Repository: EliGosK/SECOM_AJIS_INDO
Catalog: SECOM_AJIS.Presentation.Common/Message/MessageList.*.resx
Languages: ja_jp, th_th

# MSG0334
source: Equipment total price of US$ was calculated by just before rate because the rate on stock-in date is not registered.
ja_jp: 入庫日の為替レートが登録されていないため、ドルの機器総額は直前の為替レートで計算されました。

# MSG0PWL
source: This employee no. is locked.
ja_jp: この社員番号はロックされています。
