Repository: EliGosK/SECOM_AJIS_INDO
Catalog: SECOM_AJIS.Presentation.Common/Message/MessageList.*.resx
Languages: ja_jp, th_th

# MSG0001
source: Data not found.
ja_jp: データが見つかりません。
th_th: ไม่พบข้อมูล

# MSG0006
source: Please input any search criteria.
ja_jp: いずれかの検索条件を入力してください。
th_th: กรุณากรอกเงื่อนไขการค้นหา

# MSG0007
source: These fields are required: {0}.
ja_jp: 次のフィールドは必須項目です：{0}
th_th: จำเป็นต้องกรอกข้อมูลต่อไปนี้: {0}

# MSG0011
source: {0} does not exist.
ja_jp: {0}は存在しません。
th_th: ไม่มี {0} อยู่ในระบบ

# MSG0013
source: Cannot reactivate service because batch process is running.
ja_jp: バッチ処理中のため、サービス開始を行うことができません。
th_th: ไม่สามารถเปิดการใช้งานได้เนื่องจากยังอยู่ในกระบวนการรัน batch

# MSG0019
source: Record already updated by another user.
ja_jp: 他のユーザーによってデータが更新されました。
th_th: รายการถูกปรับปรุงโดยผู้ใช้รายอื่นแล้ว

# MSG0021
source: Cannot update {0}: {1}.Â
ja_jp: {0}を更新できません：{1}
th_th: ไม่สามารถปรับปรุง {0}: {1}

# MSG0028
source: Are you sure to {0}?
ja_jp: {0}します。よろしいですか？
th_th: คุณแน่ใจหรือไม่ว่าต้องการ {0}?

# MSG0029
source: Cannot set suspend service time equal to reactivate service time.
ja_jp: オンライン終了時間とオンライン開始時間を同じ時間に設定することはできません。
th_th: ไม่สามารถตั้งเวลาปิดการใช้งานระบบเท่ากับเวลาเปิดการใช้งานระบบได้

# MSG0030
source: Cannot set reactivate service time equal to suspend service time.
ja_jp: オンライン開始時間とオンライン終了時間を同じ時間に設定することはできません。
th_th: ไม่สามารถตั้งเวลาเปิดการใช้งานระบบเท่ากับเวลาปิดการใช้งานระบบได้

# MSG0031
source: Cannot run batch process: {0}.
ja_jp: 次のバッチを実行することができません: {0}
th_th: ไม่สามารถดำเนินการรัน batch ต่อไปนี้ได้: {0}

# MSG0033
source: User dose not have permission.
ja_jp: ユーザーは使用権限を持っておりません。
th_th: คุณไม่มีสิทธิ์ในการใช้งาน

# MSG0038
source: Are you sure to reset this page? If proceed, data will be lost.
ja_jp: ページをリセットします。よろしいですか？この処理を進めると登録したデータがクリアされます。
th_th: คุณแน่ใจหรือไม่ว่าต้องการล้างข้อมูลหน้านี้เป็นค่าเริ่มต้น? หากคุณดำเนินการต่อข้อมูลทั้งหมดจะสูญหายไป

# MSG0040
source: Cannot open this screen
ja_jp: この画面を開くことができません。
th_th: ไม่สามารถเปิดหน้าจอนี้ได้

# MSG0046
source: Save completely.
ja_jp: 保存完了しました。
th_th: บันทึกสำเร็จแล้ว

# MSG0047
source: Delete completely.
ja_jp: 削除完了しました。
th_th: ลบข้อมูลสำเร็จแล้ว

# MSG0049
source: Cannot register data in suspend service time.
ja_jp: オンライン終了時間中にデータは登録できません。
th_th: ไม่สามารถลงทะเบียนข้อมูลในขณะที่หยุดการใช้งานระบบได้

# MSG0052
source: Search result more than {0}, please input more criteria.
ja_jp: 検索結果に該当するレコードが{0}件を超えています。検索条件を変更して絞込みを行ってください。
th_th: ผลการค้นหามีมากกว่า {0} รายการ กรุณากรอกเงื่อนไขการค้นหาเพิ่มเติม

# MSG0053
source: You do not have a permission to operate requested screen.
ja_jp: この画面を操作する権限がありません。
th_th: คุณไม่มีสิทธิ์ในการดำเนินการกับหน้าจอนี้

# MSG0054
source: Please select at least one customer status.
ja_jp: 少なくとも1つの顧客状態を選択してください。
th_th: กรุณาเลือกสถานะลูกค้าอย่างน้อย 1 แบบ

# MSG0055
source: Please select at least one customer type.
ja_jp: 少なくとも1つの顧客タイプを選択してください。
th_th: กรุณาเลือกประเภทลูกค้าอย่างน้อย 1 แบบ

# MSG0056
source: Are you sure to suspend service now?
ja_jp: オンライン終了します。よろしいですか？
th_th: คุณแน่ใจหรือไม่ว่าต้องการปิดการทำงานระบบเดี๋ยวนี้?

# MSG0057
source: Are you sure to reactivate service now?
ja_jp: オンライン開始します。よろしいですか？
th_th: คุณแน่ใจหรือไม่ว่าต้องการเปิดการทำงานระบบเดี๋ยวนี้?

# MSG0058
source: Cannot update system configuration, {0}.
ja_jp: 次のシステムコンフィグレーションを更新できません: {0}
th_th: ไม่สามารถปรับปรุงการตั้งค่าของระบบต่อไปนี้ได้ : {0}

# MSG0059
source: Are you sure to run batch all?
ja_jp: 全バッチ実行を行います。よろしいですか？
th_th: คุณแน่ใจหรือไม่ว่าต้องการรัน batch ทั้งหมด?

# MSG0060
source: Are you sure to run batch ({0})?
ja_jp: {0}バッチ実行を行います。よろしいですか？
th_th: คุณแน่ใจหรือไม่ว่าต้องการรัน batch {0}?

# MSG0061
source: Cannot update batch code: {0}.
ja_jp: 次のバッチコードを更新できません: {0}
th_th: ไม่สามารถปรับปรุงรหัส batch ต่อไปนี้ได้ : {0}

# MSG0064
source: Cannot find report path for document type, {0}.
ja_jp: {0}の文書種類のレポートへのパスが見つかりません。
th_th: ไม่พบตำแหน่งจัดเก็บรายงานสำหรับเอกสารประเภท {0}

# MSG0065
source: Cannot find {0}. Please contact administrator.
ja_jp: {0}が見つかりません。システム管理者に連絡してください。
th_th: ไม่พบ {0} กรุณาติดต่อผู้ดูแลระบบ

# MSG0066
source: These fields are missing: {0}.
ja_jp: 次のフィールドのデータが間違っています：{0}
th_th: คุณกรอกค่าในช่องต่อไปนี้ผิด: {0}.

# MSG0067
source: Please specify customer code of customer.
ja_jp: 契約先／発注元の顧客コードを指定してください。
th_th: กรุณาระบุรหัสลูกค้าของผู้ทำสัญญา/ผู้ซื้อ

# MSG0068
source: Customer code does not exist.
ja_jp: 契約先／発注元の顧客コードが存在しません。
th_th: รหัสลูกค้าของผู้ทำสัญญา/ผู้ซื้อไม่มีในระบบ

# MSG0069
source: Please specify customer code of real customer.
ja_jp: お客様の顧客コードを指定してください。
th_th: กรุณาระบุรหัสลูกค้าของผู้ใช้สถานที่ติดตั้ง

# MSG0070
source: Please specify premise's code.
ja_jp: 物件コードを指定してください。
th_th: กรุณาระบุรหัสสถานที่ติดตั้ง

# MSG0071
source: Premise's code does not exist.
ja_jp: 物件コードが存在しません。
th_th: รหัสสถานที่ติดตั้งไม่มีในระบบ

# MSG0072
source: Cannot retrieve premise's information because main part of premise's code is missing.
ja_jp: 物件コードのメイン部分が存在しないため、物件情報を取得できません。
th_th: ไม่สามารถดึงข้อมูลสถานที่ติดตั้งได้เนื่องจากส่วนหลักของรหัสสถานที่ติดตั้งผิดพลาด

# MSG0073
source: There is no customer information to copy.
ja_jp: コピー対象の契約先／発注元情報がありません。
th_th: ไม่มีข้อมูลผู้ทำสัญญา/ผู้ซื้อสำหรับการคัดลอก

# MSG0074
source: There is no real customer information to copy.
ja_jp: コピー対象のお客様情報がありません。
th_th: ไม่มีข้อมูลผู้ใช้สถานที่ติดตั้งสำหรับการคัดลอก

# MSG0078
source: Real customer code does not exist.
ja_jp: お客様の顧客コードが存在しません。
th_th: รหัสลูกค้าของผู้ใช้สถานที่ติดตั้งไม่มีในระบบ

# MSG0079
source: Please select at least one {0}.
ja_jp: 少なくとも1つの{0}を選択してください。
th_th: กรุณาเลือกอย่างน้อย 1 {0}

# MSG0080
source: There is conflict between search criteria.
ja_jp: 指定した検索条件に矛盾があります。
th_th: เงื่อนไขการค้นหามีความขัดแย้งกัน

# MSG0081
source: Please specify equipment code.
ja_jp: 機器コードを指定してください。
th_th: กรุณาระบุรหัสอุปกรณ์

# MSG0082
source: Equipment code, {0}, does not exist.
ja_jp: 機器コード{0}が存在しません。
th_th: รหัสอุปกรณ์ {0} ไม่มีในระบบ

# MSG0083
source: Equipment code, {0}, already exists in equipment detail.
ja_jp: 機器コード{0}が既に機器明細に存在しています。
th_th: รหัสอุปกรณ์ {0} มีอยู่ในรายละเอียดอุปกรณ์อยู่แล้ว

# MSG0084
source: Please specify equipment quantity > 0.
ja_jp: 「機器個数＞0」を設定してください。
th_th: กรุณาระบุจำนวนอุปกรณ์มากกว่า 0

# MSG0085
source: Equipment code, {0}, is not used for rental.
ja_jp: 機器コード {0} は、レンタル許可機器ではありません。
th_th: รหัสอุปกรณ์ {0} ไม่ได้บันทึกเป็นอุปกรณ์สำหรับเช่า

# MSG0086
source: Equipment code, {0}, is cancelled.
ja_jp: 機器コード {0} は取消されました。
th_th: รหัสอุปกรณ์ {0} ถูกยกเลิกแล้ว

# MSG0089
source: Please specify customer role.
ja_jp: 顧客ロールを指定してください。
th_th: กรุณาระบุหน้าที่ของลูกค้า

# MSG0090
source: Invalid search criteria. Please input Date to >= Date from.
ja_jp: 検索条件の指定が正しくありません。日付（終了）≧日付（開始）で指定してください。
th_th: เงื่อนไขการค้นหาผิดพลาด กรุณาระบุวันที่เริ่มต้นเป็นวันที่หลังจาก หรือวันเดียวกับวันที่สุดท้าย

# MSG0093
source: Sale contract no., {0}, does not exist.
ja_jp: 売買契約コード{0}が存在しません。
th_th: เลขที่สัญญาขาย {0} ไม่มีในระบบ

# MSG0098
source: Please specify document type and document name.
ja_jp: 文書種類、及び文書名を指定してください。
th_th: กรุณาระบุประเภทเอกสารและชื่อเอกสาร

# MSG0099
source: Invalid employee no. or password.
ja_jp: 社員番号、またはパスワードが間違っています。
th_th: รหัสพนักงานหรือรหัสผ่านไม่ถูกต้อง

# MSG0102
source: This contract no. or user code does not exist.
ja_jp: この契約コードは存在しません。
th_th: เลขที่สัญญานี้ไม่มีในระบบ

# MSG0103
source: If you change language, the screen will be reset except for view screen. Do you want to continue?
ja_jp: 言語を切り替えると、照会画面を除き、画面はリセットされます。よろしいですか？
th_th: หากเปลี่ยนภาษาระบบจะล้างข้อมูลบนหน้าจอทั้งหมดเป็นค่าเริ่มต้นยกเว้นข้อมูลของหน้าจอสำหรับดูข้อมูล คุณต้องการดำเนินการต่อหรือไม่?

# MSG0107
source: E-mail , {0}, already exists.
ja_jp: メール {0} が既に存在しています。
th_th: อีเมล์ {0} มีอยู่ในระบบอยู่แล้ว

# MSG0012
source: The negotiation staff code {0} does not exist in the registered employee.
ja_jp: 折衝担当者に存在しない社員番号（{0}）が登録されています。
th_th: รหัสพนักงานที่ติดต่อกับลูกค้า {0} ไม่มีในระบบ

# MSG0096
source: Are you sure to cancel this operation? Edited data will be lost.
ja_jp: この操作をキャンセルします。よろしいですか？編集されたデータは失われます。
th_th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการดำเนินการนี้? ข้อมูลที่แก้ไขจะสูญหายไป

# MSG0063
source: You do not have an authorization to access this data.
ja_jp: このデータへのアクセス権限を持っておりません。
th_th: คุณไม่มีสิทธิในการเข้าถึงข้อมูลนี้

# MSG0095
source: Employee no. does not exist: {0}.
ja_jp: 次の社員番号が存在しません：{0}
th_th: รหัสพนักงานดังต่อไปนี้ไม่มีในระบบ: {0}

# MSG0062
source: Invalid criteria, {0} must less than {1}.
ja_jp: 検索条件が間違っています。{0}の数は{1}以下で入力しなければなりません。
th_th: เงื่อนไขการค้นหาผิดพลาด {0} ต้องมีค่าน้อยกว่า {1}

# MSG0094
source: Cannot delete {0}: {1}.
ja_jp: {0}を削除できません : {1}
th_th: ไม่สามารถดำเนินการลบ {0} : {1}

# MSG0009
source: Cannot register a future date in the {0}.
ja_jp: {0} には未来日付を登録できません。
th_th: ไม่สามารถลงทะเบียนวันที่อนาคตใน {0} ได้

# MSG0109
source: No data
ja_jp: データ無し
th_th: ไม่มีข้อมูล

# MSG0110
source: No insertion data.
ja_jp: データ未入力
th_th: ไม่มีข้อมูลบันทึกไว้

# MSG0112
source: File not found
ja_jp: データが見つかりません
th_th: ไม่พบข้อมูล

# MSG0113
source: ----Select----
ja_jp: ----選択----
th_th: ----เลือก----

# MSG0101
source: Period (From) must be less than Period (To).
ja_jp: 期間（開始）は期間（終了）以前でなければなりません。
th_th: กรุณาระบุวันที่เริ่มต้นเป็นวันที่ก่อนวันที่สุดท้าย

# MSG0105
source: Contract no., {0}, does not exist.
ja_jp: 契約コード {0} が存在しません。
th_th: เลขที่สัญญา {0} ไม่มีในระบบ

# MSG0087
source: {0} is invalid format.
ja_jp: {0} はフォーマットが正しくありません。
th_th: {0} อยู่ในรูปแบบที่ไม่ถูกต้อง

# MSG0043
source: Are you sure to change select {0}: {1}? (Edited data will be lose)
ja_jp: {0}を{1}に変更します。よろしいですか？（編集されたデータは失われます）
th_th: คุณแน่ใจหรือไม่ว่าต้องการเปลี่ยนค่าจาก {0} เป็น {1}? (ข้อมูลที่แก้ไขจะสูญหายไป)

# MSG0097
source: Are you sure to remove data? Data will be lost.
ja_jp: データを消去します。よろしいですか？データは失われます。
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบข้อมูล? ข้อมูลจะสูญหายไป

# MSG0114
source: Cannot generate the document, Document no. {0}, and document OCC {1} does exist.
ja_jp: 文書作成できません。文書番号 {0} 及び文書OCC {1} が存在しません。
th_th: ไม่สามารถสร้างเอกสารได้ เอกสารหมายเลข {0} และ OCC เอกสาร {1} ไม่มีในระบบ

# MSG0088
source: Please specify the notification email.
ja_jp: メール通知先を指定してください。
th_th: กรุณาระบุอีเมล์สำหรับส่งจดหมายแจ้ง

# MSG0092
source: Origin contract no. for slide deposit fee, {0}, does not exist.
ja_jp: 保証金スライド元契約コード {0} が存在しません。
th_th: เลขที่สัญญาที่รับโอนค่ามัดจำมา {0} ไม่มีในระบบ

# MSG0117
source: Please input only one criteria.
ja_jp: 一つの条件のみ入力してください。
th_th: กรุณากรอกเพียงเงื่อนไขเดียว

# MSG0076
source: Cannot attach document more than 5 files.
ja_jp: 5ファイルを超えて添付することができません。
th_th: ไม่สามารถแนบไฟล์ได้เกิน 5 ไฟล์

# MSG0115
source: Document name, {0}, already exists in the list.
ja_jp: 資料名 {0} は既に一覧上に存在しています。
th_th: ชื่อเอกสาร {0} มีอยู่ในลิสต์แล้ว

# MSG0091
source: Project code, {0}, does not exist.
ja_jp: プロジェクトコード{0}が存在しません。
th_th: เลขที่โครงการ {0} ไม่มีในระบบ

# MSG0120
source: ----All----
ja_jp: ----全て----
th_th: ----ทั้งหมด----

# MSG0121
source: Online
ja_jp: オンライン

# MSG0122
source: Offline
ja_jp: オフライン

# MSG0123
source: Periodical alarm maintenance
ja_jp: アラーム定期保守
th_th: การบำรุงรักษาอุปกรณ์เตือนภัยตามกำหนดเวลา

# MSG0106
source: Contract occurrence, {0}, does not exist.
ja_jp: 契約OCC {0}が存在しません。
th_th: OCC สัญญา {0} ไม่มีในระบบ

# MSG0044
source: Are you sure to clear this page ?
ja_jp: このページをクリアします。よろしいですか？
th_th: คุณแน่ใจหรือไม่ว่าต้องการล้างข้อมูลของหน้านี้

# MSG0116
source: Please specify period.
ja_jp: 期間を指定してください。
th_th: กรุณาระบุระยะเวลา

# MSG0118
source: Connection target code, {0}, does not exist.
ja_jp: 結線先コード{0}は存在しません。
th_th: เลขที่สัญญาที่เชื่อมต่อ {0} ไม่มีในระบบ

# MSG0119
source: Distributed origin code, {0}, does not exist.
ja_jp: 分散元コード{0}が存在しません。
th_th: รหัสสัญญาขายอุปกรณ์หลัก {0} ไม่มีในระบบ

# MSG0075
source: This document type is not allowed to attach.
ja_jp: このファイル種類は添付することができません。
th_th: ไม่สามารถแนบไฟล์ประเภทนี้ได้

# MSG0077
source: Total file size of attached document must not be over 10MB.
ja_jp: 添付ファイルの合計ファイルサイズは5MBを超えることができません。
th_th: ไฟล์แนบต้องมีขนาดรวมกันทั้งหมดไม่เกิน 5 MB

# MSG0100
source: Cannot access system with direct URL.
ja_jp: URLを直接指定してシステムにアクセスすることができません。
th_th: ไม่สามารถเข้าระบบโดยการกรอก URL โดยตรงได้

# MSG0104
source: Can not get next running no. of {0}. Please contact administrator.
ja_jp: {0}の次の連番が取得できません。管理者に連絡してください。
th_th: ไม่สามารถดึงข้อมูล Running no. หมายเลขถัดไปของ {0} ได้ กรุณาติดต่อผู้ดูแลระบบ

# MSG0108
source: Cancel completed.
ja_jp: 取消処理が完了しました。
th_th: ยกเลิกสำเร็จแล้ว

# MSG0111
source: Internal error. Please contact system administrator. {0}
ja_jp: 内部エラーが発生しました。システム管理者に連絡してください。 {0}
th_th: เกิดข้อผิดพลาดขึ้นในระบบ กรุณาติดต่อผู้ดูแลระบบ {0}

# MSG0124
source: This contract no. does not exist or you can't use this contract no. on this screen.
ja_jp: この契約コードは、存在しない、または本画面で使用することができません。
th_th: เลขที่สัญญานี้ไม่มีในระบบ หรือหน้านี้ไม่สามารถใช้เลขที่สัญญาดังกล่าวได้

# MSG0125
source: A file name can't contain any of the following character \ / : * ? " < > |
ja_jp: ファイル名に次の文字を含めることはできません。 \ / : * ? " < > |
th_th: ไม่สามารถใช้อักขระต่อไปนี้ในการตั้งชื่อไฟล์ได้ \ / : * ? " < > |

# MSG0126
source: Invalid customer data. Click [New/Edit customer info.] button in the customer information section to see more details.
ja_jp: 契約先／発注元データが正しくありません。詳細については契約先／発注元情報セクション上の「顧客登録／編集」ボタンをクリックしてください。
th_th: ข้อมูลผู้ทำสัญญา/ผู้ซื้อผิดพลาด กรุณาคลิกปุ่ม 'สร้างใหม่/แก้ไขข้อมูลลูกค้า' ในส่วนข้อมูลผู้ทำสัญญา/ผู้ซื้อเพื่อดูรายละเอียด

# MSG0127
source: Invalid real customer data. Click [New/Edit customer info.] button in the real customer (end user) information section to see more details.
ja_jp: お客様データが正しくありません。詳細についてはお客様（最終設置先）情報セクション上の「顧客登録／編集」ボタンをクリックしてください。
th_th: ข้อมูลผู้ใช้สถานที่ติดตั้งผิดพลาด กรุณาคลิกปุ่ม 'สร้างใหม่/แก้ไขข้อมูลลูกค้า' ในส่วนข้อมูลผู้ใช้สถานที่ติดตั้งเพื่อดูรายละเอียด

# MSG0128
source: Invalid premise data. Please click [New/Edit premise's info.] button in the premise's information section to see more details.
ja_jp: 物件／納入先データが正しくありません。詳細については物件／納入先情報セクション上の「物件／納入先登録／編集」ボタンをクリックしてください。
th_th: ข้อมูลสถานที่ติดตั้งผิดพลาด กรุณาคลิกปุ่ม 'สร้างใหม่/แก้ไขข้อมูลสถานที่ติดตั้ง'' ในส่วนข้อมูลสถานที่ติดตั้งเพื่อดูรายละเอียด

# MSG0131
source: There is no E-mail data, cannot select this employee.
ja_jp: この社員はメールアドレス情報が存在しないため選択できません。
th_th: ไม่สามารถเลือกพนักงานรายนี้ได้เนื่องจากไม่มีข้อมูลอีเมล์

# MSG0129
source: There is no branch or customer information to copy.
ja_jp: コピー対象の支店、または契約先／発注元情報が存在しません。
th_th: ไม่มีข้อมูลสาขาหรือผู้ทำสัญญา/ผู้ซื้อสำหรับการคัดลอก

# MSG0130
source: There is no premise or real customer information to copy.
ja_jp: コピー対象の物件／納入先、またはお客様情報が存在しません。
th_th: ไม่มีข้อมูลสถานที่ติดตั้งหรือผู้ใช้สถานที่ติดตั้งสำหรับการคัดลอก

# MSG0134
source: The required item of 'VAT registrant' is not inputted. Please click [New/Edit VAT registrant info.] button to register that item.
ja_jp: 「VAT登録先」の必須項目が入力されていません。「VAT登録先登録／編集」ボタンをクリックして登録してください。
th_th: ไม่มีการกรอก 'ลูกค้าสำหรับเรียกเก็บ' ซึ่งเป็นข้อมูลที่จำเป็นต้องกรอก กรุณากดปุ่ม 'สร้าง/แก้ไขข้อมูลลูกค้า' เพื่อทำการบันทึกข้อมูล

# MSG0135
source: The number of digits of inputted code, {0} is not correct.
ja_jp: 入力された次の数値（コード）の桁数に誤りがあります。{0}
th_th: จำนวนหลักของรหัสต่อไปนี้ไม่ถูกต้อง: {0}

# MSG0136
source: System is error. The running no. is not defined.
ja_jp: システムエラーが発生しました。連番が定義されていません。
th_th: มีข้อผิดพลาดเกิดขึ้นในระบบ Running no. ไม่ได้ถูกระบุอยู่ในระบบ

# MSG0139
source: Customer code does not exist.
ja_jp: 顧客コードが存在しません。
th_th: ไม่มีรหัสลูกค้านี้ในอยู่ในระบบ

# MSG0137
source: Quotation code does not exist.
ja_jp: 見積コードが存在しません。
th_th: รหัสใบคำนวณราคาไม่มีอยู่ในระบบ

# MSG0138
source: Billing client code does not exist.
ja_jp: VAT登録先コードが存在しません。
th_th: รหัสลูกค้าสำหรับเรียกเก็บไม่มีอยู่ในระบบ

# MSG0132
source: Cannot specify an alarm/sale online/rental sale product contract, together with sale contracts.
ja_jp: アラーム／売却オンライン／売却商品レンタル契約を売買契約と同時に指定することができません。
th_th: ไม่สามารถระบุสัญญาเช่าอุปกรณ์เตือนภัย/สัญญาบริการ Online/สัญญาเช่าอุปกรณ์ขายขาดพร้อมกับสัญญาขายได้

# MSG0133
source: This contract no. or user code does not exist.
ja_jp: この契約コード、またはユーザーコードは存在しません。
th_th: ไม่มีเลขที่สัญญาหรือ User code นี้อยู่ในระบบ

# MSG0140
source: Are you sure to cancel?
ja_jp: キャンセルします。よろしいですか？
th_th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิก?

# MSG0141
source: Are you sure to remove?
ja_jp: 消去します。よろしいですか？
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบ?

# MSG0142
source: Are you sure to delete?
ja_jp: 削除します。よろしいですか？
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบ?

# MSG0143
source: Update system suspend schedule successful.
ja_jp: オンライン終了時間を更新しました。
th_th: ปรับปรุงข้อมูลเวลาปิดการใช้งานระบบเรียบร้อยแล้ว

# MSG0144
source: Update system resume schedule successful.
ja_jp: オンライン開始時間を更新しました。
th_th: ปรับปรุงข้อมูลเวลาเปิดการใช้งานระบบเรียบร้อยแล้ว

# MSG0145
source: Update system suspend schedule unsuccessful. Please contact administrator.
ja_jp: オンライン終了時間の更新に失敗しました。管理者に連絡してください。
th_th: เกิดปัญหาในการปรับปรุงข้อมูลเวลาปิดการใช้งานระบบ กรุณาติดต่อผู้ดูแลระบบ

# MSG0146
source: Update system resume schedule unsuccessful. Please contact administrator.
ja_jp: オンライン開始時間の更新に失敗しました。管理者に連絡してください。
th_th: เกิดปัญหาในการปรับปรุงข้อมูลเวลาเปิดการใช้งานระบบ กรุณาติดต่อผู้ดูแลระบบ

# MSG0051
source: Cannot use [Search premise] button and [Retrieve] button if cutomer code of real customer is not specified. Please click [New/Edit premise's info.] to register premise.
ja_jp: お客様の顧客コードが指定されていない場合は「物件／納入先検索」ボタン及び「取得」ボタンは使用できません。「物件／納入先登録／編集」ボタンを押して物件／納入先登録を行ってください。
th_th: กรณีที่ไม่ได้ระบุรหัสลูกค้าของข้อมูลผู้ใช้สถานที่ติดตั้งไว้ ปุ่ม 'ค้นหาสถานที่ติดตั้ง' กับ 'ดึงข้อมูล' จะไม่เปิดให้ใช้งาน กรุณากดปุ่ม 'สร้างใหม่/แก้ไขข้อมูลสถานที่ติดตั้ง' เพื่อบันทึกข้อมูลสถานที่ติดตั้ง

# MSG0014
source: Equipment code, {0}, is not registered as general equipment.
ja_jp: 機器コード {0} は、一般用ではありません。
th_th: รหัสอุปกรณ์ {0} ไม่ได้ตั้งเป็นอุปกรณ์ทั่วไป

# MSG0015
source: Equipment code, {0}, is not registered as parent equipment.
ja_jp: 機器コード {0} は、親機器ではありません。
th_th: รหัสอุปกรณ์ {0} ไม่ได้ตั้งเป็นเป็นอุปกรณ์แม่

# MSG0016
source: Equipment code, {0}, is not used for sale.
ja_jp: 機器コード {0} は、売却許可機器ではありません。
th_th: รหัสอุปกรณ์ {0} ไม่ได้บันทึกเป็นอุปกรณ์สำหรับขาย

# MSG0022
source: Please specify facility code.
ja_jp: 設備コードを指定してください。
th_th: กรุณาระบุรหัสอุปกรณ์ของลูกค้า

# MSG0023
source: Facility code, {0}, does not exist.
ja_jp: 設備コード {0} が存在しません。
th_th: รหัสอุปกรณ์ของลูกค้า {0} ไม่มีในระบบ

# MSG0024
source: Facility code, {0}, already exists in facility detail.
ja_jp: 設備コード {0} が設備明細に既に存在しています。
th_th: รหัสอุปกรณ์ของลูกค้า {0} มีอยู่ในข้อมูลรายละเอียดอุปกรณ์ของลูกค้าอยู่แล้ว

# MSG0025
source: Please specify facility quantity > 0.
ja_jp: 「設備個数＞0」を設定してください。
th_th: กรุณาระบุจำนวนอุปกรณ์ของลูกค้ามากกว่า 0

# MSG0026
source: Facility code, {0}, is not registered as monitoring equipment.
ja_jp: 設備コード {0} は、モニタリングではありません。
th_th: รหัสอุปกรณ์ของลูกค้า {0} ไม่ได้ตั้งเป็นอุปกรณ์เฝ้าติดตาม

# MSG0147
source: Cannot open screen because contract no. is not specified
ja_jp: 契約コードが指定されていないため、画面を開くことができません。
th_th: ไม่สามารถเปิดหน้าจอได้เนื่องจากยังไม่ได้ระบุเลขที่สัญญา

# MSG0148
source: Update, {0}, affected 0 rows.
ja_jp: {0}の更新対象レコードは0件です。
th_th: การปรับปรุงใน {0} ทำได้ 0 รายการ

# MSG0050
source: Attached document is not select. Please select attached file before click add button.
ja_jp: 添付書類が選択されていません。追加ボタンをクリックする前に添付ファイルを選択してください。
th_th: คุณไม่ได้เลือกเอกสารแนบ กรุณาเลือกไฟล์แนบก่อนกดปุ่ม 'เพิ่ม'

# MSG0149
source: Are you sure to purge log?
ja_jp: ログ削除を行います。よろしいですか？
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบข้อมูล Log?

# MSG0032
source: Cannot add more contract. An alarm/sale online contract/rental sale product code is already selected to be the maintenance target contract.
ja_jp: 契約を追加できません。アラーム契約／売却オンライン契約／売却商品レンタル契約が既に保守対象契約として選択されました。
th_th: ไม่สามารถเพิ่มสัญญาได้มากกว่านี้ เลขที่สัญญาเช่าอุปกรณ์เตือนภัย/สัญญาบริการ Online/สัญญาเช่าอุปกรณ์ขายขาดได้ถูกเลือกเป็นสัญญาที่จะบำรุงรักษาแล้ว

# MSG0017
source: Please select record to download Maintenance check-up slip. (Cannot select record which has been printed. please use 'Download existing document' screen)
ja_jp: 保守点検票の打ち出し対象のレコードを選択してください。（既に打ち出し済みの場合は、レコードを選択することができません。「文書の再打出」より行ってください。）
th_th: กรุณาเลือกรายการที่จะทำการดาวน์โหลด (ไม่สามารถเลือกรายการที่ทำการดาวน์โหลดไปแล้วได้ ให้ไปใช้หน้า "ดาวน์โหลดเอกสารในระบบ" แทน)

# MSG0018
source: Document template not found.
ja_jp: 文書テンプレートが見つかりません。
th_th: ไม่พบรูปแบบเอกสาร

# MSG0151
source: Selected E-mail does not correspond with system configuration.
ja_jp: 選択したメールアドレスがシステムコンフィグと一致しません。
th_th: อีเมล์ที่เลือกไม่ตรงกับที่มีในการตั้งค่าของระบบ

# MSG0045
source: Equipment code, {0}, is no longer for sale/rental.
ja_jp: 機器コード {0} は売却／レンタル用として使用することはできません。
th_th: รหัสอุปกรณ์ {0} ไม่ใช้สำหรับขาย/เช่าแล้ว

# MSG0152
source: System cannot process the money data because it exceeds the maximum digit. Please contact administrator.
ja_jp: 金額データが最大桁を超えるため、処理できません。システム管理者に連絡してください。
th_th: ไม่สามารถดำเนินการกับข้อมูลจำนวนเงินได้เนื่องจากมีตัวเลขเกินจำนวนหลักเกินที่กำหนด กรุณาติดต่อผู้ดูแลระบบ

# MSG0153
source: Operation completed.
ja_jp: 処理が完了しました。
th_th: ดำเนินการเสร็จสิ้น

# MSG0150
source: Invoice no, {0}, does not exist.
ja_jp: 請求書番号{0}は存在しません。
th_th: เลขที่ใบแจ้งหนี้ {0} ไม่มีในระบบ

# MSG0034
source: Cannot open screen by specify other code except alarm or sale contract no.
ja_jp: この画面は、アラームまたは売却の契約コード以外では開くことは出来ません。
th_th: ไม่สามารถเปิดหน้าจอนี้ด้วยเลขที่สัญญาที่ไม่ใช่สัญญาเช่าอุปกรณ์เตือนภัยหรือสัญญาขายขาดได้

# MSG0154
source: Cannot open screen because billing customer code is not specified
ja_jp: 請求先コードが指定されていないため、画面を開くことができません。
th_th: ไม่สามารถเปิดหน้าจอได้เนื่องจากยังไม่ได้ระบุรหัสลูกค้าสำหรับออกใบแจ้งหนี้

# MSG0155
source: Cannot open screen because billing code is not specified
ja_jp: 請求コードが指定されていないため、画面を開くことができません。
th_th: ไม่สามารถเปิดหน้าจอได้เนื่องจากยังไม่ได้ระบุเลขที่รายการเรียกเก็บ

# MSG0156
source: Cannot open screen because billing customer code or billing code or invoice no is not specified
ja_jp: 請求先コード又は請求コード又は請求書番号が指定されていないため、画面を開くことができません。
th_th: ไม่สามารถเปิดหน้าจอได้เนื่องจากยังไม่ได้ระบุรหัสลูกค้าสำหรับออกใบแจ้งหนี้หรือเลขที่รายการเรียกเก็บหรือเลขที่ใบแจ้งหนี้

# MSG0157
source: This user code is registered in many contract no. so it cannot be searched. In case you want to check the registering contract no., please confirm at Search information screen.
ja_jp: このユーザーコードは複数の契約コードに登録されているため、検索できません。登録されている契約コードを調べたい場合は、情報検索画面で確認してください。
th_th: ไม่สามารถค้นหาข้อมูลได้เนื่องจาก User code นี้มีหลายสัญญา หากต้องการดูข้อมูลสัญญาที่บันทึกไว้ กรุณาเปิดหน้าจอค้นหาข้อมูล

# MSG0158
source: Please check at least 1 items for Installation status/Installation slip status/Installation management status.
ja_jp: 少なくとも工事ステータス／工事伝票ステータス／工事監理ステータスのいずれかを選択してください。
th_th: กรุณาเลือกสถานะการติดตั้ง/สถานะสลิปการติดตั้ง/สถานะการจ่ายค่าจ้างผู้รับเหมาอย่างน้อยหนึ่งรายการ

# MSG0159
source: Server is busy. Please try again.
ja_jp: サーバーにアクセスが集中し過ぎています。もう一度お試しください。
th_th: เกิดความหนาแน่นในการใช้งานเซิร์ฟเวอร์ โปรดลองใหม่อีกครั้ง

# MSG0160
source: This process was forced to finish because another printing service started.
ja_jp: 他の印刷サービスが起動中のため、処理を開始できません。
th_th: หยุดการดำเนินการเพราะระบบกำลังพิมพ์งานอยู่

# MSG0162
source: Document no. {0} does not exist.
ja_jp: Document no. {0} does not exist.JP
th_th: ไม่พบเอกสารเลขที่ ({0}) ในระบบ

# MSG0163
source: This Document no., {0}, has been canceled.
ja_jp: This Document no., {0}, has been canceled.JP
th_th: เอกสารเลขที่ {0} ได้ถูกยกเลิกไปแล้ว

# MSG0164
source: There are many billing customer in the document. Please correct billing customer before re-issue document.
ja_jp: There are many billing customer in the document. Please correct billing customer before re-issue document.JP
th_th: ในเอกสารมีรหัสลูกค้าสำหรับออกใบแจ้งหนี้ที่แตกต่างกันอยู่ กรุณาแก้ไขรหัสลูกค้าสำหรับออกใบแจ้งหนี้ในเอกสารให้ตรงกันก่อน
