Repository: EliGosK/SECOM_AJIS_INDO
Catalog: SECOM_AJIS/App_GlobalResources/Master/MAS090.*.resx
Languages: ja_jp, th_th

# btnCancel
source: Cancel
ja_jp: キャンセル
th_th: ยกเลิก

# btnClear
source: Clear
ja_jp: クリア
th_th: ล้าง

# btnConfirm
source: Confirm
ja_jp: 確定
th_th: ยืนยัน

# btnNew
source: New
ja_jp: 新規
th_th: สร้างใหม่

# btnSearch
source: Search
ja_jp: 検索
th_th: ค้นหา

# lblAddUnitPrice
source: Add unit price
ja_jp: 増設工事単価
th_th: ราคาต่อหน่วยกรณีติดตั้งเพิ่ม

# lblApproveNo
source: Approve no.
ja_jp: 決裁番号
th_th: เลขที่อนุมัติ

# lblController
source: Controller equipment
ja_jp: コントローラー区分
th_th: อุปกรณ์ที่เป็น Controller

# lblDefaultSupplier
source: Default supplier
ja_jp: デフォルト仕入先
th_th: ซัพพลายเออร์ตั้งต้น

# lblDescription
source: Description
ja_jp: 備考
th_th: คำอธิบาย

# lblExpansionType
source: Expansion type
ja_jp: 機器展開種類
th_th: การแบ่งระดับของอุปกรณ์

# lblInstallTime
source: Installation time
ja_jp: 工事時間
th_th: เวลาที่ใช้ในการติดตั้ง

# lblInstallUnitPrice
source: Installation unit price
ja_jp: 工事単価
th_th: ราคาต่อหน่วยสำหรับงานติดตั้ง

# lblInstrumentCategory
source: Equipment category
ja_jp: 機器カテゴリー
th_th: หมวดหมู่อุปกรณ์

# lblInstrumentCode
source: Equipment code
ja_jp: 機器コード
th_th: รหัสอุปกรณ์

# lblInstrumentFlag
source: Equipment flag
ja_jp: 機器区分
th_th: อุปกรณ์หลัก/เสริม

# lblInstrumentName
source: Equipment name
ja_jp: 機器名称
th_th: ชื่ออุปกรณ์

# lblInstrumentType
source: Equipment type
ja_jp: 機器種類区分
th_th: ประเภทอุปกรณ์

# lblLineUpType
source: Line-up type
ja_jp: 採用区分
th_th: ประเภทการใช้งานของอุปกรณ์

# lblMaintenance
source: Maintenance required for function keeping
ja_jp: 機能維持要保守区分
th_th: จำเป็นต้องมีการบำรุงรักษาให้ใช้งานได้ดีอยู่เสมอ

# lblMaintianInstrument
source: Maintain equipment
ja_jp: 機器情報メンテナンス
th_th: จัดการข้อมูลอุปกรณ์

# lblMaker
source: Maker
ja_jp: メーカー
th_th: ผู้ผลิต

# lblMoveUnitPrice
source: Move unit price
ja_jp: 移設工事単価
th_th: ราคาต่อหน่วยกรณีย้ายการติดตั้ง

# lblName
source: Name
ja_jp: 名称
th_th: ชื่อ

# lblNameForCustEng
source: Name for customer (English)
ja_jp: 顧客向け名称（英語）
th_th: ชื่อสำหรับลูกค้า (อังกฤษ)

# lblNameForCustLocal
source: Name for customer (Local)
ja_jp: 顧客向け名称（現地語）
th_th: ชื่อสำหรับลูกค้า (ไทย)

# lblNameForSupplier
source: Name for supplier
ja_jp: 仕入先向け名称
th_th: ชื่อสำหรับซัพพลายเออร์

# lblNameInfo
source: Name information
ja_jp: 名称情報
th_th: ข้อมูลชื่อ

# lblNumOfInstallStaff
source: Number of installation staff
ja_jp: 工事人員数
th_th: จำนวนพนักงานติดตั้ง

# lblOtherInfo
source: Other information
ja_jp: その他の情報
th_th: ข้อมูลอื่นๆ

# lblParentInstrumentCode
source: Parent equipment code
ja_jp: 親機器コード
th_th: รหัสอุปกรณ์แม่

# lblPriceInfo
source: Price information
ja_jp: 単価情報
th_th: ข้อมูลราคา

# lblRatioWorkerTime
source: Ratio of worker/time
ja_jp: 労働者／ 時間の比率
th_th: อัตราส่วนของคนงานต่อเวลาที่ใช้

# lblRegistrationDate
source: Registration date
ja_jp: 登録日
th_th: วันที่บันทึกข้อมูล

# lblRemUnitPrice
source: Remove unit price
ja_jp: 撤去工事単価
th_th: ราคาต่อหน่วยกรณีถอดอุปกรณ์

# lblRental
source: Alarm
ja_jp: アラーム
th_th: เช่าอุปกรณ์เตือนภัย

# lblRentUnitPrice
source: Rental unit price
ja_jp: レンタル単価
th_th: ราคาต่อหน่วยสำหรับเช่า

# lblResultList
source: Result list
ja_jp: 検索結果一覧
th_th: ผลการค้นหา

# lblSale
source: Sale
ja_jp: 売却
th_th: ขายขาด

# lblSaleUnitPrice
source: Sale unit price
ja_jp: 売却単価
th_th: ราคาต่อหน่วยสำหรับขายขาด

# lblSearchInstrument
source: Search equipment
ja_jp: 機器情報検索
th_th: ค้นหาข้อมูลอุปกรณ์

# lblZeroBaht
source: Rp./US$ 0 registration approval flag when stock-in
ja_jp: 入庫時0バーツ登録許可フラグ
th_th: สามารถบันทึกเป็น 0 บาทได้เมื่อทำการนำของเข้าสต๊อก

# headerDetail
source: <div style="display:none;">Edit</div>
ja_jp: <div style="display:none;">編集</div>
th_th: <div style="display:none;">แก้ไข</div>

# headerInstrumentCat1
source: Equipment category 1
ja_jp: 機器カテゴリー1
th_th: หมวดหมู่อุปกรณ์ 1

# headerInstrumentCat2
source: Equipment category 2
ja_jp: 機器カテゴリー2
th_th: หมวดหมู่อุปกรณ์ 2

# headerInstrumentCat3
source: Equipment category 3
ja_jp: 機器カテゴリー3
th_th: หมวดหมู่อุปกรณ์ 3

# headerInstrumentCode
source: Equipment code
ja_jp: 機器コード
th_th: รหัสอุปกรณ์

# headerInstrumentName
source: Equipment name
ja_jp: 機器名称
th_th: ชื่ออุปกรณ์

# headerInstrumentNameForSupp
source: Equipment name<br/>for supplier
ja_jp: 仕入先向け機器名称
th_th: ชื่ออุปกรณ์สำหรับซัพพลายเออร์

# headerLineUpType
source: Line-up type
ja_jp: 採用区分
th_th: ประเภทการใช้งานของอุปกรณ์

# lblMain
source: Main
ja_jp: 主要機器
th_th: อุปกรณ์หลัก

# lblMinuite
source: minute
ja_jp: 分
th_th: นาที

# lblOption
source: Option
ja_jp: 付属機器
th_th: อุปกรณ์เสริม

# lblAllowFor
source: Product type
ja_jp: 商品種類
th_th: ประเภทการขาย
