Repository: EliGosK/SECOM_AJIS_INDO
Catalog: SECOM_AJIS/App_GlobalResources/Master/MAS080.*.resx
Languages: th_th

# btnAdd
source: Add
th_th: เพิ่ม

# btnCancel
source: Cancel
th_th: ยกเลิก

# btnClear
source: Clear
th_th: ล้าง

# btnConfirm
source: Confirm
th_th: ยืนยัน

# btnDetail
source: Detail
th_th: รายละเอียด

# btnNewIndividualPermission
source: New individual permission
th_th: สร้างใหม่ (สิทธิการใช้งานเฉพาะ)

# btnNewOfficePermission
source: New office/depart. permission
th_th: สร้างใหม่ (สิทธิการใช้งานตามสาขา/แผนก)

# btnRemove
source: Remove
th_th: ลบ

# btnSearch
source: Search
th_th: ค้นหา

# cboDepartment
source: Department
th_th: แผนก

# cboModuleName
source: Module name
th_th: ชื่อโมดูล

# cboOffice
source: Office
th_th: สาขา

# cboPosition
source: Position
th_th: ตำแหน่ง

# cboUseInDepartment
source: Use in department
th_th: สิทธิการใช้งานของแผนก

# cboUseInOffice
source: Use in office
th_th: สิทธิการใช้งานของสาขา

# cboUseInPosition
source: Use in position
th_th: สิทธิการใช้งานของตำแหน่ง

# chkDeletePermissionGroup
source: Delete permission group
th_th: ลบข้อมูลกลุ่มสิทธิการใช้งาน

# headerBilling
source: Billing
th_th: โมดูล Billing

# headerCommon
source: Common
th_th: โมดูล Common

# headerContract
source: Contract
th_th: โมดูล Contract

# headerEmployeeCode
source: Employee no.
th_th: รหัสพนักงาน

# headerEmployeeName
source: Employee name
th_th: ชื่อพนักงาน

# headerIncome
source: Income
th_th: โมดูล Income

# headerInstallation
source: Installation
th_th: โมดูล Installation

# headerInventory
source: Inventory
th_th: โมดูล Inventory

# headerMaster
source: Master
th_th: โมดูล Master

# headerOffice
source: <div>(1) Office<br />(2) Department<br />(3) Position</div>
th_th: <div>(1) สาขา<br />(2) แผนก<br />(3) ตำแหน่ง</div>

# headerPermissionGroupName
source: Permission group name
th_th: ชื่อกลุ่มสิทธิการใช้งาน

# headerPermissionIndividualName
source: Permission individual name
th_th: ชื่อสิทธิการใช้งานเฉพาะ

# headerPermissionType
source: Permission type
th_th: ประเภทสิทธิการใช้งาน

# headerQuotation
source: Quotation
th_th: โมดูล Quotation

# headerRemove
source: <div style="display:none;">Remove</div>
th_th: <div style="display:none;">ลบ</div>

# lblEmployee
source: Employee
th_th: พนักงาน

# lblEmployeeCode
source: Employee no.
th_th: รหัสพนักงาน

# lblEmployeeName
source: Employee name
th_th: ชื่อพนักงาน

# lblIndividual
source: Individual
th_th: สิทธิการใช้งานเฉพาะ

# lblOfficeDepartment
source: Office/Department
th_th: สิทธิการใช้งานตามสาขา/แผนก

# lblPermissionGroupCode
source: Permission group code
th_th: รหัสกลุ่มสิทธิการใช้งาน

# lblPermissionGroupName
source: Permission group name
th_th: ชื่อกลุ่มสิทธิการใช้งาน

# lblPermissionIndividualName
source: Permission individual name
th_th: ชื่อสิทธิการใช้งานเฉพาะ

# lblPermissionType
source: Permission type
th_th: ประเภทสิทธิการใช้งาน

# lblPermisssionType
source: Permission type
th_th: ประเภทสิทธิการใช้งาน

# lblUseInEmployee
source: Use in employee
th_th: สิทธิการใช้งานของพนักงาน

# sectionMaintainPermissionGroup
source: Maintain permission group
th_th: จัดการข้อมูลกลุ่มสิทธิการใช้งาน

# sectionResultList
source: Result list
th_th: ผลการค้นหา

# sectionSearchPermissionGroup
source: Search permission group
th_th: ค้นหาข้อมูลกลุ่มสิทธิการใช้งาน

# subsectionIndividualPermissionEist
source: Individual permission list
th_th: รายการสิทธิการใช้งานเฉพาะ

# subsectionPermissionGroupDetails
source: Set permission detail
th_th: กำหนดรายละเอียดสิทธิการใช้งาน

# subsectionSetIndividualPermission
source: Set individual permission
th_th: กำหนดสิทธิการใช้งานเฉพาะ

# subsectionSetOfficePermission
source: Set office/department permission
th_th: กำหนดสิทธิการใช้งานตามสาขา/แผนก

# treeFunction
source: Function
th_th: ฟังก์ชั่น

# treePermissionGroupDetails
source: Permission group details
th_th: รายละเอียดกลุ่มสิทธิการใช้งาน

# headerDetail
source: <div style="display:none;">Edit</div>
th_th: <div style="display:none;">แก้ไข</div>

# lblPermissionGroupDetailsWarning
source: Warning when checking 'Contract' function It is including administrator permission for approval request register function (CTS380:SpecialViewandEditAR). For general case, please uncheck such permission.
th_th: คำเตือนเมื่อจะทำเครื่องหมายถูกที่ฟังก์ชั่น 'Contract' เมื่อทำเครื่องหมายถูกที่นี่แล้วจะให้สิทธิ์การบันทึกการขออนุมัติสำหรับผู้ดูแลระบบไปด้วย (CTS380:SpecialViewandEditAR) กรณีให้สิทธิ์พนักงานทั่วไปกรุณาเอาเครื่องหมายถูกออกจากสิทธิ์ดังกล่าวด้วย
