Repository: EliGosK/SECOM_AJIS_INDO
Catalog: SECOM_AJIS.Presentation.Contract/Message/MessageList.*.resx
Languages: ja_jp, th_th

# MSG3232
source: Save completely, but the notify email cannot be sent.
ja_jp: 保存完了しましたが、通知メールを送ることができません。
th_th: บันทึกเสร็จสิ้น เเต่อีเมล์ที่ระบุไม่สามารถส่งได้

# MSG3233
source: Cannot save sale price. The amount reach maximum.
ja_jp: 売却システム料金を保存できません。金額が上限に達しています。
th_th: ไม่สามารถบันทึกราคาขายได้ จำนวนเงินมีค่าสูงสุดในขอบเขตที่กำหนดไว้

# MSG3225
source: There is a processing installation. Please process after the installation is complete or cancelled.
ja_jp: 進行中の工事があります。工事完了後、または取消後に処理を行ってください。
th_th: มีการติดตั้งที่กำลังดำเนินการอยู่ กรุณาดำเนินการอีกครั้งหลังจากที่การติดตั้งเสร็จสิ้นหรือถูกยกเลิก

# MSG3226
source: NPWP of customer is changed but branch name/branch building/contact point are same value, do you want to continue ?
ja_jp: 契約先／納入先のID番号／納税者番号が変更されましたが、支店名称／支店住所／連絡先は同じ値です。処理を続けてもよろしいですか？
th_th: เลขประจำตัวประชาชน/เลขประจำตัวผู้เสียภาษีของผู้ทำสัญญา/ผู้ซื้อถูกเปลี่ยนเเปลงไป เเต่ชื่อสาขา/ที่อยู่สาขา/การติดต่อยังคงเป็นข้อมูลเดิม คุณต้องการดำเนินการต่อหรือไม่

# MSG3234
source: Please specify contract document occurrence.
ja_jp: 契約文書OCCを指定してください。
th_th: กรุณาระบุ OCC ของเอกสารสัญญา

# MSG3235
source: Order sale price is not equal to summary of order product price and installation fee.
ja_jp: 受注売却システム料金が受注商品代金と工事料金の金額の合計と一致しておりません。
th_th: ราคาขายที่ลูกค้าเซ็นมาไม่เท่ากับยอดรวมของราคาสินค้าที่ลูกค้าเซ็นมากับค่าติดตั้ง

# MSG3236
source: Cannot register CP-15 because the contract status is not a before start
ja_jp: 契約ステータスが実施前ではないためCP-15を登録することができません。
th_th: ไม่สามารถบันทึก CP-15 ได้เนื่องจากสัญญาไม่ได้อยู่ในสถานะก่อนเปิดใช้บริการ

# MSG3237
source: Cannot register CP-14 because the contract status is not an after start
ja_jp: 契約ステータスが実施後ではないためCP-14を登録することができません。
th_th: ไม่สามารถบันทึก CP-14 ได้เนื่องจากสัญญาไม่ได้อยู่ในสถานะหลังเปิดใช้บริการ

# MSG3036
source: Cannot assign this role. Approver and auditor of each role assign to 1 person only.
ja_jp: このロールを指定できません。決裁者及び審査者には一人しか指定できません。
th_th: ไม่สามารถระบุตำแหน่งนี้ได้ ผู้อนุมัติและผู้ตรวจสอบสามารถมีเพียงรายเดียวในแต่ละตำแหน่ง

# MSG3073
source: The expected complete installation date is registered with a date in the past.
ja_jp: 工事完了予定日に過去の日付が登録されています。
th_th: วันที่คาดว่าจะติดตั้งเสร็จสิ้นถูกบันทึกเป็นวันที่ในอดีต

# MSG3074
source: Cannot register approval request with quotation target code which already approved contract.
ja_jp: 成約承認された見積先コードで上申を起案することはできません。
th_th: ไม่สามารถขออนุมัติโดยใช้รหัสลูกค้าเพื่อเสนอราคาที่อนุมัติสัญญาไปแล้วได้

# MSG3096
source: Approve completely, Contract no. is {0}.
ja_jp: 承認完了。契約コードは{0}です。
th_th: อนุมัติสำเร็จแล้ว เลขที่สัญญาคือ {0}

# MSG3098
source: Cannot register. There is installation basic data of contract no., {0}.
ja_jp: 登録できません。契約コード{0}の工事基本データが存在しています。
th_th: ไม่สามารถบันทึกได้ มีข้อมูลการติดตั้งพื้นฐานของเลขที่สัญญา {0} อยู่แล้วในระบบ

# MSG3139
source: The change operation date must less than or equal to the value of next occurrence.
ja_jp: 変更実施日は次のオカーレンスの値より前の日付、または同日でなければなりません。
th_th: วันที่ดำเนินการเปลี่ยนเเปลงต้องต้องเป็นวันที่ก่อนหน้าหรือเป็นวันเดียวกับค่าของ OCC ก่อนหน้านี้

# MSG3149
source: Approver must be specify.
ja_jp: 決裁者を指定しなければなりません。
th_th: ต้องระบุผู้อนุมัติ

# MSG3220
source: Are you sure to update last complete for this project ?
ja_jp: このプロジェクトを最終完了登録します。よろしいですか。
th_th: คุณแน่ใจหรือไม่ว่าต้องการบันทึกโครงการนี้เป็นโครงการเสร็จสิ้นขั้นสุดท้าย?

# MSG3221
source: Are you sure to cancel this project ?
ja_jp: このプロジェクトを取消します。よろしいですか。
th_th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกโครงการนี้?

# MSG3222
source: Update last complete project completely.
ja_jp: プロジェクトを最終完了登録しました。
th_th: บันทึกโครงการนี้เป็นโครงการเสร็จสิ้นขั้นสุดท้ายสำเร็จแล้ว

# MSG3223
source: Cancel project completely.
ja_jp: プロジェクト取消が完了しました。
th_th: ยกเลิกโครงการสำเร็จแล้ว

# MSG3231
source: Cannot register. There is no fee information on list.
ja_jp: 一覧に料金情報が存在しないため、登録できません。
th_th: ไม่สามารถบันทึกได้เนื่องจากไม่มีข้อมูลราคาอยู่ในรายการ

# MSG3238
source: The security occurrence {0} is existing, Please select another security occurrence that not existing in the system
ja_jp: 警備OCC {0} は既に存在しています。システムに存在しない警備OCCを選択してください。
th_th: OCC การรักษาความปลอดภัย {0} มีอยู่ในระบบแล้ว กรุณาเลือก OCC การรักษาความปลอดภัยอื่นที่ยังไม่มีในระบบ

# MSG3239
source: The order sale price is greatly adjusted. Please make sure that an Approve No. is input correctly.
ja_jp: 受注売却システム料金が大幅に調整されています。決裁番号が入力されていることを確認してください。
th_th: มีการปรับเปลี่ยนราคาขายที่ลูกค้าเซ็นมาต่างไปจากเดิมมาก กรุณาตรวจสอบว่าเลขที่อนุมัติได้ถูกกรอกไว้แล้ว

# MSG3240
source: Cannot register new branch because no data in project WIP W/H equipment detail.
ja_jp: プロジェクト仕掛倉庫明細のデータがないため、新規枝番作成できません。
th_th: ไม่สามารถบันทึกกลุ่มย่อยใหม่ได้เนื่องจากไม่มีข้อมูลรายละเอียดอุปกรณ์ในคลังสินค้า WIP ของโครงการ

# MSG3241
source: Cannot register new branch because no remain equipment quantity data in project WIP W/H equipment detail.
ja_jp: プロジェクト仕掛倉庫明細に個別契約未出庫数のデータがないため、新規枝番作成できません。
th_th: ไม่สามารถบันทึกกลุ่มย่อยใหม่ได้เนื่องจากไม่มีข้อมูลจำนวนอุปกรณ์คงเหลือในข้อมูลรายละเอียดอุปกรณ์ในคลังสินค้า WIP ของโครงการ

# MSG3242
source: There is no billing basic data to register.
ja_jp: 登録するための請求基本がありません。
th_th: ไม่มีข้อมูลพื้นฐานการเรียกเก็บสำหรับบันทึก

# MSG3243
source: Cannot use this quotation target code because it is wait for approve. For revising data, please return draft contract before editing.
ja_jp: この見積先コードは承認待ちのため、新規登録はできません。内容の修正は、差し戻し後、編集から行ってください。
th_th: ไม่สามารถใช้รหัสลูกค้าเพื่อเสนอราคานี้ได้เนื่องจากอยู่ในสถานะรออนุมัติ หากต้องการแก้ไขข้อมูลกรุณาตีกลับร่างสัญญาก่อนแล้วจึงดำเนินการแก้ไข

# MSG3244
source: Cannot use this quotation target code because it is rejected.
ja_jp: この見積先コードは否認されているため、新規登録はできません。
th_th: ไม่สามารถใช้รหัสลูกค้าเพื่อเสนอราคานี้ได้เนื่องจากอยู่ในสถานะไม่อนุมัติ

# MSG3245
source: Cannot use this quotation target code because it is returned.
ja_jp: この見積先コードは差戻されているため、新規登録はできません。
th_th: ไม่สามารถใช้รหัสลูกค้าเพื่อเสนอราคานี้ได้เนื่องจากอยู่ในสถานะตีกลับ

# MSG3246
source: Cannot use this quotation target code because it is approved.
ja_jp: この見積先コードは承認されているため、新規登録はできません。
th_th: ไม่สามารถใช้รหัสลูกค้าเพื่อเสนอราคานี้ได้เนื่องจากอยู่ในสถานะอนุมัติแล้ว

# MSG3247
source: Salesman is duplicated.
ja_jp: 営業社員が重複しています。
th_th: พนักงานขายซ้ำกันอยู่

# MSG3248
source: Premise registered as SECOM product is different. Please check the real customer information/premise's information.
ja_jp: セコム商品として登録されている物件が違います。お客様情報／物件情報を確認してください。
th_th: ข้อมูลสถานที่ติดตั้งของสินค้าซีคอมไม่ถูกต้อง กรุณาตรวจสอบข้อมูลผู้ใช้สถานที่ติดตั้ง/สถานที่ติดตั้งใหม่

# MSG3249
source: The order sale price is registered as 0. Please make sure that an Approve No. is input correctly.
ja_jp: 受注売却システム料金が0として登録されています。決裁番号が入力されていることを確認してください。
th_th: ราคาขายที่ลูกค้าเซ็นมาถูกบันทึกไว้เป็น 0 กรุณาตรวจสอบว่าเลขที่อนุมัติได้ถูกกรอกไว้แล้ว

# MSG3250
source: If you click [Yes], contract no. will be generated. Do you want to continue?
ja_jp: 「はい」をクリックすると、契約コードが付与されます。処理を進めますか？
th_th: หากกดปุ่ม "ใช่" แล้วระบบจะดำเนินการสร้างเลขที่สัญญา คุณต้องการดำเนินการต่อหรือไม่?

# MSG3251
source: Payment term is less than 3 months. Please input Approve no.
ja_jp: 請求サイクルが2ヶ月以下のため、決裁番号を入力してください。
th_th: รอบการเรียกเก็บน้อยกว่า 3 เดือนกรุณากรอกเลขที่อนุมัติ

# MSG3252
source: Cannot save {0}. The amount reach maximum.
ja_jp: {0}を保存できません。金額が上限に達しています
th_th: ไม่สามารถบันทึก{0}ได้ จำนวนเงินมีค่าสูงสุดในขอบเขตที่กำหนดไว้

# MSG3260
source: Project code {0} is not register last complete. Please input other project code.
ja_jp: プロジェクトコード{0}がプロジェクト最終完了登録されていません。別のプロジェクトコードを入力してください。
th_th: เลขที่โครงการ {0} ยังไม่ได้บันทึกโครงการเสร็จสิ้นทั้งหมด กรุณากรอกเลขที่สัญญาอื่น

# MSG3261
source: The premise of maintenance target contract is not the same as premise of maintenance contract. Please select another contract no.
ja_jp: 保守対象契約の物件は保守契約の物件と一致しません。別の契約コードを選択してください。
th_th: สถานที่ติดตั้งของสัญญาที่จะบำรุงรักษาไม่ตรงกับสถานที่ติดตั้งของสัญญาบริการบำรุงรักษา

# MSG3253
source: Billing customer is registering or editing. Please click [Add/update] or [Cancel] on billing customer detail section before.
ja_jp: 請求先は登録、もしくは編集中です。請求先明細セクション上の「追加／更新」又は「キャンセル」をクリックしてください。
th_th: ลูกค้าสำหรับออกใบแจ้งหนี้อยู่ในระหว่างการบันทึกหรือแก้ไข กรุณากดปุ่ม 'เพิ่ม/ปรับปรุง' หรือ 'ยกเลิก' ก่อน

# MSG3254
source: Cannot register Q code in 'Origin contract no. for slide deposit fee'.
ja_jp: 「保証金スライド元契約コード」欄にQコードを登録できません。
th_th: ไม่สามารถบันทึกเลขที่สัญญาขายใน 'โอนค่ามัดจำจากสัญญาเลขที่' ได้

# MSG3255
source: Credit term is greater than zero. Please input Approve no.
ja_jp: 支払時期＞0です。決裁番号を入力してください。
th_th: ระยะเวลาการชำระเงินมีค่ามากกว่า 0 กรุณากรอกเลขที่อนุมัติ

# MSG3256
source: The required item of 'Customer' is not inputted. Please click [New/Edit customer info.] button to register that item.
ja_jp: 「契約先／発注元」は必須項目が入力されていません。「顧客登録／編集」ボタンをクリックし、登録してください。
th_th: ไม่มีการกรอกข้อมูลที่จำเป็นต้องกรอกในส่วนของ 'ผู้ทำสัญญา/ผู้ซื้อ' กรุณากดปุ่ม 'สร้าง/แก้ไขข้อมูลลูกค้า' เพื่อทำการบันทึกข้อมูล

# MSG3257
source: The required item of 'Real customer' is not inputted. Please click [New/Edit customer info.] button to register that item.
ja_jp: 「お客様」は必須項目が入力されていません。「顧客登録／編集」ボタンをクリックし、登録してください。
th_th: ไม่มีการกรอกข้อมูลที่จำเป็นต้องกรอกในส่วนของ 'ผู้ใช้สถานที่ติดตั้ง' กรุณากดปุ่ม 'สร้าง/แก้ไขข้อมูลลูกค้า' เพื่อทำการบันทึกข้อมูล

# MSG3258
source: The required item of 'Premise' is not inputted. Please click [New/Edit premise's info.] button to register that item.
ja_jp: 「物件／納入先」は必須項目が入力されていません。「物件／納入先登録／編集」ボタンをクリックし、登録してください。
th_th: ไม่มีการกรอกข้อมูลที่จำเป็นต้องกรอกในส่วนของ 'สถานที่ติดตั้ง' กรุณากดปุ่ม 'สร้าง/แก้ไขข้อมูลสถานที่ติดตั้ง' เพื่อทำการบันทึข้อมูล

# MSG3259
source: Several billing customer of service fee/maintenance check-up fee/security guard service fee are registered for this contract; please register start service data by leave Adjust billing term date as blank.
ja_jp: この契約に対して、契約料金／保守点検料金／常駐契約料金の請求先が複数登録されています。請求期間調整をブランクにして実施データを登録してください。
th_th: สัญญานี้มีการบันทึกลูกค้าสำหรับออกใบแจ้งหนี้ของค่าเช่า/ค่าบริการ/ค่าบำรุงรักษา/ค่าบริการพนักงานรักษาความปลอดภัยหลายราย กรุณาบันทึกข้อมูลการเริ่มให้บริการโดยไม่ต้องกรอกช่องปรับช่วงเวลาเรียกเก็บ

# MSG3262
source: Program is not allow to change premise of maintenance contract or maintenance contract target.
ja_jp: 保守契約又は保守対象契約の物件を変更することができません。
th_th: โปรแกรมไม่อนุญาตให้เปลี่ยนสถานที่ติดตั้งของสัญญาที่จะบำรุงรักษาหรือสัญญาบริการบำรุงรักษา

# MSG3263
source: Cannot register Q code/MA code/SG code in 'Connection target code'.
ja_jp: 「結線先コード」欄にQコード／MAコード／SGコードを登録できません。
th_th: ไม่สามารถบันทึกเลขที่สัญญาขาย/เลขที่สัญญาการบำรุงรักษา/เลขที่สัญญาการเฝ้ายามใน 'เลขที่สัญญาที่เชื่อมต่อ' ได้

# MSG3264
source: Register new rental contract completely
ja_jp: 新規継続契約登録が完了しました。
th_th: บันทึกสัญญาเช่าใหม่เสร็จสิ้น

# MSG3265
source: Register new sale contract completely
ja_jp: 新規売買契約登録が完了しました。
th_th: บันทึกสัญญาขายใหม่เสร็จสิ้น

# MSG3267
source: Save completely, but the email cannot be sent.
ja_jp: 保存完了しましたが、メールが送信できません。
th_th: บันทึกเสร็จสิ้น เเต่อีเมล์ไม่สามารถส่งได้

# MSG3268
source: Cannot alternative start service because contract already registered start/alternative service
ja_jp: この契約は実施／代替実施が既に登録されているため、代替実施できません。
th_th: ไม่สามารถเปิดใช้บริการบางส่วนได้เนื่องจากสัญญาได้มีการบันทึกเริ่มให้บริการ/เริ่มให้บริการบางส่วน

# MSG3269
source: An error occured. The generating process for maintenance check-up slip is stopped. System will generate the slips till the error point. Please click [Detail >>] button to see the error details.
ja_jp: エラーが発生しました。保守点検票の生成処理を中止しました。システムは、エラーが発生した時点までの点検票を生成します。エラー詳細を見るためには「詳細＞＞」ボタンをクリックしてください。
th_th: เกิดข้อผิดพลาดขึ้น กระบวนการสร้างใบตรวจสอบบำรุงรักษาหยุดกระทันหัน ระบบจะสร้างสลิปจนถึงจุดที่เกิดข้อผิดพลาด กรุณากดปุ่ม [รายละเอียด >>] เพื่อดูรายละเอียดของข้อผิดพลาด

# MSG3270
source: Order service fee is registered as 0. Please check again. If an approval is already gotten, it will be able to update
ja_jp: 受注契約料金が0で登録されています。確認してください。決裁取得済みであれば更新は可能です。
th_th: ค่าเช่า/ค่าบริการที่ลูกค้าเซ็นมาถูกบันทึกไว้เป็น 0 กรุณาตรวจสอบอีกครั้ง หากได้รับการอนุมัติแล้วจึงจะสามารถปรับปรุงได้

# MSG3271
source: Service fee is greatly adjusted. Please check again. If an approval is already gotten, it will be able to update
ja_jp: 受注契約料金が大幅に調整されています。確認してください。決裁取得済みであれば更新は可能です。
th_th: มีการปรับเปลี่ยนค่าเช่า/ค่าบริการที่ลูกค้าเซ็นมาต่างไปจากเดิมมาก กรุณาตรวจสอบอีกครั้ง หากได้รับการอนุมัติแล้วจึงจะสามารถปรับปรุงได้

# MSG3272
source: This contract no. is during alternative start. Cannot modify equipment quantity by investigation during alternative start
ja_jp: この契約コードが代替実施中です。代替実施中は実査修正は行えません。
th_th: สัญญานี้อยู่ระหว่างการเปิดใช้บริการบางส่วน ไม่สามารถปรับจำนวนอุปกรณ์จากการตรวจสอบในสถานที่ติดตั้งจริงระหว่างการเปิดใช้บริการบางส่วนได้

# MSG3266
source: Please input the value of {0} more than zero
ja_jp: {0}には、0より上の値を入力してください。
th_th: กรุณากรอกค่า {0} มากกว่า 0

# MSG3273
source: Negotiation staff is duplicated
ja_jp: 折衝担当者が重複しています。
th_th: พนักงานที่ติดต่อกับลูกค้าซ้ำกัน

# MSG3274
source: Cannot change project code. There is installation of this contract.
ja_jp: 当該契約に工事情報が存在しているため、プロジェクトコードを変更できません。
th_th: ไม่สามารถเปลี่ยนเลขที่โครงการได้เนื่องจากสัญญานี้มีข้อมูลการติดตั้งอยู่

# MSG3275
source: Cannot assign this person. Control chief must be specified first.
ja_jp: この社員を指定できません。先に事案統括責任者を指定しなければなりません。
th_th: ไม่สามารถระบุพนักงานรายนี้ได้ ต้องระบุหัวหน้าผู้รับผิดชอบเหตุการณ์ก่อน

# MSG3276
source: Cannot specify other person in charge because incident control cheif is not specified.
ja_jp: 事案統括責任者を指定していないため、他の担当者を指定できません。
th_th: ไม่สามารถระบุผู้รับผิดชอบอื่น ๆ ได้ เนื่องจากยังไม่ได้ระบุหัวหน้าผู้รับผิดชอบเหตุการณ์

# MSG3277
source: Cannot register incident. You must specify new incident control cheif.
ja_jp: 事案登録できません。新しい事案統括責任者を指定しなければなりません。
th_th: ไม่สามารถบันทึกเหตุการณ์ได้ ต้องระบุหัวหน้าผู้รับผิดชอบเหตุการณ์คนใหม่ แทนที่คนเดิม

# MSG3278
source: Cannot open screen because specified contract no. is sale contract
ja_jp: 指定した契約コードは売買契約のため、画面を開けません。
th_th: ไม่สามารถเปิดหน้าจอได้เนื่องจากเลขที่สัญญาที่ระบุเป็นสัญญาขาย

# MSG3279
source: Connection target code {0} is not existing. Please specify other contract no.
ja_jp: 結線先コード{0}が存在しません。別の契約コードを指定してください。
th_th: เลขที่สัญญาที่เชื่อมต่อ {0} ไม่มีในระบบ กรุณาระบุเลขที่สัญญาใหม่

# MSG3280
source: Connection target code {0} is not sale-online contract. Please specify other contract no.
ja_jp: 結線先コード{0}が売却オンライン契約ではありません。別の契約コードを指定してください。
th_th: เลขที่สัญญาที่เชื่อมต่อ {0} ไม่ใช่เลขที่สัญญาบริการ Online กรุณาระบุเลขที่สัญญาใหม่

# MSG3281
source: Contract no. for slide fee cannot be the same as the specifed contract no..
ja_jp: スライド先契約コードは、指定した契約コードと同じコードではいけません。
th_th: เลขที่สัญญาสำหรับโอนค่ามัดจำต้องไม่ใช่เลขที่สัญญาเดียวกับที่กำลังทำรายการอยู่

# MSG3282
source: The range of specified period is overlap with the registered period. Do you want to continue?
ja_jp: 指定した期間は登録済みの期間と重なっています。処理を進めますか？
th_th: ขอบเขตของระยะเวลาที่ระบุทับซ้อนกับระยะเวลาที่บันทึกไว้ คุณต้องการดำเนินการต่อหรือไม่?

# MSG3283
source: This contract no. is not during operation.
ja_jp: この契約コードは実施中ではありません。
th_th: สัญญานี้ไม่ได้อยู่ระหว่างการให้บริการ

# MSG3284
source: Expected installation information has already been registered. If you want to modify equipment qty by real investigation, Please cancel it or complete that installation information in advance.
ja_jp: 工事予定情報が登録されています。実査修正を行う場合はこの情報を取り消すか、完了してから行ってください。
th_th: มีการบันทึกข้อมูลแผนการติดตั้งเรียบร้อยแล้ว หากคุณต้องการปรับจำนวนอุปกรณ์จากการตรวจสอบในสถานที่ติดตั้งจริง กรุณายกเลิกหรือบันทึกเสร็จสิ้นการติดตั้งนี้ก่อน

# MSG3285
source: Expected change plan information has already been registered. If you want to modify equipment qty by real investigation, Please cancel it or complete that installation information in advance.
ja_jp: 計画変更予定情報（未実施警備基本）が登録されています。実査修正を行う場合は この情報を取り消すか、完了してから行ってください。
th_th: มีการบันทึกข้อมูลแผนการเปลี่ยนแปลนเรียบร้อยแล้ว หากคุณต้องการปรับจำนวนอุปกรณ์จากการตรวจสอบในสถานที่ติดตั้งจริง กรุณายกเลิกหรือบันทึกเสร็จสิ้นการติดตั้งนี้ก่อน

# MSG3286
source: Cannot modify equipment quantity by investigation with MA-Code, SG-Code.
ja_jp: MAコード、SGコードは実査修正できません。
th_th: ไม่สามารถปรับจำนวนอุปกรณ์จากการตรวจสอบในสถานที่ติดตั้งจริงด้วยเลขที่สัญญา MA หรือ SG ได้

# MSG3287
source: Value of monthly fee is more than maximum input value ({0})
ja_jp: 月額は最大値{0}を超えます。
th_th: จำนวนเงินรายเดือนเกินกว่าค่าสูงสุดที่กรอกได้ ({0})

# MSG3288
source: Cannot perform this operation during alternative start
ja_jp: 代替実施中はこの処理を行えません。
th_th: ไม่สามารถดำเนินการขณะที่ให้บริการบางส่วนได้

# MSG3289
source: Cannot delete last OCC with this function, because there is un-operated OCC. If you need to cancel an un-operated contract, Please use CP-12 cancel un-operated contract
ja_jp: 最新警備オカーレンスが未実施オカーレンスのため、この機能では削除できません。未実施オカーレンスの取消は未実施取消（CP-12）で処理してください。
th_th: ไม่สามารถลบ OCC ล่าสุดด้วยฟังก์ชั่นนี้ได้เนื่องจากเป็น OCC ที่ยังไม่เปิดใช้บริการ หากต้องการยกเลิกสัญญาที่ยังไม่เปิดใช้บริการ กรุณาดำเนินการที่หน้าจอ CP-12 เพื่อยกเลิกสัญญาที่ยังไม่เปิดใช้บริการ

# MSG3290
source: Please specify billing customer for the removal fee payment.
ja_jp: 撤去工事料金の請求先を指定してください。
th_th: กรุณาระบุลูกค้าสำหรับออกใบแจ้งหนี้สำหรับการชำระค่าถอดอุปกรณ์

# MSG3291
source: Data must be edited at least one item.
ja_jp: 少なくとも1つの項目を編集しなければなりません。
th_th: ต้องแก้ไขข้อมูลอย่างน้อยหนึ่งรายการ

# MSG3292
source: Please confirm whether you need to change billing data or not.
ja_jp: 請求データの変更が必要ないか確認してください。
th_th: กรุณาตรวจสอบว่าจำเป็นต้องมีการเปลี่ยนแปลงข้อมูลการเรียกเก็บเงินหรือไม่

# MSG3293
source: There is processing installation data in the specified contract no.. Please delete OCC after checking installation details and canceling installation.
ja_jp: 指定された契約コードには、進行中の工事データが存在します。工事内容を確認し、工事取消してからOCCを削除してください。
th_th: เลขที่สัญญาที่ระบุมีข้อมูลการติดตั้งที่กำลังดำเนินการอยู่ กรุณาลบ OCC หลังจากตรวจสอบเนื้อหาการติดตั้งและยกเลิกการติดตั้งแล้ว

# MSG3294
source: Negotiation staff must be input sequentially from Negotiation staff 1.
ja_jp: 折衝担当者は折衝担当者1から順番に登録してください。
th_th: ต้องทำการบันทึกข้อมูลพนักงานที่ติดต่อกับลูกค้าตามลำดับตั้งแต่พนักงานที่ติดต่อกับลูกค้า 1 เป็นต้นไป

# MSG3295
source: There are some equipment of which the line-up type is "Logical delete".
ja_jp: 採用区分が「抹消」の機器があります。
th_th: มีอุปกรณ์บางชิ้นที่ประเภทการใช้งานเป็น 'ลบ (ทางลอจิคอล)'

# MSG3296
source: There are some equipment of which the line-up type is "Temporary", "One time" or "Stop sale". Do you want to continue?
ja_jp: 採用区分が「仮採用」、「一時採用」、「抹消」の機器があります。
th_th: มีอุปกรณ์บางชิ้นที่ประเภทการใช้งานเป็น 'ใช้ชั่วคราว', 'ใช้ครั้งเดียว', 'ลบ (ทางลอจิคอล)'

# MSG3297
source: Cannot register operation data because installation of Linkage sale contract no. has not completed.
ja_jp: 連携元売買契約が工事完了していないため実施データの登録はできません。
th_th: ไม่สามารถเปิดใช้บริการได้เนื่องจากสัญญาขายที่ใช้อ้างถึงยังไม่เสร็จสิ้นการติดตั้ง

# MSG3298
source: Expected operation date must be equal or greater than last operation date.
ja_jp: 実施予定日に最新実施日より前の日付を入力することはできません。
th_th: วันที่คาดว่าจะเปิดใช้บริการต้องไม่ใช่วันที่ก่อนวันที่เปิดใช้บริการครั้งล่าสุด

# MSG3299
source: Expected operation date cannot be future date.
ja_jp: 実施予定日は未来日付で登録できません。
th_th: วันที่คาดว่าจะเปิดใช้บริการต้องไม่ใช่วันที่ในอนาคต

# MSG3300
source: Contract no., {0}, has already been ended. Please confirm again.
ja_jp: 契約コード {0} は終了しています。確認してください。
th_th: สัญญาเลขที่ {0} สิ้นสุดสัญญาแล้ว กรุณาตรวจสอบข้อมูลใหม่อีกครั้ง

# MSG3301
source: Cannot register only auditor, must register Approver at least
ja_jp: 決裁者が登録されていないため、審査者を登録できません。
th_th: ไม่สามารถบันทึกผู้ตรวจสอบเพียงอย่างเดียวได้ คุณต้องบันทึกผู้อนุมัติก่อน

# MSG3302
source: Cannot add more than 8 recipients.
ja_jp: メールの配布先は8人を超えて登録できません。
th_th: ไม่สามารถบันทึกข้อมูลผู้รับอีเมล์มากกว่า 8 รายได้

# MSG3303
source: Cannot register by 'Audit request', must register Auditor at least
ja_jp: 審査者が登録されていないため、「審査依頼」を登録できません。
th_th: ไม่สามารถบันทึกโดยขอให้มีการตรวจสอบได้ คุณต้องบันทึกผู้ตรวจสอบก่อน

# MSG3304
source: E-mail of {0} who is person in charge of important incidence does not found. Please contact system administrator to register E-mail of person in charge of important incidence or click 'Yes' button to register this incident without sending e-mail to person in charge who has no e-mail.
ja_jp: 重要事案の通知先{0}のメールアドレスが見つかりません。システム管理者に連絡し重要事案の通知先のメールアドレスを登録してもらうか、もしくは「はい」ボタンをクリックしメール送信なしでこの事案の登録を行ってください。
th_th: ไม่พบอีเมล์ของ {0} ซึ่งเป็นผู้รับผิดชอบเรื่องสำคัญ กรุณาติดต่อผู้ดูแลระบบเพื่อบันทึกข้อมูลอีเมล์ของผู้รับผิดชอบเรื่องสำคัญหรือกดปุ่ม "ใช่" เพื่อบันทึกเหตุการณ์นี้โดยไม่ต้องส่งอีเมล์

# MSG3305
source: The e-mail of specified person in charge {0} is not found. Please contact system administrator to register E-mail of person in charge or click 'Yes' button to register this approval request without sending e-mail to person in charge who has no e-mail.
ja_jp: 指定した通知先{0}のメールアドレスが見つかりません。システム管理者に連絡し通知先のメールアドレスを登録してもらうか、もしくは「はい」ボタンをクリックしメール送信なしでこの上申の登録を行ってください。
th_th: ไม่พบอีเมล์ของ {0} ซึ่งเป็นผู้รับผิดชอบที่ระบุกรุณาติดต่อผู้ดูแลระบบเพื่อบันทึกข้อมูลอีเมล์ของผู้รับผิดชอบ หรือกดปุ่ม "ใช่" เพื่อบันทึกการขออนุมัตินี้โดยไม่ต้องส่งอีเมล์

# MSG3306
source: Cannot register complete termination because contract has been canceled before start service.
ja_jp: この契約は成約取消済みのため、解約確定登録ができません。
th_th: ไม่สามารถบันทึกยืนยันยกเลิกการเช่าอุปกรณ์เตือนภัยได้เนื่องจากสัญญานี้ได้ถูกยกเลิกก่อนเปิดใช้บริการแล้ว

# MSG3307
source: Start memorandum is not received, do you want to continue ?
ja_jp: 業務開始確認書は未回収です。処理を続けてもよろしいですか？
th_th: หนังสือยืนยันการเริ่มเช่าอุปกรณ์เตือนภัยยังไม่ได้รับ ต้องการดำเนินการต่อหรือไม่

# MSG3308
source: Adjust billing term can not be less than start/resume operation date.
ja_jp: 請求期間調整は実施日／再開日より前の日付ではいけません。
th_th: ไม่สามารถบันทึกค่าปรับช่วงเวลาเรียกเก็บน้อยกว่าวันที่เปิดใช้บริการ/วันที่กลับมาใช้บริการใหม่ได้

# MSG3309
source: Cannot register because the installation status is not '00: Installation not registered'.
ja_jp: 工事ステータスが「00：工事未登録」ではないため、登録できません。
th_th: ไม่สามารถบันทึกได้เนื่องจากการสถานะติดตั้งไม่ใช่ '00: ยังไม่บันทึกการติดตั้ง'

# MSG3310
source: First operation date must not be more than change operation date of next OCC ({0})
ja_jp: 当初実施日が次のOCCの変更実施日（{0}）より後の日付ではいけません。
th_th: วันเปิดใช้บริการครั้งแรกต้องไม่มากกว่าวันที่ดำเนินการแก้ไขของ OCC ถัดไป ({0})

# MSG3311
source: Month of first operation date must not be changed.
ja_jp: 当初実施日を変更するとき年月を変更してはいけません。
th_th: เดือนของวันเปิดใช้บริการครั้งแรกต้องไม่เปลี่ยนแปลง

# MSG3312
source: You are not approver.
ja_jp: あなたは決裁者ではありません
th_th: คุณไม่ใช่ผู้อนุมัติ

# MSG3313
source: Are you sure to remove yourself from approver?
ja_jp: 本当に決済者を変更しますか？
th_th: คุณแน่ใจหรือไม่ที่จะถอนตัวเองจากผู้อนุมัติ

# MSG3343
source: Currency of after change fee is different from the currency of the Current fee.<br />Please make sure the amount is correct.<br />If there is any changes for invoice amount, please issue invoice based on calculation manually
ja_jp: 変更後料金の通貨が、現在の契約料金の通貨と異なります。<br />金額が正しいか確認してください。<br />もし請求金額に変更がある場合は、マニュアル計算で請求書を発行してください。

# MSG3352
source: The order product price is greatly adjusted. Please make sure that an Approve No. is input correctly.
ja_jp: 受注商品代金が大幅に調整されています。決裁番号が入力されていることを確認してください。

# MSG3353
source: The order installation fee is greatly adjusted. Please make sure that an Approve No. is input correctly.
ja_jp: 受注工事料金が大幅に調整されています。決裁番号が入力されていることを確認してください。

# MSG3354
source: Currency of billing product price at approval is different from currency of order product price. Please make sure the amount is correct.
ja_jp: 請求承認代金（承認時）の通貨が、受注商品代金の通貨と異なります。 金額が正しいか確認してください。

# MSG3355
source: Currency of partial fee for product price is different from currency of order product price. Please make sure the amount is correct.
ja_jp: 商品代金一部金の通貨が、受注商品代金の通貨と異なります。 金額が正しいか確認してください。

# MSG3356
source: Currency of billing product price at customer acceptance is different from currency of order product price. Please make sure the amount is correct.
ja_jp: 請求商品だ金（客先引渡時）の通貨が、受注商品代金の通貨と異なります。 金額が正しいか確認してください。
