Repository: EliGosK/SECOM_AJIS_INDO
Catalog: SECOM_AJIS.Presentation.Contract/Message/MessageList.*.resx
Languages: ja_jp, th_th

# MSG3107
source: Cannot cancel installation because installation already completed or customer acceptance already registered.
ja_jp: 工事完了済み、または客先引渡登録済みのため、工事取消はできません。
th_th: ไม่สามารถยกเลิกการติดตั้งได้ เนื่องจากการติดตั้งเสร็จสิ้นแล้วหรือมีการบันทึกการส่งมอบแล้ว

# MSG3108
source: Duplicate period of service fee.
ja_jp: 契約料金の期間が重複しています。
th_th: ระยะเวลาของค่าเช่า/ค่าบริการซ้ำซ้อนกันอยู่

# MSG3109
source: Cannot add service fee. There is maintenance fee.
ja_jp: 契約料金が追加できません。保守料金が入力されています。
th_th: ไม่สามารถเพิ่มค่าเช่า/ค่าบริการได้ มีการกรอกค่าบำรุงรักษาไว้อยู่

# MSG3110
source: Duplicate period of maintenance fee.
ja_jp: 保守料金の期間が重複しています。
th_th: ระยะเวลาของค่าบำรุงรักษาซ้ำซ้อนกันอยู่

# MSG3111
source: Cannot add maintenance fee. There is service fee.
ja_jp: 保守料金が追加できません。契約料金が入力されています。
th_th: ไม่สามารถเพิ่มค่าบำรุงรักษาได้ มีการกรอกค่าเช่า/ค่าบริการไว้อยู่

# MSG3112
source: There is duplicate fee type.
ja_jp: 料金区分が重複しています。
th_th: มีประเภทรายการที่เรียกเก็บซ้ำกัน

# MSG3113
source: There is no fee information on list. Do you want to continue?
ja_jp: 一覧上に料金情報がありません。処理を進めますか？
th_th: ไม่มีข้อมูลค่าบริการอยู่ในรายการ คุณต้องการดำเนินการต่อหรือไม่?

# MSG3115
source: Cannot register. Contract is not cancelled.
ja_jp: 登録できません。契約は解約されていません。
th_th: ไม่สามารถบันทึกได้ เนื่องจากสัญญายังไม่ถูกยกเลิก

# MSG3116
source: Contract no., {0}, has already been fixed cancel.
ja_jp: 契約コード{0}が解約確定されています。
th_th: เลขที่สัญญา {0} ถูกยืนยันการยกเลิกสัญญาแล้ว

# MSG3117
source: Removal installation is not completed.
ja_jp: 撤去工事が完了していません。
th_th: การถอดอุปกรณ์ยังไม่เสร็จสิ้น

# MSG3118
source: Invalid contract no., {0}. Maintenance target contract no. must be a sale or alarm/sale online/rental sale product contract.
ja_jp: 次の契約コードは指定できません：{0}。保守対象契約コードは売買契約、またはアラーム／売却オンライン／売却商品レンタル契約でなければなりません。
th_th: เลขที่สัญญาต่อไปนี้ผิดพลาด: {0} เลขที่สัญญาเป้าหมายการบำรุงรักษาต้องเป็นสัญญาซื้อ สัญญาเช่าอุปกรณ์เตือนภัย สัญญาบริการ Online หรือสัญญาเช่าอุปกรณ์ขายขาด

# MSG3119
source: Contract no., {0}, is not started.
ja_jp: 契約コード{0}は開始されていません。
th_th: เลขที่่สัญญา {0} ยังไม่เริ่มเปิดใช้บริการ

# MSG3120
source: Contract no., {0}, has already been related to the contract {1}.
ja_jp: 契約コード{0}は、契約:{1}と既に連携しています。
th_th: เลขที่่สัญญา {0} มีการเชื่อมโยงกับสัญญา {1} แล้ว

# MSG3121
source: The range of specified period is overlap with the registered period. Please specify the different period.
ja_jp: 指定した期間は登録済みの期間と重なっています。別の期間を指定してください。
th_th: ขอบเขตของระยะเวลาที่ระบุทับซ้อนกับระยะเวลาที่บันทึกไว้ กรุณาระบุระยะเวลาอื่น

# MSG3122
source: Unable to register the removal fee because current contract is not contains removal fee before.
ja_jp: 当契約は元々撤去料金がないため、撤去料金を登録できません。
th_th: ไม่สามารถบันทึกค่าถอดอุปกรณ์ได้เนื่องจากสัญญาปัจจุบันไม่มีค่าถอดอุปกรณ์รวมอยู่ด้วยมาก่อน

# MSG3123
source: Cannot register {0} because the {1} is registered.
ja_jp: {1}が登録されたため、{0}を登録できません。
th_th: ไม่สามารถบันทึก {0} ได้เนื่องจากมีการบันทึก {1} ไว้แล้ว

# MSG3124
source: Removal fee is changed. Do you want to save this change to billing data?
ja_jp: 撤去料金が変更されました。この変更を請求データへ保存します。よろしいですか？
th_th: มีการเปลี่ยนแปลงค่าถอดอุปกรณ์ คุณต้องการบันทึกการเปลี่ยนแปลงนี้ไปยังข้อมูลการเรียกเก็บเงินหรือไม่?

# MSG3125
source: Removal is completed, The changed removal fee will not effect to billing data.
ja_jp: 撤去工事が完了しました。修正した内容は請求データに反映されません。
th_th: มีการเปลี่ยนแปลงค่าถอดอุปกรณ์ คุณต้องการบันทึกการเปลี่ยนแปลงนี้ไปยังข้อมูลการเรียกเก็บเงินหรือไม่?

# MSG3126
source: {0} must be today or the past date.
ja_jp: {0}は当日、または過去の日付でなければなりません。
th_th: {0} ต้องเป็นวันที่ปัจจุบันหรือวันที่ในอดีต

# MSG3127
source: Contract period end date must greater than contract period start date
ja_jp: 契約期間終了日は契約期間開始日より後の日付で登録しなければなりません。
th_th: วันสิ้นสุดอายุสัญญาจะต้องเป็นวันที่หลังจากวันเริ่มอายุสัญญา

# MSG3128
source: The introducer code must be an {0} and exist in the system.
ja_jp: 紹介元コードは{0}であり、かつシステムに存在しなければなりません。
th_th: รหัสผู้แนะนำลูกค้าต้องเป็น {0} และมีอยู่ในระบบ

# MSG3129
source: End contract date cannot be less than Operation date.
ja_jp: 契約終了日に実施日より前の日付を入力できません。
th_th: วันสิ้นสุดสัญญาต้องไม่ใช่วันที่ก่อนวันเปิดใช้บริการ

# MSG3130
source: Can not get next running no. of contract no.. Please contact administrator.
ja_jp: 契約コードの次の連番が取得できません。管理者に連絡してください。
th_th: ไม่สามารถดึงข้อมูล Running no. หมายเลขถัดไปของเลขที่สัญญาได้ กรุณาติดต่อผู้ดูแลระบบ

# MSG3131
source: Can not get next running no. of project code. Please contact administrator.
ja_jp: プロジェクトコードの次の連番が取得できません。管理者に連絡してください。
th_th: ไม่สามารถดึงข้อมูล Running no. หมายเลขถัดไปของเลขที่โครงการได้ กรุณาติดต่อผู้ดูแลระบบ

# MSG3132
source: This is not operated occurrence.
ja_jp: 実施済オカーレンスではありません。
th_th: นี่ไม่ใช่ OCC ที่เปิดใช้บริการแล้ว

# MSG3133
source: Cannot insert OCC because the specified contract no. doesn't have OCC which is bigger or smaller than the specified OCC. Please check the specified occurrence.
ja_jp: 当該契約コードには、指定されたOCCより大きいOCC、または小さいOCCが存在しないため、オカーレンスを挿入できません。指定されたOCCを確認してください。
th_th: ไม่สามารถแทรก OCC ได้ เนื่องจากเลขที่สัญญาที่ระบุยังไม่มี OCC อื่นที่มากกว่าหรือน้อยกกว่า OCC ที่ระบุ กรุณาตรวจสอบ OCC ที่ระบุ

# MSG3134
source: The selected occurrence must not be an alternative start or new start.
ja_jp: 代替実施、または本実施のオカーレンスを指定できません。
th_th: OCC ที่เลือกต้องไม่ใช่การใช้บริการบางส่วนหรือการเริ่มใช้บริการใหม่

# MSG3135
source: There is processing installation data in the specified contract no.. Please delete OCC after checking installation details and canceling installation.
ja_jp: 指定された契約コードには、進行中の工事データが存在します。工事内容を確認し、工事取消してからOCCを削除してください。
th_th: มีข้อมูลการติดตั้งของสัญญานี้อยู่ กรุณาลบ OCC หลังจากตรวจสอบรายละเอียดการติดตั้งและยกเลิกการติดตั้งแล้ว

# MSG3136
source: This subcontractor is existing in the list. Please select another subcontractor.
ja_jp: この業者は一覧に存在しています。他の業者を選択してください。
th_th: มีผู้รับเหมานี้อยู่ในรายการเเล้ว กรุณาเลือกผู้รับเหมาอื่น

# MSG3137
source: Are you sure to delete the operated occurrence.
ja_jp: 実施済オカーレンスを削除します。よろしいですか。
th_th: คุณต้องการลบ OCC ที่เปิดใช้บริการแล้วหรือไม่

# MSG3138
source: The change operation date must greater than or equal to the value of previous occurrence.
ja_jp: 変更実施日は前のオカーレンスの値より後の日付、または同日でなければなりません。
th_th: วันที่ดำเนินการเปลี่ยนเเปลงต้องเป็นวันที่หลังจากหรือเป็นวันเดียวกับค่าของ OCC ก่อนหน้านี้

# MSG3140
source: The expected reactivate service date must greater than or equal to the change operation date.
ja_jp: 開始予定日は変更実施日より後の日付、または同日でなければなりません。
th_th: วันที่คาดว่าจะเปิดใช้บริการต้องเป็นวันที่หลังจากหรือเป็นวันเดียวกับวันที่ดำเนินการเปลี่ยนเเปลง

# MSG3141
source: The return date to original fee must greater than or equal to today.
ja_jp: 契約料金戻り日に当日以降を入力しなければなりません。
th_th: วันที่กลับไปใช้ราคาเก่าต้องเป็นวันที่ปัจจุบันหรือวันที่ในอนาคต

# MSG3142
source: Approval request status is “Returned request” wait for requester update, can view only.
ja_jp: 上申ステータスは「依頼差戻」です。依頼者の更新待ちで、照会のみ可能です。
th_th: สถานะ Approval Request เป็น “ตีกลับคำขอ” ขณะนี้รอการปรับปรุงจากผู้ร้องขอ จึงสามารถดูข้อมูลได้อย่างเดียว

# MSG3143
source: Approval request status is “Wait for approval” wait for approver update, can view only.
ja_jp: 上申ステータスは「決裁待ち」です。決裁者の更新待ちで、照会のみ可能です。
th_th: สถานะ Approval Request เป็น"รออนุมัติ" ขณะนี้รอการปรับปรุงจากผู้ร้องขอ จึงสามารถดูข้อมูลได้อย่างเดียว

# MSG3144
source: Approval request status is “Auditing” wait for auditor update, can view only.
ja_jp: 上申ステータスは「審査中」です。審査者の更新待ちで、照会のみ可能です。
th_th: สถานะ Approval Request เป็น "กำลังตรวจสอบ" ขณะนี้รอการปรับปรุงจากผู้ร้องขอ จึงสามารถดูข้อมูลได้อย่างเดียว

# MSG3145
source: Approval request status is “Approved” except administrator, other user can view only.
ja_jp: 上申ステータスは「決裁済み」です。管理者以外のユーザーは照会のみ可能です。
th_th: สถานะ Approval Request เป็น"อนุมัติเเล้ว" ผู้ใช้อื่นนอกจากผู้ดูเเลระบบจึงสามารถดูข้อมูลได้อย่างเดียว

# MSG3146
source: Approval request status is “Instructed” except administrator, other user can view only.
ja_jp: 上申ステータスは「指示」です。管理者以外のユーザーは照会のみ可能です。
th_th: สถานะของ Approval Request เป็น"ออกคำสั่งแล้ว" ผู้ใช้อื่นนอกจากผู้ดูเเลระบบจึงสามารถดูข้อมูลได้อย่างเดียว

# MSG3147
source: Approval request status is “Rejected” except administrator, other user can view only.
ja_jp: 上申ステータスは「却下」です。管理者以外のユーザーは照会のみ可能です。
th_th: สถานะของ Approval Request เป็น"ไม่อนุมัติ" ผู้ใช้อื่นนอกจากผู้ดูแลระบบจึงสามารถดูข้อมูลได้อย่างเดียว

# MSG3148
source: Service fee is changed.
ja_jp: 契約料金は変更されました。
th_th: ค่าเช่า/ค่าบริการถูกเปลี่ยนเเปลงไปแล้ว

# MSG3150
source: There must be only one billing customer for the maintenance fee payment.
ja_jp: 保守料金の請求先は1つのみでなければなりません。
th_th: ต้องมีลูกค้าสำหรับออกใบแจ้งหนี้สำหรับการชำระค่าบำรุงรักษาเพียง 1 รายเท่านั้น

# MSG3151
source: Maintenance fee type is changed. Don't forget to change the fee in the billing module manually.
ja_jp: 保守請求区分が変更されました。請求モジュール側で手動で料金を変更するのを忘れないで下さい。
th_th: มีการเปลี่ยนแปลงวิธีการเรียกเก็บค่าบำรุงรักษา กรุณาอย่าลืมเข้าไปเปลี่ยนค่าบริการในโมดูล Billing ด้วย

# MSG3152
source: You do not have a permission to open "Administrator list" screen.
ja_jp: 「管理者一覧」画面を開く権限がありません。
th_th: คุณไม่ได้รับอนุญาตให้เปิดหน้าจอ "รายการสำหรับผู้ดูแลระบบ" ได้

# MSG3153
source: Maintenance fee has been adjusted. Please register an Approve No.
ja_jp: 保守料金が調整されました。決裁番号を登録してください。
th_th: มีการเปลี่ยนแปลงค่าบำรุงรักษา กรุณาบันทึกเลขที่อนุมัติ

# MSG3154
source: Cancel date must not be in the future.
ja_jp: 解約／成約取消日は未来日付ではいけません。
th_th: วันที่ยกเลิกสัญญาต้องไม่เป็นวันที่ในอนาคต

# MSG3155
source: Cancel date must not be less than change implement date.
ja_jp: 解約／成約取消日は変更実施日より前の日付ではいけません。
th_th: วันที่ยกเลิกสัญญาต้องไม่ใช่วันที่ก่อนวันที่ดำเนินการแก้ไข

# MSG3156
source: Contract no., {0}, has already been stopped.
ja_jp: 契約コード {0} は停止されました。
th_th: เลขที่สัญญา {0} ถูกระงับแล้ว

# MSG3157
source: Stop date must not be in the future.
ja_jp: 停止日は未来日付ではいけません。
th_th: วันที่หยุดใช้บริการต้องไม่ใช่วันที่ในอนาคต

# MSG3158
source: Stop date must date back from today less than 1 year.
ja_jp: 停止日には1年前の同日以前の日付は入力できません。
th_th: วันที่หยุดใช้บริการต้องเป็นวันที่ก่อนหน้าไม่เกิน 1 ปีนับจากวันนี้

# MSG3159
source: Expected resume operation date is more than stop date <= 6 months. Do you want to continue?
ja_jp: 再開予定日は停止日から起算して6ヶ月以上離れています。処理を進めますか？
th_th: วันที่คาดว่าจะกลับมาใช้บริการใหม่ห่างจากวันที่หยุดใช้บริการ 6 เดือนหรือมากกว่า คุณต้องการดำเนินการต่อหรือไม่

# MSG3160
source: Cannot register. Contract is not approved.
ja_jp: 登録できません。契約は承認されていません。
th_th: ไม่สามารถบันทึกได้ เนื่องจากสัญญายังไม่ได้รับการอนุมัติ

# MSG3161
source: Cannot generate schedule because product type is not maintenance or alarm contract.
ja_jp: 商品種類が保守契約、またはアラーム契約ではないため、保守スケジュールを生成できません。
th_th: ไม่สามารถออกกำหนดการบำรุงรักษาได้เนื่องจากประเภทการขายไม่ใช่สัญญาบริการบำรุงรักษาหรือสัญญาเช่าอุปกรณ์เตือนภัย

# MSG3162
source: There is no data to register on list.
ja_jp: 一覧上に登録するデータが存在していません。
th_th: ไม่มีข้อมูลที่จะบันทึกในรายการ

# MSG3163
source: The equipment code {0} is duplicated. Please select another equipment.
ja_jp: 機器コード{0}が重複しています。他の機器を選択してください。
th_th: รหัสอุปกรณ์ {0} ซ้ำ กรุณาเลือกอุปกรณ์อื่น

# MSG3164
source: Salesman must be input sequentially.
ja_jp: 営業社員は順番に入力しなければなりません。
th_th: ต้องใส่ข้อมูลพนักงานขายตามลำดับ

# MSG3165
source: 'Warrantee period from' must more than or equal to the customer acceptance date.
ja_jp: 「保証期間開始」は「客先引渡日」より後の日付、または同日でなければなりません。
th_th: ระยะเวลาการรับประกัน (ตั้งแต่) ต้องเป็นวันที่หลังจากหรือเป็นวันเดียวกับวันส่งมอบสินค้า

# MSG3166
source: 'Warrantee period to' must more than 'Warrantee period from'.
ja_jp: 「保証期間終了」は「保証期間開始」より後の日付でなければなりません。
th_th: ระยะเวลาการรับประกัน (ตั้งแต่) ต้องมากกว่าระยะเวลาการรับประกัน (จนถึง)

# MSG3167
source: Contract status cannot perform start or reactivate service.
ja_jp: 本契約状態は実施・再開を行うことができません。
th_th: สถานะของสัญญานี้ไม่สามารถดำเนินการเปิดใช้บริการหรือกลับมาใช้บริการใหม่ได้

# MSG3168
source: Sale contract data of last OCC must be ‘New sale’ or ‘Add sale’.
ja_jp: 売却契約データの最新オカーレンスは「新規売却」または「追加売却」でなければなりません。
th_th: ข้อมูลสัญญาขายของ OCC ล่าสุดต้องเป็น "ขายใหม่" หรือ "ขายเพิ่ม"

# MSG3169
source: Start/resume operation date must not be in the past more than one year.
ja_jp: 実施日・再開日には1年前の同日以前の日付は入力できません。
th_th: วันที่เปิดใช้บริการ/วันที่กลับมาใช้บริการใหม่ต้องผ่านมาไม่เกิน 1 ปี

# MSG3170
source: For maintenance contract, start/resume operation date must be current month.
ja_jp: 保守契約は、実施日・再開日が当月でなければなりません。
th_th: สำหรับสัญญาบริการบำรุงรักษา วันที่เปิดใช้บริการและวันที่กลับมาใช้บริการใหม่ต้องเป็นเดือนปัจจุบัน

# MSG3171
source: Cannot start service because installation is not complete.
ja_jp: 工事完了していないため、実施できません。
th_th: ไม่สามารถเปิดใช้บริการได้เนื่องจากการติดตั้งยังไม่เสร็จสิ้น

# MSG3172
source: Cannot start service because PO or contract is not receive and approve no. is not inputted.
ja_jp: 発注書または契約書が回収されていないため、決裁番号を入力しないと、実施できません。
th_th: ไม่สามารถเปิดใช้บริการได้เนื่องจากยังไม่ได้รับใบสั่งซื้อหรือใบสัญญาและยังไม่ได้ใส่เลขที่อนุมัติ

# MSG3173
source: Cannot start service because any target maintenance have not be started service.
ja_jp: 対象の保守契約が一部まだ実施されていないため、実施できません。
th_th: ไม่สามารถเปิดใช้บริการได้เนื่องจากสัญญาที่จะบำรุงรักษายังไม่ได้เปิดใช้บริการทั้งหมด

# MSG3174
source: Cannot alternative start service because contract is not alarm contract.
ja_jp: アラーム契約ではないため、代替実施できません。
th_th: ไม่สามารถเปิดใช้บริการบางส่วนได้เนื่องจากไม่ใช่สัญญาเช่าอุปกรณ์เตือนภัย

# MSG3175
source: Cannot reactivate service because installation is not complete.
ja_jp: 工事完了していないため、再開できません。
th_th: ไม่สามารถกลับมาใช้บริการใหม่ได้เนื่องจากการติดตั้งยังไม่เสร็จสิ้น

# MSG3176
source: Cannot reactivate service because contract is not stopped.
ja_jp: 契約が停止されてい3ないため、再開できません。
th_th: ไม่สามารถกลับมาใช้บริการใหม่ได้เนื่องจากยังไม่มีการหยุดใช้บริการ

# MSG3177
source: You input start/resume operation date with old date more than 3 months, do you want to continue ?
ja_jp: 3ヶ月以上前の日付で実施日・再開日が入力されました。処理を進めますか？
th_th: คุณใส่วันที่เปิดใช้บริการ/วันที่กลับมาใช้บริการใหม่ด้วยวันที่ที่ผ่านมาแล้วเกิน 3 เดือน ต้องการดำเนินการต่อหรือไม่

# MSG3179
source: Cannot receive contract document that is not issued.
ja_jp: 発行されていない契約文書は回収できません。
th_th: ไม่สามารถรับเอกสารสัญญาที่ยังไม่ได้ดำเนินการออกเอกสารได้

# MSG3180
source: The expected maintenance date must be greater than or equal to today.
ja_jp: 保守予定日は過去日付で登録されました。
th_th: วันที่คาดว่าจะทำการซ่อมบำรุงถูกบันทึกเป็นวันที่ในอดีต

# MSG3181
source: Maintenance fee is change after sent to billing. Don't forget to change the fee in the billing module manually.
ja_jp: 保守料金が請求側に送った後に変更されました。請求モジュール側で手動で料金を変更するのを忘れないで下さい。
th_th: มีการเปลี่ยนแปลงค่าบำรุงรักษาหลังจากส่งใบแจ้งหนี้ไปแล้ว กรุณาอย่าลืมเข้าไปเปลี่ยนแปลงค่าบริการในโมดูล Billing ด้วย

# MSG3182
source: Expected resume operation date must be greater than or equal to Stop date.
ja_jp: 再開予定日は停止日以降を入力しなければなりません。
th_th: วันที่คาดว่าจะกลับมาใช้บริการใหม่ต้องเป็นวันที่เดียวกันหรือหลังจากวันที่หยุดใช้บริการ

# MSG3183
source: Department person in charge was registered more than one person. Please inform managing department (HR).
ja_jp: 部署担当者が２名以上登録されました。管理部署（HR）に連絡してください。
th_th: มีการกำหนดผู้รับผิดชอบของแผนกไว้มากกว่า 1 คน กรุณาติดต่อแผนกที่รับผิดชอบ (แผนกบุคคล)

# MSG3184
source: Department person in charge is not assigned. Please inform managing department (HR).
ja_jp: 部署責任者が登録されていません。管理部署（HR）に連絡してください。
th_th: ยังไม่กำหนดผู้รับผิดชอบของแผนก กรุณาติดต่อแผนกที่รับผิดชอบ (แผนกบุคคล)

# MSG3185
source: Stop date must not be less than last change operation date.
ja_jp: 停止日には最新の変更実施日より前の日付の登録はできません。
th_th: วันที่หยุดใช้บริการต้องไม่ใช่วันที่ก่อนวันที่ดำเนินการแก้ไขล่าสุด

# MSG3186
source: Company name, {0} already exist in list.
ja_jp: 会社名{0}は既に一覧上に存在しています。
th_th: ชื่อบริษัท {0} มีอยู่ในรายการแล้ว

# MSG3187
source: System (product) name, {0} already exist in list.
ja_jp: システム（商品）名称{0}は既に一覧上に存在しています。
th_th: ชื่อระบบ (สินค้า) {0} มีอยู่ในรายการแล้ว

# MSG3188
source: Support staff, {0} already exist in list.
ja_jp: サポートスタッフ {0} は既に一覧上に存在しています。
th_th: พนักงานซัพพอร์ต {0} มีอยู่ในรายการแล้ว

# MSG3189
source: Are you sure to reject contract?
ja_jp: 契約を否認しますが、よろしいですか。
th_th: คุณแน่ใจหรือไม่ที่จะไม่อนุมัติสัญญา

# MSG3190
source: Cannot generate the incident no. Contract data does not exist.
ja_jp: 事案番号を採番できません。契約データが存在しません。
th_th: ไม่สามารถสร้างเลขที่เหตุการณ์ได้เนื่องจากไม่มีข้อมูลสัญญาอยู่

# MSG3191
source: Are you sure to return the approve request?
ja_jp: 成約承認依頼を差し戻します。よろしいですか。
th_th: คุณแน่ใจหรือไม่ที่จะตีกลับคำขอ

# MSG3192
source: Cannot generate the approval request request no. Contract data does not exist.
ja_jp: 上申起案番号を採番できません。契約データが存在しません。
th_th: ไม่สามารถสร้างเลขที่ขออนุมัติได้เนื่องจากไม่มีข้อมูลสัญญาในระบบ

# MSG3193
source: Cannot delete the maintenance check-up schedule because there is some registered results in the same cycle.
ja_jp: 同じサイクルに結果が登録されているため、保守点検スケジュールを削除できません。
th_th: ไม่สามารถลบกำหนดการบำรุงรักษาได้ เนื่องจากมีข้อมูลผลการตรวจสอบบางรายการถูกบันทึกไว้แล้วในรอบเดียวกัน

# MSG3194
source: This user code/contract no. : {0} is existing in the list. Please select another contract.
ja_jp: ユーザーコード／契約コード {0} は一覧に存在しています。別の契約を選択してください。
th_th: มี User code/รหัสสัญญา {0} อยู่ในรายการเเล้ว กรุณาเลือกสัญญาอื่น

# MSG3195
source: Invalid billing customer information. One billing customer must be registered to pay in the result based fee.
ja_jp: 請求先の登録が正しくありません。出来高料金の請求先は1つのみ登録することが出来ます。
th_th: ข้อมูลลูกค้าสำหรับออกใบแจ้งหนี้ผิดพลาด ลูกค้าสำหรับออกใบแจ้งหนี้ที่ชำระค่าบริการเป็นรายครั้งสามารถบันทึกได้เพียงรายเดียว

# MSG3196
source: Cannot input the expected reactivate service date when the change type of contract is not suspension.
ja_jp: 変更種類が業務停止ではない場合、開始予定日を入力できません。
th_th: ไม่สามารถใส่ข้อมูลวันที่คาดว่าจะเปิดใช้บริการได้ในกรณีที่ประเภทการเปลี่ยนเเปลงของสัญญาไม่ใช่หยุดใช้บริการ

# MSG3197
source: Cannot input the return to original fee date when the change type of contract is not change fee.
ja_jp: 変更種類が変更料金ではない場合、契約料金戻り日を入力できません。
th_th: ไม่สามารถใส่ข้อมูลวันที่กลับไปใช้ข้อมูลเก่าได้ในกรณีที่ประเภทการเปลี่ยนเเปลงไม่ใช่เปลี่ยนเเปลงราคา

# MSG3198
source: Cannot register last complete project because contract no.: {0} is not started service.
ja_jp: 契約コード{0}は実施していないので、最終完了プロジェクトが登録できません。
th_th: ไม่สามารถบันทึกโครงการเสร็จสิ้นขั้นสุดท้ายได้เพราะเลขที่สัญญา {0} ยังไม่เปิดใช้บริการ

# MSG3199
source: This project code is already registered project last complete so cannnot project last complete.
ja_jp: このプロジェクトコードはプロジェクト最終完了が登録されているので、最終完了できません。
th_th: เลขที่โครงการนี้ถูกบันทึกไว้เป็นโครงการเสร็จสิ้นขั้นสุดท้ายเเล้วจึงไม่สามารถบันทึกเป็นโครงการเสร็จสิ้นขั้นสุดท้ายได้อีก

# MSG3200
source: This project code is already registered cancel so cannnot project last complete.
ja_jp: このプロジェクトコードは取消されているので、最終完了できません。
th_th: โครงการนี้ถูกบันทึกยกเลิกเเล้วจึงไม่สามารถบันทึกเป็นโครงการเสร็จสิ้นขั้นสุดท้ายได้อีก

# MSG3201
source: Cannot cancel project because contract no.: {0} is not cancelled.
ja_jp: 契約コード {0} が取消されていないため、プロジェクト取消ができません。
th_th: ไม่สามารถยกเลิกโครงการได้ เพราะรหัสสัญญา {0} ยังไม่ถูกยกเลิก

# MSG3202
source: This project code is already registered project last complete so cannnot cancel project.
ja_jp: このプロジェクトコードはプロジェクト最終完了が登録されたため、プロジェクト取消ができません。
th_th: เลขที่โครงการนี้ถูกบันทึกไว้เป็นโครงการเสร็จสิ้นขั้นสุดท้ายเเล้วจึงไม่สามารถยกเลิกโครงการได้

# MSG3203
source: This project code is already registered cancel so cannnot cancel project.
ja_jp: このプロジェクトコードは取消されているため、プロジェクト取消ができません。
th_th: เลขที่โครงการนี้ถูกบันทึกยกเลิกเเล้วจึงไม่สามารถทำการยกเลิกโครงการได้

# MSG3204
source: Quotation: {0} does not have the same premise's code of Contract: {1}.
ja_jp: 見積：{0}には契約：{1}と同じ物件コードがありません。
th_th: ใบเสนอราคา {0} ไม่มีรหัสสถานที่ตั้งเดียวกันกับในสัญญา {1}

# MSG3205
source: Expected complete installation date cannot be in the past.
ja_jp: 工事完了予定日に過去日付は入力できません。
th_th: วันที่คาดว่าจะติดตั้งเสร็จต้องไม่เป็นวันที่ในอดีต

# MSG3206
source: Cannot register the expected complete installation date with a future date more than 3 years
ja_jp: 工事完了予定日には3年後の同日より後の日付は入力できません。
th_th: วันที่คาดว่าจะติดตั้งเสร็จต้องเป็นวันที่ไม่เกิน 3 ปีต่อจากนี้

# MSG3207
source: Expected customer acceptance date cannot be in the past.
ja_jp: 客先引渡予定日に過去日付は入力できません。
th_th: วันที่คาดว่าจะส่งมอบต้องไม่เป็นวันที่ในอดีต

# MSG3208
source: Cannot register the expected customer acceptance date with a future date more than 3 years
ja_jp: 客先引渡予定日には3年後の同日より後の日付は入力できません。
th_th: วันที่คาดว่าจะส่งมอบต้องเป็นวันที่ไม่เกิน 3 ปีต่อจากนี้ไป

# MSG3210
source: Please select the payment method of billing sale price at approval.
ja_jp: 請求売却システム料金（契約承認時）の支払方法を選択下さい。
th_th: กรุณาเลือกวิธีการชำระเงินของราคาขายที่เรียกเก็บจากลูกค้าเมื่ออนุมัติสัญญา

# MSG3211
source: Please select the payment method of billing partial fee.
ja_jp: 請求一部金の支払方法を選択して下さい。
th_th: กรุณาเลือกวิธีการชำระเงินของราคาแบ่งจ่ายที่เรียกเก็บจากลูกค้า

# MSG3212
source: Please select the payment method of billing sale price at customer acceptance.
ja_jp: 請求売却システム料金（客先引渡時）の支払方法を選択して下さい。
th_th: กรุณาเลือกวิธีการชำระเงินของราคาขายที่เรียกเก็บจากลูกค้าเมื่อส่งมอบ

# MSG3213
source: Connect to online flag is selected. Contract no. must be inputted.
ja_jp: 結線区分が選択されています。契約コードを入力してください。
th_th: มีการเลือกตัวเลือกเชื่อมต่อกับสัญญาบริการ Online ไว้ กรุณาระบุเลขที่สัญญา

# MSG3214
source: Distributed target is selected. Distributed origin code must be inputted.
ja_jp: 分散先が選択されています。分散元を入力してください。
th_th: มีการเลือกสัญญาขายอุปกรณ์เสริมไว้แล้ว กรุณาระบุสัญญาขายอุปกรณ์หลัก

# MSG3215
source: Distributed origin contract has already been cancelled.
ja_jp: 分散元契約が既に解約されています。
th_th: สัญญาขายอุปกรณ์หลักถูกยกเลิกแล้ว

# MSG3216
source: Please specify project code at main menu before open this screen.
ja_jp: 本画面を開く前にメインメニューでプロジェクトコードを指定してください。
th_th: กรุณากรอกเลขที่โครงการที่เมนูหลักก่อนเปิดหน้าจอนี้

# MSG3217
source: There is duplicate contract document data.
ja_jp: 契約文書情報が重複しています。
th_th: มีข้อมูลเอกสารสัญญาซ้ำกัน

# MSG3218
source: Some error is occurred.<br/> Saved completely contract documents:<br/> {0}<br/> Not saved contract documents:<br/> {1}.
ja_jp: エラーが発生しました。<br/> 保存完了の契約文書は:<br/> {0}<br/> 保存されない契約文書は：<br/> {1}
th_th: เกิดข้อผิดพลาดบางประการขึ้น<br/> บันทึกเอกสารสัญญาต่อไปนี้สำเร็จเเล้ว:<br/> {0}<br/> ไม่ได้บันทึกเอกสารสัญญาต่อไปนี้:<br/> {1}

# MSG3219
source: There is removal installation. Removal fee is required.
ja_jp: 撤去工事があります。撤去料金は必須です。
th_th: มีการถอดอุปกรณ์ จำเป็นต้องกรอกค่าถอดอุปกรณ์

# MSG3224
source: There must be only one maintenance target code for alarm or sale online or rental sale product.
ja_jp: 保守対象契約コードがアラーム又は売却オンライン又は売却商品レンタル契約の場合、一つの契約のみ登録できます。
th_th: กรณีที่เลขที่สัญญาเป้าหมายการซ่อมบำรุงเป็นสัญญาอุปกรณ์เตือนภัยหรือบริการ Online หรือเช่าอุปกรณ์ขายขาด จะบันทึกได้แค่สัญญาเดียวเท่านั้น

# MSG3227
source: Cannot cancel select this approval request type because approval request title of this type not found.
ja_jp: この上申内容の上申タイトルが見つからないため、この上申内容の選択を取消できません。
th_th: ไม่สามารถยกเลิกการเลือกประเภทการขออนุมัตินี้ได้ เพราะค้นหาหัวข้อการขออนุมัติของประเภทการขออนุมัตินี้ไม่พบ

# MSG3228
source: Real customer has the same NPWP as Contract target but any other information are different.
ja_jp: お客様のID番号は契約先と同じですが、他の情報が違います。
th_th: ลูกค้ามีเลขประจำตัวประชาชนเหมือนกับผู้ทำสัญญาเเต่ ข้อมูลอื่นเเตกต่างกัน

# MSG3229
source: Real customer has the same NPWP as Purchaser but any other information are different.
ja_jp: お客様のID番号は発注元と同じですが、他の情報が違います。
th_th: ลูกค้ามีเลขประจำตัวประชาชนเหมือนผู้ซื้อ เเต่ข้อมูลอื่นเเตกต่างกัน

# MSG3230
source: Cannot register the newly billing customer to pay a zero service fee.
ja_jp: 契約料金に０を設定する新規請求先は登録できません。
th_th: ไม่สามารถบันทึกลูกค้าสำหรับออกใบแจ้งหนี้ใหม่โดยกำหนดค่าเช่า/ค่าบริการเป็นศูนย์ได้

# MSG3043
source: Save completely, but the notify email cannot be sent. Please remember about expiration date of service fee.
ja_jp: 保存完了しましたが、通知メールを送ることができません。契約料金の期限日を覚えてください。
th_th: บันทึกสำเร็จ เเต่อีเมล์ที่ระบุไม่สามารถส่งได้ กรุณาจำวันที่สิ้นสุดการใช้ค่าเช่า/ค่าบริการราคานี้ไว้

# MSG3209
source: The following fields of premise's information are required: {0}.
ja_jp: 次の物件情報の項目は必須です：{0}
th_th: จำเป็นต้องใส่ข้อมูลสถานที่ติดตั้งดังต่อไปนี้: {0}
