Repository: EliGosK/SECOM_AJIS_INDO
Catalog: SECOM_AJIS.Presentation.Contract/Message/MessageList.*.resx
Languages: ja_jp, th_th

# MSG3001
source: Contract no. is registered as "Contract canceled before start" or "Contract canceled after start". Please check again.
ja_jp: 契約コードは「成約取消」または「解約」されています。もう一度チェックしてください。
th_th: เลขที่สัญญาถูกบันทึกไว้เป็น "ยกเลิกสัญญาก่อนเปิดให้บริการ" หรือ "ยกเลิกสัญญาหลังเปิดให้บริการ" กรุณาตรวจสอบอีกครั้ง

# MSG3002
source: The selected quotation code cannot be used.
ja_jp: 指定された見積コードは利用できません。
th_th: ไม่สามารถใช้ใบเสนอราคาที่เลือกได้

# MSG3003
source: The order service fee is registered as 0. Please register an Approve No.
ja_jp: 受注契約料金は0で登録されています。決裁番号を登録してください。
th_th: มีการบันทึกค่าเช่า/ค่าบริการที่ลูกค้าเซ็นมาเป็น 0 กรุณาบันทึกเลขที่อนุมัติ

# MSG3004
source: The order service fee is greatly adjusted. Please register an Approve No.
ja_jp: 受注契約料金は大幅に調整されています。決裁番号を登録してください。
th_th: มีการปรับเปลี่ยนค่าเช่า/ค่าบริการที่ลูกค้าเซ็นมาต่างไปจากเดิมมาก กรุณาบันทึกเลขที่อนุมัติ

# MSG3005
source: Service fee is adjusted. Please register an Approve No.
ja_jp: 受注契約料金は調整されています。決裁番号を登録してください。
th_th: มีการปรับเปลี่ยนค่าเช่า/ค่าบริการที่ลูกค้าเซ็นมา กรุณาบันทึกเลขที่อนุมัติ

# MSG3006
source: The current contract is in between change fee with expiration. Cannot register change by the amount which does not same as fee during such change fee with expiration. Please register change installation information again after register CP12 (change fee) to be change fee without expiration by the same amount of current fee during change.
ja_jp: 現在は期限付料金変更中のため、当該変更中料金以外の金額での変更登録はできません。一旦現在の変更中料金と同額で、期限なしに変更するCP12（料金変更）データを登録した上であらためて変更工事データを登録してください。
th_th: ไม่สามารถบันทึกการเปลี่ยนแปลงโดยใช้จำนวนเงินที่ไม่เท่ากับราคาระหว่างการเปลี่ยนแปลงราคาชั่วคราวได้เนื่องจากสัญญานี้อยู่ในช่วงระยะเวลาเปลี่ยนแปลงราคาแบบชั่วคราว กรุณาบันทึกข้อมูลการเปลี่ยนแปลงการติดตั้งอีกครั้งหลังจากบันทึกข้อมูล CP12 (เปลี่ยนราคา) ให้เป็นการเปลี่ยนแปลงราคาแบบไม่มีกำหนดเวลาโดยใช้จำนวนเงินที่เท่ากับราคาระหว่างการเปลี่ยนแปลงแล้ว

# MSG3007
source: Installation fee has been adjusted. Please register an Approve No.
ja_jp: 工事料金は調整されました。決裁番号を登録してください。
th_th: มีการปรับเปลี่ยนค่าติดตั้ง กรุณาบันทึกเลขที่อนุมัติ

# MSG3008
source: Deposit fee has been adjusted. Please register an Approve No.
ja_jp: 保証金は調整されました。決裁番号を登録してください。
th_th: มีการปรับเปลี่ยนค่ามัดจำ กรุณาบันทึกเลขที่อนุมัติ

# MSG3009
source: Approve No. must be input sequentially from approve no. 1.
ja_jp: 決裁番号は決裁番号1から順番に登録してください。
th_th: ต้องทำการกรอกเลขที่อนุมัติตามลำดับตั้งแต่เลขที่อนุมัติ 1 เป็นต้นไป

# MSG3010
source: A Divide billing service fee option is selected, Please register a billing customer to pay service fee at lease two person.
ja_jp: 契約料分割請求オプションが選択されています。契約料金を支払う請求先を少なくとも二つ登録してください。
th_th: ตัวเลือกแยกบิลค่าเช่า/ค่าบริการได้ถูกเลือกไว้ กรุณาบันทึกลูกค้าสำหรับออกใบแจ้งหนี้เพื่อจ่ายค่าเช่า/ค่าบริการอย่างน้อยสองราย

# MSG3011
source: A Divide billing service fee option is not selected, Please register only once billing customer to pay service fee.
ja_jp: 契約料分割請求オプションが選択されていません。契約料金を支払う請求先を一つのみ登録してください。
th_th: ตัวเลือกแยกบิลค่าเช่า/ค่าบริการไม่ได้ถูกเลือกไว้ กรุณาบันทึกลูกค้าสำหรับออกใบแจ้งหนี้เพื่อจ่ายค่าเช่า/ค่าบริการเพียงหนึ่งราย

# MSG3012
source: The summary of billing service fee is not equal to an order service fee. Please revise again.
ja_jp: 請求契約料金の合計は受注契約料金と同じではありません。修正してください。
th_th: ยอดรวมของค่าเช่า/ค่าบริการที่เรียกเก็บไม่เท่ากับค่าเช่า/ค่าบริการที่ลูกค้าเซ็นมา กรุณาแก้ไขอีกครั้ง

# MSG3013
source: The summary of billing installation fee is not equal to an order installation fee. Please revise again.
ja_jp: 請求工事料金の合計は受注工事料金と同じではありません。修正してください。
th_th: ยอดรวมของค่าติดตั้งที่เรียกเก็บไม่เท่ากับค่าติดตั้งที่ลูกค้าเซ็นมากรุณาแก้ไขอีกครั้ง

# MSG3014
source: The summary of billing deposit fee is not equal to an order deposit fee. Please revise again.
ja_jp: 請求保証金の合計は受注保証金と同じではありません。修正してください。
th_th: ยอดรวมของค่ามัดจำที่เรียกเก็บไม่เท่ากับค่ามัดจำที่ลูกค้าเซ็นมา กรุณาแก้ไขอีกครั้ง

# MSG3015
source: The expected operation date is registered with a date in the past. Please check again.
ja_jp: 実施予定日は過去の日付で登録されています。もう一度チェックしてください。
th_th: วันที่คาดว่าจะเปิดใช้บริการถูกบันทึกเป็นวันที่ในอดีต กรุณาตรวจสอบอีกครั้ง

# MSG3016
source: Cannot generate incident no. because the number reach maximum, please contact administrator.
ja_jp: 番号が最大値になっているため、事案番号を採番できません。管理者に連絡してください。
th_th: ไม่สามารถสร้างเลขที่เหตุการณ์ได้ เนื่องจากตัวเลขเกินขอบเขตที่กำหนดไว้ กรุณาติดต่อผู้ดูเเลระบบ

# MSG3017
source: Cannot generate request no. because the number reach maximum, please contact administrator.
ja_jp: 番号が最大値になっているため、依頼番号を採番できません。管理者に連絡してください。
th_th: ไม่สามารถสร้างเลขที่คำร้องได้ เนื่องจากตัวเลขเกินขอบเขตที่กำหนดไว้ กรุณาติดต่อผู้ดูเเลระบบ

# MSG3018
source: Cannot generate approve no. because the number reach maximum, please contact administrator.
ja_jp: 番号が最大値になっているため、決裁番号を採番できません。管理者に連絡してください。
th_th: ไม่สามารถสร้างเลขที่อนุมัติได้ เนื่องจากตัวเลขเกินขอบเขตที่กำหนดไว้ กรุณาติดต่อผู้ดูเเลระบบ

# MSG3019
source: Cannot assign this person. Because the employee not belong in selected department or office.
ja_jp: この社員は選択された部署や事業所に所属していないため、指定できません。
th_th: ไม่สามารถเลือกพนักงานรายนี้ได้เนื่องจากไม่ได้สังกัดอยู่ในแผนกและสาขาที่เลือกไว้

# MSG3020
source: Cannot assign this person. Control chief must be only one person.
ja_jp: この社員を指定できません。事案統括責任者は一人のみでなければなりません。
th_th: ไม่สามารถกำหนดหน้าที่ให้พนักงานคนนี้ได้ หัวหน้าควบคุมการรับมือกับเหตุการณ์ต้องมีเพียงรายเดียว

# MSG3021
source: This person is already assigned to another role.
ja_jp: この社員は他のロールに指定されました。
th_th: พนักงานรายนี้ถูกกำหนดให้อยู่ในหน้าที่อื่นแล้ว

# MSG3022
source: Cannot generate the contract no.. Contract prefix does not exist.
ja_jp: 契約プレフィックスが存在しないため、契約コードを採番できません。
th_th: ไม่สามารถสร้างเลขที่สัญญาได้ เนื่องจากไม่มี Prefix ของสัญญา

# MSG3023
source: Cannot generate the security occurrence. The number reach minimum.
ja_jp: 番号が最小値になっているため、警備オカーレンスを採番できません。
th_th: ไม่สามารถสร้าง OCC การรักษาความปลอดภัยได้ เนื่องจากตัวเลขเกินขอบเขตที่กำหนดไว้

# MSG3024
source: Cannot generate the contract counter. The number reach maximum.
ja_jp: 番号が最大値になっているため、契約カウンターを採番できません。
th_th: ไม่สามารถสร้างการนับจำนวนครั้งการเปลี่ยนแปลงได้ เนื่องจากตัวเลขเกินขอบเขตที่กำหนดไว้

# MSG3025
source: Cannot generate the contract document occurrence. The number reach maximum.
ja_jp: 番号が最大値になっているため、契約文書オカーレンスを採番できません。
th_th: ไม่สามารถสร้าง OCC เอกสารสัญญาได้ เนื่องจากตัวเลขเกินขอบเขตที่กำหนดไว้

# MSG3026
source: Cannot generate the sale contract occurrence. The number reach minimum.
ja_jp: 番号が最小値になっているため、売買契約オカーレンスを採番できません。
th_th: ไม่สามารถสร้างสัญญาขายขาดได้ เนื่องจากตัวเลขน้อยกว่าขอบเขตที่กำหนดไว้

# MSG3027
source: The summary of billing installation fee at complete installation is not equal to an order installation fee at complete installation. Please revise again.
ja_jp: 支払タイミングが工事完了時の請求工事料金合計と受注工事料金合計が一致しません。修正してください。
th_th: ยอดรวมค่าติดตั้งที่เรียกเก็บเมื่อเสร็จสิ้นการติดตั้งไม่เท่ากับค่าติดตั้งที่ลูกค้าเซ็นมาเมื่ออนุมัติ กรุณาแก้ไขอีกครั้ง

# MSG3028
source: The summary of billing installation fee at start service is not equal to an order installation fee at start service Please revise again.
ja_jp: 支払タイミングが実施時の請求工事料金合計と受注工事料金合計が一致しません。修正してください。
th_th: ยอดรวมค่าติดตั้งที่เรียกเก็บเมื่อเปิดใช้บริการไม่เท่ากับค่าติดตั้งที่ลูกค้าเซ็นมาเมื่ออนุมัติ กรุณาแก้ไขอีกครั้ง

# MSG3029
source: Please select the payment method of billing installation fee at complete installation.
ja_jp: 工事完了時の請求工事料金の支払方法を選択してください。
th_th: กรุณาเลือกวิธีการชำระเงินค่าติดตั้งที่เรียกเก็บตอนเสร็จสิ้นการติดตั้ง

# MSG3030
source: Please select the payment method of billing installation fee at start service.
ja_jp: 実施時の請求工事料金の支払方法を選択してください。
th_th: กรุณาเลือกวิธีการชำระเงินค่าติดตั้งที่เรียกเก็บตอนเปิดใช้บริการ

# MSG3031
source: Please select the payment method of billing deposit fee.
ja_jp: 請求保証金の支払方法を選択してください。
th_th: กรุณาเลือกวิธีการชำระเงินค่ามัดจำ

# MSG3032
source: Billing customer with the same billing client code and billing office exists in billing customer list.
ja_jp: 請求先一覧にVAT登録先コード及び請求事業所が同じ請求先が存在しています。
th_th: มีลูกค้าสำหรับออกใบแจ้งหนี้ที่มีรหัสลูกค้าสำหรับเรียกเก็บและสาขาที่ออกบิลเหมือนกันอยู่ในรายการลูกค้าสำหรับออกใบแจ้งหนี้อยู่แล้ว

# MSG3033
source: Cannot input "Contract period (months)" with "End contract date".
ja_jp: 「契約期間(月数）」は「契約終了日」と同時に入力できません。
th_th: ไม่สามารถกรอกข้อมูลของ "อายุสัญญา (เดือน)" และ "วันสิ้นสุดสัญญา" ได้

# MSG3034
source: Cannot input "Contract period (months)" without "Auto-renew (months)".
ja_jp: 「更新月数」の入力なしに「契約期間(月数）」は入力できません。
th_th: ไม่สามารถกรอกข้อมูลของ "อายุสัญญา (เดือน)" โดยไม่มี "ต่อสัญญาอัตโนมัติ (เดือน)" ได้

# MSG3035
source: Cannot leave both "Contract period (months)" and "End contract date" as empty.
ja_jp: 「契約期間(月数)」と「契約終了日」の両方を空白にできません。
th_th: ไม่สามารถปล่อยให้ทั้ง "อายุสัญญา (เดือน)" และ "วันสิ้นสุดสัญญา" เป็นค่าว่างพร้อมกันได้

# MSG3037
source: Please select the payment method of billing installation fee.
ja_jp: 請求工事料金の支払方法を選択してください。
th_th: กรุณาเลือกวิธีการชำระเงินค่าติดตั้งที่เรียกเก็บ

# MSG3038
source: The selected quotation code consists of equipment of which line-up flag is "Stop sale" or "Logical delete". You must be aware of using this quotation.
ja_jp: 選択した見積コードは、採用区分が「販売停止」または「抹消」である機器が含まれています。この見積を使用する際に注意してください。
th_th: รหัสใบเสนอราคานี้ประกอบด้วยอุปกรณ์ทีมีประเภทการใช้งานเป็น "หยุดขาย" หรือ "ลบทางลอจิคอล" คุณต้องระมัดระวังในการใช้ใบเสนอราคานี้

# MSG3039
source: There is the unoperated data or the processing installation data. Please operate again after the process is canceled or finished.
ja_jp: 未実施データや進行中工事データがあります。そのデータの処理が取消または完了された後に実行してください。
th_th: มีข้อมูลที่ยังไม่เปิดใช้บริการหรือข้อมูลงานติดตั้งที่อยู่ระหว่างการดำเนินการ กรุณาดำเนินการอีกครั้งหลังจากกระบวนการจัดการข้อมูลดังกล่าวถูกยกเลิกหรือเสร็จสิ้นแล้ว

# MSG3040
source: This contract no. is not in service.
ja_jp: この契約コードは業務提供中ではありません。
th_th: เลขที่สัญญานี้ไม่ได้อยู่ระหว่างให้บริการ

# MSG3041
source: The real investigation date must not be less than change operation date.
ja_jp: 実査日は変更実施日より前の日付ではいけません。
th_th: วันที่ตรวจสอบในสถานที่จริงต้องไม่ใช่วันก่อนหน้าวันที่ดำเนินการแก้ไข

# MSG3042
source: Cannot operate 'Change fee' process when status is 'Contract canceled' or 'During alternative service'.
ja_jp: ステータスが「解約・成約取消」、または「代替実施中」の場合、「料金変更」が処理できません。
th_th: ไม่สามารถดำเนินการ "เปลี่ยนแปลงราคา" ได้ เมื่อสถานะเป็น "ยกเลิกสัญญา" หรือ "อยู่ในระหว่างการเปิดใช้บริการบางส่วน"

# MSG3044
source: Contract no., {0}, is stopped. Please process again when contract is started.
ja_jp: 契約コード{0}は停止されています。開始している場合に処理することが出来ます。
th_th: เลขที่สัญญา {0} ถูกหยุดใช้บริการไว้ กรุณาดำเนินการอีกครั้งหลังจากสัญญาเริ่มเปิดใช้บริการ

# MSG3045
source: ‘Change date of service fee’ must greater than or equal to ‘Last date of changed’.
ja_jp: 「契約料金変更日」は「最新変更日」以降でなければなりません。
th_th: วันที่เปลี่ยนแปลงค่าเช่า/ค่าบริการ ต้องเป็นวันเดียวกับหรือหลังจาก "วันที่เปลี่ยนแปลงครั้งสุดท้าย"

# MSG3046
source: 'Return date to original fee' must be greater than 'Change date of service fee'.
ja_jp: 「契約料金戻り日」は「契約料金変更日」より以降でならなければなりません。
th_th: วันที่กลับไปใช้ราคาเก่า ต้องเป็นวันหลังจาก "วันที่เปลี่ยนแปลงค่าเช่า/ค่าบริการ"

# MSG3047
source: Service fee is still equal to the last service fee, please adjust service fee.
ja_jp: 契約料金はまだ最新契約料金と同じです。契約料金を調整してください。
th_th: ค่าเช่า/ค่าบริการยังคงมีค่าเท่ากับค่าเช่า/ค่าบริการสุดท้าย กรุณาปรับเปลี่ยนค่าเช่า/ค่าบริการอีกครั้ง

# MSG3048
source: The current contract is in between change fee with expiration. Cannot register change by the amount which does not same as fee during such change fee with expiration. If you want to register change fee for this time, please register again after register CP12 (change fee) to be change fee without expiration by the same amount of current fee during change and by last change operate date.
ja_jp: 現在は期限付料金変更中のため、当該変更中料金以外の金額での変更登録はできません。今回の料金変更登録を行う場合、一旦現在の変更中料金と同額で、期限なし料金変更とするCP12（料金変更）データを最新の変更実施日付で登録後に登録してください。
th_th: ไม่สามารถบันทึกการเปลี่ยนแปลงโดยใช้จำนวนเงินที่ไม่เท่ากับราคาระหว่างการเปลี่ยนแปลงราคาชั่วคราวได้เนื่องจากสัญญานี้อยู่ในช่วงระยะเวลาเปลี่ยนแปลงราคาแบบชั่วคราว หากต้องการบันทึกการเปลี่นแปลงในครั้งนี้ กรุณาบันทึกข้อมูลอีกครั้งหลังจากบันทึกข้อมูล CP12 (เปลี่ยนราคา) ให้เป็นการเปลี่ยนแปลงราคาแบบไม่มีกำหนดเวลาโดยใช้จำนวนเงินที่เท่ากับราคาระหว่างการเปลี่ยนแปลงแล้ว

# MSG3049
source: Contract condition of change plan is completely registered.
ja_jp: 計画変更の契約条件の登録が完了しました。
th_th: บันทึกเงื่อนไขสัญญาจากการแก้ไขสัญญาสำเร็จแล้ว

# MSG3050
source: Contract condition of change plan is completely registered. When installation is complete, the system will do process of billing installation fee, changing service fee, issuing invoice for amount difference, and adjusting amount of next invoice.
ja_jp: 計画変更の契約条件の登録が完了しました。工事完了時に、システムは工事料金請求、契約料金変更、差額の請求書発行、次回請求書金額調整の処理をします。
th_th: บันทึกเงื่อนไขสัญญาจากการแก้ไขสัญญาสำเร็จแล้ว เมื่อการติดตั้งเสร็จสิ้น ระบบจะดำเนินการเรียกเก็บค่าติดตั้ง, เปลี่ยนแปลงค่าเช่า/ค่าบริการ, ออกใบแจ้งหนี้ค่าส่วนต่าง และ ปรับจำนวนเงินในใบแจ้งหนี้ครั้งต่อไป

# MSG3051
source: Contract condition of change plan is completely registered. The system will immediately do process of changing service fee, issuing invoice for amount difference, and adjusting amunt of next invoice.
ja_jp: 計画変更の契約条件の登録が完了しました。システムは契約料金変更、差額の請求書発行、次回請求書金額調整の処理を直ちに行います。
th_th: บันทึกเงื่อนไขสัญญาจากการแก้ไขสัญญาสำเร็จแล้ว ระบบจะดำเนินการเปลี่ยนแปลงค่าเช่า/ค่าบริการ, ออกใบเรียกเก็บค่าส่วนต่าง และ ปรับจำนวนเงินในใบแจ้งหนี้ครั้งต่อไปทันที

# MSG3052
source: There is no equipment in this contract. The modification of equipment is not permitted.
ja_jp: この契約に機器はありません。機器の変更は許可されません。
th_th: ไม่มีอุปกรณ์ในสัญญานี้ ไม่อนุญาติให้เปลี่ยนแปลงอุปกรณ์

# MSG3053
source: There is no unoperated data for changing the expected operation date.
ja_jp: 実施予定日変更対象の未実施データはありません。
th_th: ไม่มีข้อมูลที่ยังไม่เปิดใช้บริการสำหรับดำเนินการเปลี่ยนแปลงวันที่คาดว่าจะเปิดใช้บริการ

# MSG3054
source: Cannot cancel the occurrence of contract which under installation or installation completed.
ja_jp: 工事中や工事完了の契約オカーレンスは取消ができません。
th_th: ไม่สามารถยกเลิก OCC ของสัญญาซึ่งอยู่ในระหว่างการติดตั้งหรือหลังจากติดตั้งเสร็จสิ้นได้

# MSG3055
source: Cannot cancel the first occurrence of contract being new start.
ja_jp: 新規工事完了前の未実施警備基本を取消することはできません。
th_th: ไม่สามารถยกเลิกการรักษาความปลอดภัยพื้นฐานได้ก่อนการติดตั้งเสร็จสิ้น

# MSG3056
source: There is no unoperated for cancel.
ja_jp: 取消対象の未実施データがありません。
th_th: ไม่มีข้อมูลที่ยังไม่เปิดใช้บริการสำหรับดำเนินการยกเลิกสัญญา

# MSG3057
source: Delete unoperated occurrence completed.
ja_jp: 未実施オカーレンスの削除が完了しました。
th_th: ลบ OCC ที่ยังไม่เปิดใช้บริการ

# MSG3058
source: Cannot register because the installation was completed.
ja_jp: 工事完了しているため、登録できません。
th_th: ไม่สามารถบันทึกได้เนื่องจากการติดตั้งเสร็จสิ้นแล้ว

# MSG3059
source: The order sale price is not equal to summary of all sale price in billing timing.
ja_jp: 受注売却システム料金が全ての請求タイミングの売却システム料金合計と一致しません。
th_th: ราคาขายที่ลูกค้าเซ็นมาไม่เท่ากับยอดรวมราคาขายของทุกรอบการออกใบเรียกเก็บ

# MSG3060
source: Sale price has been adjusted, please register an approve no.
ja_jp: 売却システム料金が調整されました。決裁番号を登録してください。
th_th: ราคาขายถูกปรับปรุงแก้ไขแล้ว กรุณาบันทึกเลขที่อนุมัติ

# MSG3061
source: The expected installation complete date is registered with a date in the past.
ja_jp: 工事完了予定日に過去の日付が登録されています。
th_th: วันที่คาดว่าจะติดตั้งเสร็จสิ้นถูกบันทึกเป็นวันที่ในอดีต

# MSG3062
source: Please specify distributed origin code.
ja_jp: 分散元コードを指定してください。
th_th: กรุณาระบุเลขที่สัญญาขายอุปกรณ์หลัก

# MSG3063
source: Distributed code {0} does not exist.
ja_jp: 分散コード{0}は存在しません。
th_th: รหัสการแยกขาย {0} ไม่มีในระบบ

# MSG3064
source: The payment method is not a bank transfer or auto transfer. Please register approve no.
ja_jp: 支払方法は振込、または自振ではありません。決裁番号を登録してください。
th_th: วิธีการจ่ายเงินไม่ได้ถูกตั้งค่าไว้เป็นการโอนผ่านธนาคารหรือหักบัญชีอัตโนมัติ กรุณาบันทึกเลขที่อนุมัติ

# MSG3065
source: The order sale price is registered as 0. Please register an Approve No.
ja_jp: 受注売却システム料金は0で登録されています。決裁番号を登録してください。
th_th: ราคาขายที่ลูกค้าเซ็นมาถูกบันทึกเป็น 0 กรุณาบันทึกเลขที่อนุมัติ

# MSG3066
source: The order sale price is greatly adjusted. Please register an Approve No.
ja_jp: 受注売却システム料金は大幅に調整されています。決裁番号を登録してください。
th_th: มีการปรับเปลี่ยนราคาขายต่างไปจากเดิมมาก กรุณาบันทึกเลขที่อนุมัติ

# MSG3067
source: There is existing new rental contract data.
ja_jp: 新規レンタル契約データが既に存在します。
th_th: มีข้อมูลสัญญาเช่าใหม่ในระบบอยู่แล้ว

# MSG3068
source: This quotation code status is not 'Returned'.
ja_jp: この見積コードのステータスは「差戻」ではありません。
th_th: สถานะของเลขที่ใบคำนวณราคานี้ไม่ใช่ "ตีกลับ"

# MSG3069
source: Expected operation date cannot be in the past.
ja_jp: 実施予定日に過去日付は入力できません。
th_th: วันที่คาดว่าจะเปิดใช้บริการไม่สามารถเป็นวันในอดีตได้

# MSG3070
source: Cannot register the expected operation date with a future date more than 3 years
ja_jp: 実施予定日には3年後の同日より後の日付は入力できません。
th_th: วันที่คาดว่าจะเปิดใช้บริการต้องไม่เกิน 3 ปีหลังจากนี้

# MSG3071
source: Expected installation date cannot be in the past.
ja_jp: 工事予定日に過去日付は入力できません。
th_th: วันที่คาดว่าจะทำการติดตั้งไม่สามารถเป็นวันในอดีตได้

# MSG3072
source: Cannot register the expected installation date with a future date more than 3 years
ja_jp: 工事予定日には3年後の同日より後の日付は入力できません。
th_th: วันที่คาดว่าจะทำการติดตั้งต้องไม่เกิน 3 ปีหลังจากนี้

# MSG3075
source: This project code is already registered project last complete so cannnot change project data.
ja_jp: このプロジェクトコードはプロジェクト最終完了登録されたため、プロジェクトデータは変更できません。
th_th: เลขที่โครงการนี้ได้บันทึกโครงการเสร็จสิ้นทั้งหมดแล้วจึงไม่สามารถเปลี่ยนแปลงข้อมูลของโครงการได้

# MSG3076
source: This project code is already registered cancel so cannnot change project data.
ja_jp: このプロジェクトコードはプロジェクト取消登録されたため、プロジェクトデータは変更できません。
th_th: เลขที่โครงการนี้ได้บันทึกยกเลิกโครงการแล้วจึงไม่สามารถเปลี่ยนแปลงข้อมูลของโครงการได้

# MSG3077
source: CTP060: Cannot send email because the employee no. {0} is not existing in the system.
ja_jp: CTP060:社員番号{0}はシステムには存在しないため、メール送信できません。
th_th: CTP060: ไม่สามารถส่งอีเมล์ได้เนื่องจากไม่มีรหัสพนักงาน {0} อยู่ในระบบ

# MSG3078
source: CTP060: Fail in sending {0} email repeatedly.
ja_jp: CTP060:{0}メールの再送信は失敗しました。
th_th: CTP060: เกิดความผิดพลาดในการส่งอีเมล์ {0} แม้ว่าจะส่งซ้ำครบจำนวนแล้ว

# MSG3079
source: Out of regulations about contract period is selected. Please register an Approve No.
ja_jp: 契約期間規定外が選択されています。決裁番号を登録してください。
th_th: คุณเลือกอายุต่างจากที่กำหนดไว้ กรุณาบันทึกเลขที่อนุมัติ

# MSG3080
source: End contract date cannot be in the past or today.
ja_jp: 契約終了日に過去の日付、または当日を入力できません。
th_th: วันสิ้นสุดสัญญาต้องไม่เป็นวันในอดีตหรือวันปัจจุบัน

# MSG3081
source: Contract period (months) is less than 36. Please register an Approve No.
ja_jp: 契約期間月数は36以下です。決裁番号を登録してください。
th_th: อายุสัญญา (เดือน) น้อยกว่า 36 กรุณาบันทึกเลขที่อนุมัติ

# MSG3082
source: Auto renew (months) is less than 12. Please register an Approve No.
ja_jp: 更新月数は12以下です。決裁番号を登録してください。
th_th: ระยะเวลาต่อสัญญาอัตโนมัติ (เดือน) น้อยกว่า 12 กรุณาบันทึกเลขที่อนุมัติ

# MSG3083
source: The order service fee is registered as 0. Please make sure that an Approve No. is input correctly.
ja_jp: 受注契約料金に0が登録されています。決裁番号が入力されていることを確認してください。
th_th: ค่าเช่า/ค่าบริการที่ลูกค้าเซ็นมาถูกบันทึกไว้เป็น 0 กรุณาตรวจสอบว่าเลขที่อนุมัติได้ถูกกรอกไว้แล้ว

# MSG3084
source: The order service fee is greatly adjusted. Please make sure that an Approve No. is input correctly.
ja_jp: 受注契約料金が大幅に調整されました。決裁番号が入力されていることを確認してください。
th_th: มีการเปลี่ยนค่าเช่า/ค่าบริการที่ลูกค้าเซ็นมาต่างไปจากเดิมมาก กรุณาตรวจสอบว่าเลขที่อนุมัติได้ถูกกรอกไว้แล้ว

# MSG3085
source: Contract period (months) is greater than 36. Or Auto renew (months) is greater than 12. Please make sure that an Approve No. is input correctly.
ja_jp: 契約期間月数が36以上、または更新月数が12以上になっています。決裁番号が入力されていることを確認してください。
th_th: อายุสัญญา (เดือน) มากกว่า 36 หรือระยะเวลาต่อสัญญาอัตโนมัติ (เดือน) มากกว่า 12 กรุณาตรวจสอบว่าเลขที่อนุมัติได้ถูกกรอกไว้แล้ว

# MSG3086
source: Calculation daily fee is not '30.4'. Please make sure that it is selected correctly.
ja_jp: 日割方法は「暦日」ではありません。確認してください。
th_th: วิธีคำนวณค่าเช่า/ค่าบริการรายวันไม่เป็น "วันตามปฏิทิน" กรุณาตรวจสอบว่าตัวเลือกนี้ถูกต้องแล้วหรือไม่

# MSG3087
source: Billing fee must be inputted at least one item.
ja_jp: 請求料金は少なくとも一つ入力しなければなりません。
th_th: ต้องกรอกราคาที่เรียกเก็บอย่างน้อยหนึ่งรายการ

# MSG3088
source: Order installation fee is not equal summary of order installation fee of all billing timing.
ja_jp: 受注工事料金は全ての請求タイミングの受注工事料金合計と一致しません。
th_th: ค่าติดตั้งที่ลูกค้าเซ็นมาไม่เท่ากับยอดรวมค่าติดตั้งที่ลูกค้าเซ็นมาของทุกรอบการออกใบเรียกเก็บ

# MSG3089
source: The summary of billing installation fee at approval is not equal to an order installation fee at approval. Please revise again.
ja_jp: 支払タイミングが成約承認時の請求工事料金合計と受注工事料金合計が一致しません。修正してください。
th_th: ยอดรวมค่าติดตั้งที่เรียกเก็บเมื่ออนุมัติไม่เท่ากับค่าติดตั้งที่ลูกค้าเซ็นมาเมื่ออนุมัติ กรุณาแก้ไขอีกครั้ง

# MSG3090
source: Order deposit fee is greater than zero. Billing timing of deposit fee must be selected.
ja_jp: 受注保証金は0以上です。保証金の請求タイミングを選択してください。
th_th: ค่ามัดจำที่ลูกค้าเซ็นมามากกว่า 0 กรุณาเลือกรอบการออกใบเรียกเก็บค่ามัดจำ

# MSG3091
source: Order deposit fee is equal to zero. Billing timing of deposit fee must not be selected.
ja_jp: 受注保証金は0です。保証金の請求タイミングを選択しないでください。
th_th: ค่ามัดจำที่ลูกค้าเซ็นมาเท่ากับ 0 รอบการออกใบเรียกเก็บค่ามัดจำต้องไม่ถูกเลือก

# MSG3092
source: Origin contract no. for slide deposit fee is selected. Contract no. must be inputted.
ja_jp: 保証金スライド元契約コードのフラグがチェックされています。契約コードを入力してください。
th_th: ตัวเลือกโอนค่ามัดจำจากสัญญาอื่นมาได้ถูกเลือกไว้ กรุณากรอกรหัสสัญญา

# MSG3093
source: All premises of the maintenance target contracts must be the same.
ja_jp: 全ての保守対象契約は同一物件を持たなければなりません。
th_th: สัญญาที่จะบำรุงรักษาจะต้องมีสถานที่ติดตั้งเดียวกันทั้งหมด

# MSG3094
source: There are some equipment of which type line-up type is "Stop sale" or "Logical delete".
ja_jp: 「販売停止」または「論理削除」の機器採用区分があります。
th_th: มีประเภทการใช้งานของเครื่องมือที่เป็น "หยุดขาย" หรือ "ลบทางลอจิคอล" อยู่ด้วย

# MSG3095
source: Selected quotation target code does not have the same value as edited quotation target code.
ja_jp: 指定された見積先コードは編集された見積先コードと同じ値を保持していません。
th_th: รหัสลูกค้าเพื่อเสนอราคาที่เลือกไม่ตรงกับรหัสลูกค้าเพื่อเสนอราคาที่ถูกแก้ไข

# MSG3097
source: Are you sure to delete the maintenance check-up no. {0} of contract no. {1}.
ja_jp: 契約コード{1}の保守点検番号{0}を削除します。よろしいですか？
th_th: คุณต้องการที่จะลบเลขที่การบำรุงรักษา {0} ของเลขที่สัญญา {1} หรือไม่?

# MSG3099
source: There is existing new sale contract data.
ja_jp: 新規売買契約データは既に存在します。
th_th: มีข้อมูลสัญญาขายใหม่อยู่แล้วในระบบ

# MSG3100
source: New sale contract status is not 'Returned'.
ja_jp: 新規売買契約のステータスは「差戻」ではありません。
th_th: สถานะสัญญาขายใหม่ไม่ได้เป็น "ส่งคืน"

# MSG3101
source: Please register the location of problem equipment.
ja_jp: 異常機器の場所を登録してください。
th_th: กรุณาบันทึกตำแหน่งของอุปกรณ์ที่ไม่สมบูรณ์

# MSG3102
source: The maintenance check-up data of contract no.: {0} and product code {1} and instruction date {2} is not exist.
ja_jp: 契約コード{0}、商品コード{1}、指示日{2}の保守点検データは存在しません。
th_th: ไม่มีข้อมูลการเข้าบำรุงรักษาของเลขที่สัญญา {0} ประเภทระบบ {1} และวันที่ต้องเข้าบำรุงรักษา {2} ในระบบ

# MSG3103
source: Cannot register. There is installation basic data that is not removal of contract no., {0}.
ja_jp: 登録できません。契約コード{0}の撤去工事以外の工事基本データあります。
th_th: ไม่สามารถบันทึกได้เนื่องจากเลขที่สัญญา {0} มีข้อมูลการติดตั้งพื้นฐานของการติดตั้งแบบอื่นที่ไม่ใช่การถอดอุปกรณ์

# MSG3104
source: Cannot register. Contract has already been started but is not stopped.
ja_jp: 登録できません。契約は実施されましたが、停止されていません。
th_th: ไม่สามารถบันทึกได้ สัญญาได้เริ่มเปิดใช้บริการแล้วแต่ยังไม่ถูกหยุดให้บริการ

# MSG3105
source: Contract no., {0}, has already been ended. Please confirm again.
ja_jp: 契約コード {0} は終了しています。確認してください。
th_th: สัญญาเลขที่ {0} สิ้นสุดสัญญาแล้ว กรุณาตรวจสอบข้อมูลใหม่อีกครั้ง

# MSG3106
source: There is unoperated rental contract data.
ja_jp: 未実施継続契約データが存在します。
th_th: มีข้อมูลสัญญาเช่าอุปกรณ์เตือนภัยที่ยังไม่เปิดใช้บริการ
