Repository: EliGosK/SECOM_AJIS_INDO
Catalog: SECOM_AJIS.Presentation.Contract/Message/MessageList.*.resx
Languages: ja_jp, th_th

# MSG3357
source: Currency of billing installation fee at approval is different from currency of order installation fee. Please make sure the amount is correct.
ja_jp: 請求工事料金（承認時）の通貨が、受注工事料金の通貨と異なります。 金額が正しいか確認してください。

# MSG3358
source: Currency of partial fee for installation fee is different from currency of order installation fee. Please make sure the amount is correct.
ja_jp: 工事料金一部金の通貨が、受注工事料金の通貨と異なります。 金額が正しいか確認してください。

# MSG3359
source: Currency of billing installation fee at customer acceptance is different from currency of order installation fee. Please make sure the amount is correct.
ja_jp: 請求工事料金（客先引渡時）の通貨が、受注工事料金の通貨と異なります。 金額が正しいか確認してください。
