Repository: EliGosK/SECOM_AJIS_INDO
Catalog: SECOM_AJIS.Presentation.Installation/Message/MessageList.*.resx
Languages: ja_jp, th_th

# MSG5099
source: For Equipment code, {0}, move Equipment quantity cannot more than contract installed (current) Equipment quantity.
ja_jp: 機器{0}は、現契約設置数を越える移動機器数を入力することができません。
th_th: อุปกรณ์ {0}: จำนวนอุปกรณ์ที่เคลื่อนย้ายต้องไม่มากกว่าจำนวนอุปกรณ์ตามคำร้องปัจจุบัน

# MSG5100
source: Cannot register installation request because installation slip is registered and installation by is not subcontractor.
ja_jp: 工事伝票が登録済み、かつ施工担当者が業者以外であるため、工事依頼を登録できません。
th_th: ไม่สามารถบันทึกคำร้องขอติดตั้งได้เนื่องจากมีการบันทึกสลิปการติดตั้งแล้วและผู้รับผิดชอบการติดตั้งไม่ใช่ผู้รับเหมา

# MSG5101
source: Cannot register installation complete. Please register installation request and PO before.
ja_jp: 工事完了が登録できません。先に工事依頼及び工事発注を登録してください。
th_th: ไม่สามารถบันทึกเสร็จสิ้นการติดตั้งได้ กรุณาบันทึกการร้องขอการติดตั้งและบันทึกสั่งจ้างการติดตั้งก่อน

# MSG5102
source: Cannot register the same employee no. in 'IE staff 1' and 'IE staff 2'.
ja_jp: 「担当IE 1」と「担当IE 2」 に同じ社員番号の登録はできません。
th_th: ไม่สามารถบันทึก "IE ที่รับผิดชอบ 1" และ "IE ที่รับผิดชอบ 2" ด้วยรหัสพนักงานเดียวกันได้

# MSG5103
source: Please register Technical staff in sequence from Technical staff 1.
ja_jp: 担当IEは「担当IE 1」から順に登録してください。
th_th: กรุณาใส่ข้อมูล Technical ที่รับผิดชอบตามลำดับโดยเริ่มจาก "Technical ที่รับผิดชอบ 1"

# MSG5104
source: For equipment code, {0}, sum of add removed and removed equipment quantity cannot more than contract installed (current).
ja_jp: 機器コード {0} は、追加撤去数と撤去数の合計が現契約設置数を超えることはできません。
th_th: อุปกรณ์ {0}: ยอดรวมของจำนวนถอดกับจำนวนถอดเพิ่มเติมต้องไม่มากกว่าจำนวนอุปกรณ์ตามคำร้องปัจจุบัน

# MSG5105
source: Complain value is 'Have'. Please input Technical check date.
ja_jp: 「苦情」が「あり」になっているので、「IEチェック日」を入力してください。
th_th: ข้อร้องเรียน' ถูกเลือกเป็น 'มี' กรุณากรอก 'วันที่ Technical ตรวจสอบ'

# MSG5106
source: 'Have not installed equipment' is checked, but its equipment qty is not registered. If you don't want to register, please remove the check mark.
ja_jp: 「未設置あり」がチェックされていますが、未設置の機器数が登録していません。未設置を登録しない場合、チェックを外してください。
th_th: มีการทำเครื่องหมายที่ 'มีอุปกรณ์ที่ไม่ถูกติดตั้ง' แต่ไม่มีการกรอกจำนวนอุปกรณ์ดังกล่าว หากไม่ต้องการบันทึกค่ากรุณานำเครื่องหมายออก

# MSG5107
source: 'Have unremovable equipment' is checked, but its equipment qty is not registered. If you don't want to register, please remove the check mark.
ja_jp: 「撤去不能あり」がチェックされていますが、撤去不能の機器数が登録していません。撤去不能を登録しない場合、チェックを外してください。
th_th: มีการทำเครื่องหมายที่ 'มีอุปกรณ์ที่ไม่สามารถถอดได้' แต่ไม่มีการกรอกจำนวนอุปกรณ์ดังกล่าว หากไม่ต้องการบันทึกค่ากรุณานำเครื่องหมายออก

# MSG5108
source: 'Have additional removed equipment' is checked, but its equipment qty is not registered. If you don't want to register, please remove the check mark.
ja_jp: 「追加撤去あり」がチェックされていますが、追加撤去の機器数が登録していません。追加撤去を登録しない場合、チェックを外してください。
th_th: มีการทำเครื่องหมายที่ 'มีอุปกรณ์ที่ถอดเพิ่มเติม' แต่ไม่มีการกรอกจำนวนอุปกรณ์ดังกล่าว หากไม่ต้องการบันทึกค่ากรุณานำเครื่องหมายออก

# MSG5109
source: 'Have change in moved equipment' is checked, but its equipment qty is not registered. If you don't want to register, please remove the check mark.
ja_jp: 「移設数変更あり」がチェックされていますが、移設数変更の機器数が登録していません。移設数変更を登録しない場合、チェックを外してください。
th_th: มีการทำเครื่องหมายที่ 'มีการเปลี่ยนแปลงจำนวนอุปกรณ์ที่เคลื่อนย้าย' แต่ไม่มีการกรอกจำนวนอุปกรณ์ดังกล่าว หากไม่ต้องการบันทึกค่ากรุณานำเครื่องหมายออก

# MSG5110
source: Please input remove equipment quantity at least one equipment.
ja_jp: 撤去数を1以上入力してください。
th_th: กรุณากรอกจำนวนที่ถอดอย่างน้อย 1 ชิ้น

# MSG5111
source: Please input move equipment quantity at least one equipment.
ja_jp: 移設数を1以上入力してください。
th_th: กรุณากรอกจำนวนที่เคลื่อนย้ายอย่างน้อย 1 ชิ้น

# MSG5112
source: Please input maintenance exchange equipment quantity at least one equipment.
ja_jp: 保守交換数を1以上入力してください。
th_th: กรุณากรอกจำนวนเปลี่ยนอุปกรณ์เพื่อบำรุงรักษาอย่างน้อย 1 ชิ้น

# MSG5113
source: Proposed installation complete date must not less than proposed installation start date.
ja_jp: 工事完了希望日に工事着工希望日より前の日付を入力することはできません。
th_th: วันที่ต้องการให้งานเสร็จต้องไม่ใช่วันที่ก่อนหน้าวันที่ต้องการให้เริ่มงาน

# MSG5114
source: Normal service fee is changed from contract condition due to changing equipment detail. Please confirm to continue but changed fee will update only in installation information. If want to installation information matching with contract information, please register CP12 and replace slip before.
ja_jp: この画面での機器明細の変更により正規契約料金が契約条件登録の内容から変更となりました。このまま確定は可能ですが、工事情報のみがこの登録で変更された金額で更新されます。工事情報と契約情報を合わせておきたい場合はCP12登録と伝票差替を行い工事完了してください。
th_th: ค่าเช่า/ค่าบริการที่คำนวณได้ถูกเปลี่ยนไปจากข้อมูลที่บันทึกไว้ในเงื่อนไขสัญญาโดยการเปลี่ยนแปลงรายละเอียดอุปกรณ์ในหน้านี้ คุณสามารถยืนยันเพื่อดำเนินการต่อได้ แต่ราคาที่เปลี่ยนแปลงนี้จะถูกปรับปรุงในข้อมูลการติดตั้งเท่านั้น หากต้องการปรับข้อมูลการติดตั้งให้ตรงกับข้อมูลสัญญา กรุณาบันทึก CP12 และออกใบบันทึกการติดตั้งใหม่แทนใบเดิมก่อน

# MSG5115
source: Normal installation fee is change from amount registered in contract condition. The changed amount will be updated by this registration. Please confirm whether there is no mistake.
ja_jp: この画面で正規工事料金が契約条件で登録した金額から変更されました。この登録で変更された金額で更新されます。誤りでないか確認してください。
th_th: ค่าติดตั้งที่คำนวณได้ถูกเปลี่ยนแปลงไปจากจำนวนเงินที่บันทึกไว้ในเงื่อนไขสัญญา เมื่อทำการบันทึกแล้วระบบจะปรับปรุงจำนวนเงินตามจำนวนเงินที่ทำการเปลี่ยนแปลงในหน้านี้ กรุณาตรวจสอบให้แน่ใจว่าไม่มีอะไรผิดพลาด

# MSG5116
source: Stop-sale equipment has been registered additionally. Please check for correctness and stock availability.
ja_jp: 販売停止機器が追加登録されています。誤りでないか在庫の有無と合わせて確認してください。
th_th: มีการเพิ่มข้อมูลอุปกรณ์ที่หยุดขายไปแล้ว กรุณาตรวจสอบความถูกต้องและจำนวนสินค้าคงคลัง

# MSG5117
source: Cannot operate maintenance exchange because warranty period expired. In case of maintenance exchange for add sale or getting approval separately, please register aprrove no
ja_jp: 保証期間経過済みのため保守交換処理はできません。追加売却分の保守交換、または個別に決裁を取得している場合は決済番号を登録してください。
th_th: ไม่สามารถดำเนินการเปลี่ยนอุปกรณ์เพื่อบำรุงรักษาได้เนื่องจากสิ้นสุดสัญญารับประกันแล้ว กรุณาบันทึกเลขที่อนุมัติในกรณีที่เป็นการเปลี่ยนอุปกรณ์เพื่อบำรุงรักษาของสัญญาขายเพิ่ม หรือจำเป็นต้องได้รับการอนุมัติเป็นพิเศษ

# MSG5118
source: Cannot register change plan because installation is registered and change reason is SECOM reason
ja_jp: 工事が登録済み、かつ変更理由がセコム理由のため計画変更を登録できません。
th_th: ไม่สามารถบันทึกการเปลี่ยนแปลนเนื่องจากมีการบันทึกการติดตั้งแล้วและสาเหตุที่เปลี่ยนถูกเลือกเป็น "สาเหตุจากซีคอม"

# MSG5119
source: Cannot register change plan because installation is registered and installation type is {0}
ja_jp: 工事が登録済み、かつ工事種類が{0}のため計画変更を登録できません。
th_th: ไม่สามารถบันทึกการเปลี่ยนแปลนเนื่องจากมีการบันทึกการติดตั้งแล้วและประเภทคำร้องขอติดตั้งถูกเลือกเป็น {0}

# MSG5120
source: Online contract is available. Please register remove again after register termination or suspension.
ja_jp: オンライン契約が有効な状態です。業務停止後または成約取消後に処理を行ってください。
th_th: สัญญา Online ยังมีผลอยู่ กรุณาดำเนินการอีกครั้งหลังจากบันทึกหยุดใช้บริการหรือยกเลิกสัญญาแล้ว

# MSG5121
source: Cannot register installation complete because no equipment quantity is installed.
ja_jp: 設置機器数がないため、工事完了登録できません。
th_th: ไม่สามารถบันทึกเสร็จสิ้นการติดตั้งได้เนื่องจากไม่มีจำนวนอุปกรณ์ที่ถูกติดตั้ง

# MSG5122
source: Equipment code, {0}, cannot be used because it has been already deleted logically. Please register quotation and change plan with replacing alternative equipment, and try to register issue installation slip again.
ja_jp: 機器コード{0}は抹消済みのため、使用できません。代替機器等に置き換えて再見積り、計画変更を登録した上で、再度工事伝票を登録してください。
th_th: อุปกรณ์ {0} ไม่สามารถใช้ได้เนื่องจากถูกลบทางลอจิคอลไปแล้ว กรุณาบันทึกใบคำนวณราคาและเปลี่ยนแปลนโดยเปลี่ยนไปใช้อุปกรณ์ตัวอื่นแทน จากนั้นให้ลองบันทึกออกสลิปการติดตั้งอีกครั้ง

# MSG5123
source: Cannot register installation because PO or contract is not receive and approve no. is not inputted.
ja_jp: 発注書または契約書が回収されていない、かつ決裁番号が入力されていないため、工事登録できません。
th_th: ไม่สามารถบันทึกการติดตั้งได้เนื่องจากยังไม่ได้รับใบสั่งซื้อหรือใบสัญญาและยังไม่ได้ใส่เลขที่อนุมัติ

# MSG5124
source: Cannot register installation complete because CQ-12 has been registered. Please register installation slip again (replace slip)
ja_jp: CQ-12 が登録されているため、工事完了が登録できません。工事伝票（差替）を再度登録してください。
th_th: ไม่สามารถบันทึกเสร็จสิ้นการติดตั้งได้เนื่องจากมีการทำ CQ-12 กรุณาบันทึกข้อมูลสลิปติดตั้งอีกครั้ง (แทนที่สลิปเดิม)

# MSG5125
source: Please Input InstallationDateFrom And InstallationDateTo.
th_th: กรุณาเลือกช่วงเวลาของการติดตั้ง

# MSG5126
source: User don't have permission or Contrat status is not 'before start operate'.
th_th: ผู้ใช้ไม่มีสิทธิ์ใช้งาน หรือสัญญายังไม่ได้เปิดให้บริการ
