Repository: EliGosK/SECOM_AJIS_INDO
Catalog: SECOM_AJIS.Presentation.Installation/Message/MessageList.*.resx
Languages: ja_jp, th_th

# MSG5001
source: Cannot register installation because all removal installation are completed.
ja_jp: 全撤去工事が完了済みのため、工事登録できません。
th_th: ไม่สามารถบันทึกการติดตั้งได้เนื่องจากการถอดอุปกรณ์ทั้งหมดได้เสร็จสิ้นลงแล้ว

# MSG5002
source: Cannot register installation because contract status is 'Termination before start service' and first installation is not completed.
ja_jp: 契約ステータスが「成約取消」であり、かつ新規工事が完了していないため、工事登録できません。
th_th: ไม่สามารถบันทึกการติดตั้งได้เนื่องจากสถานะสัญญาเป็น "ยกเลิกสัญญาก่อนเริ่มให้บริการ" และการติดตั้งครั้งแรกยังไม่เสร็จสิ้น

# MSG5003
source: Cannot register installation because installation is already registered.
ja_jp: 工事が既に登録されているため、工事登録できません。
th_th: ไม่สามารถบันทึกการติดตั้งได้เนื่องจากได้บันทึกการติดตั้งไปแล้ว

# MSG5004
source: Cannot register installation because project status is 'Last completed' or 'Canceled'.
ja_jp: プロジェクト状態が「最終完了済み」または「取消済み」のため、工事登録できません。
th_th: ไม่สามารถบันทึกการติดตั้งได้เนื่องจากสถานะโครงการเป็น "เสร็จสิ้นขั้นสุดท้ายแล้ว" หรือ "ยกเลิกแล้ว"

# MSG5005
source: Are you sure to request for approval?
ja_jp: 承認依頼しますが、よろしいですか？
th_th: คุณแน่ใจหรือไม่ที่จะร้องขออนุมัติ

# MSG5006
source: CP-12 is registered. Please confirm whether the installation content is the same as the contract content. Do you want to continue this process?
ja_jp: CP-12が登録されています。工事内容が契約内容と同じかどうか確認してください。この処理を続けてもよろしいですか？
th_th: CP-12 ถูกลงทะเบียนแล้ว กรุณาตรวจสอบว่าเนื้อหาการติดตั้งตรงกับเนื้อหาสัญญาหรือไม่ คุณต้องการดำเนินการต่อหรือไม่

# MSG5007
source: Please confirm that the registered equipment is approved to be used and check whether there is stock which can be stocked-out in W/H or not before proceeding. Do you want to continue this process?
ja_jp: 登録された機器の使用についての決裁が取得済みであるか確認の上、また倉庫に出庫可能な在庫が存在するか確認の上、処理を行ってください。この処理を続けてもよろしいですか？
th_th: กรุณาตรวจสอบว่าอุปกรณ์ที่บันทึกไว้ได้รับการอนุมัติให้ใช้งานแล้ว และมีสต๊อกที่สามารถนำอุปกรณ์ออกได้ในคลังสินค้าก่อนดำเนินการต่อ คุณต้องการดำเนินการต่อหรือไม่

# MSG5008
source: For equipment code, {0}, return quantity cannot be inputted more than total stocked-out quantity.
ja_jp: 機器コード {0} に累計出庫数を超える繰入数を入力することはできません。
th_th: อุปกรณ์ {0}: จำนวนอุปกรณ์ที่ส่งคืนต้องไม่มากกว่าจำนวนนำอุปกรณ์ออกรวม

# MSG5009
source: Expect installation complete date must be equal to or greater than expect installation start date.
ja_jp: 工事完了予定日に工事着工予定日より前の日付を入力することはできません。
th_th: วันที่คาดว่าจะติดตั้งเสร็จ ต้องไม่ใช่วันที่ก่อนวันที่คาดว่าจะเริ่มงาน

# MSG5010
source: Proposed installation start date is registered with past date. Do you want to continue ?
ja_jp: 工事着工希望日が過去日付で登録されています。処理を進めますか？
th_th: วันที่ต้องการให้เริ่มงานเป็นวันที่ในอดีต คุณต้องการดำเนินการต่อหรือไม่?

# MSG5011
source: Proposed installation complete date is registered with past date. Do you want to continue ?
ja_jp: 工事完了希望日が過去日付で登録されています。処理を進めますか？
th_th: วันที่ต้องการให้งานเสร็จเป็นวันที่ในอดีต คุณต้องการดำเนินการต่อหรือไม่?

# MSG5012
source: E-mail notice target is not registered. Do you want to continue ?
ja_jp: メール通知先が登録されていません。処理を進めますか？
th_th: ยังไม่ได้บันทึกข้อมูลผู้รับเมล์แจ้ง คุณต้องการดำเนินการต่อหรือไม่?

# MSG5013
source: Cannot register installation because product type is not sale or alarm.
ja_jp: 商品種類が売却、またはアラーム以外のため、工事登録できません。
th_th: ไม่สามารถบันทึกการติดตั้งได้เนื่องจากประเภทการขายไม่ใช่สินค้าขายขาดหรืออุปกรณ์เตือนภัย

# MSG5014
source: Cannot register because project status is canceled.
ja_jp: プロジェクト状態が「取消済み」のため、登録できません。
th_th: ไม่สามารถบันทึกข้อมูลได้เนื่องจากสถานะโครงการเป็น "ยกเลิกแล้ว"

# MSG5015
source: Cannot register because project status is last complete.
ja_jp: プロジェクト状態が「最終完了済み」のため、登録できません。
th_th: ไม่สามารถบันทึกข้อมูลได้เนื่องจากสถานะโครงการเป็น "เสร็จสิ้นขั้นสุดท้ายแล้ว"

# MSG5016
source: Cannot register installation management. Please register installation request before.
ja_jp: 工事監理情報を登録できません。工事依頼登録を先に行ってください。
th_th: ไม่สามารถบันทึกข้อมูลการจัดการการติดตั้งได้ กรุณาบันทึกข้อมูลคำร้องขอติดตั้งก่อน

# MSG5017
source: Cannot register installation management. Please register installation PO before.
ja_jp: 工事監理情報を登録できません。工事発注登録を先に行ってください。
th_th: ไม่สามารถบันทึกข้อมูลการจัดการการติดตั้งได้ กรุณาบันทึกข้อมูลใบสั่งจ้างการติดตั้งก่อน

# MSG5018
source: Cannot cancel installation because no installation data.
ja_jp: 工事データが存在しないため、工事取消できません。
th_th: ไม่สามารถยกเลิกการติดตั้งได้เนื่องจากไม่มีข้อมูลการติดตั้ง

# MSG5019
source: For subcontract name: {0}, these fields are required: {1}.
ja_jp: 業者名称 {0} について、次の項目が必須入力となります：{1}
th_th: สำหรับชื่อผู้รับเหมา {0} จำเป็นต้องใส่ข้อมูลดังต่อไปนี้: {1}

# MSG5020
source: For equipment code, {0}, maintenance exchange equipment quantity cannot be more than contract installed (current) equipment quantity.
ja_jp: 機器コード {0} に現契約設置数を超える保守交換数を入力することはできません。
th_th: อุปกรณ์ {0}: จำนวนอุปกรณ์ที่เปลี่ยนเพื่อบำรุงรักษาต้องไม่มากกว่าจำนวนอุปกรณ์ตามคำร้องปัจจุบัน

# MSG5021
source: Maintenance equipment is registered. Please input expect equipment arrival date.
ja_jp: 保守交換機器が登録されています。機器到着希望日を指定してください。
th_th: มีการบันทึกข้อมูลอุปกรณ์ที่เปลี่ยนเพื่อบำรุงรักษา กรุณาระบุวันที่ต้องการให้สินค้าส่งถึง

# MSG5022
source: Installation type must be ‘Removal all’ because change type of last OCC is Cancel.
ja_jp: 最新OCCの変更種類が取消状態となっているため、工事種類は「全撤去」でなければなりません。
th_th: ประเภทคำร้องขอติดตั้งต้องเป็น "ถอดอุปกรณ์ทั้งหมด" เนื่องจากสถานะการดำเนินการของ OCC ล่าสุดเป็น "ยกเลิกสัญญา"

# MSG5023
source: Change reason is ‘SECOM reason’. Please do not specify billing installation fee.
ja_jp: 変更理由が「セコム理由」になっているため、請求工事料金を指定しないでください。
th_th: กรุณาไม่ระบุค่าติดตั้งที่เรียกเก็บเนื่องจากสาเหตุที่เปลี่ยนถูกเลือกเป็น "สาเหตุจากซีคอม" อยู่

# MSG5024
source: Installation fee billing type is ‘1: Billing’. Please specify billing installation fee.
ja_jp: 工事料金請求区分が「1: 請求する」になっているため、請求工事料金を指定してください。
th_th: กรุณาระบุค่าติดตั้งที่เรียกเก็บเนื่องจากประเภทการเรียกเก็บค่าติดตั้งถูกเลือกเป็น "1: เรียกเก็บค่าบริการ" อยู่

# MSG5025
source: Installation fee billing type is '9: Pay all amount by SECOM’. Please do not specify billing installation fee.
ja_jp: 工事料金請求区分が「9: 全額当社負担」になっているため、請求工事料金を指定しないでください。
th_th: กรุณาไม่ระบุค่าติดตั้งที่เรียกเก็บเนื่องจากประเภทการเรียกเก็บค่าติดตั้งถูกเลือกเป็น "9: ซีคอมชำระเองทั้งหมด" อยู่

# MSG5026
source: Installation slip issue date must not be a past date.
ja_jp: 工事伝票発行日は過去日付で登録できません。
th_th: วันที่ออกสลิปการติดตั้งต้องไม่ใช่วันที่ในอดีต

# MSG5027
source: Normal installation fee is not equal to billing installation fee. Please specify approve no.
ja_jp: 正規工事料金が請求工事料金と同額ではありません。決裁番号を指定してください。
th_th: ค่าติดตั้งที่คำนวณได้กับค่าติดตั้งที่เรียกเก็บไม่เท่ากัน กรุณาระบุเลขที่อนุมัติ

# MSG5028
source: Please input approve no. sequentially from approve no. 1.
ja_jp: 決裁番号は「決裁番号1」から順に登録してください。
th_th: กรุณาใส่ข้อมูลเลขที่อนุมัติตามลำดับโดยเริ่มจาก "เลขที่อนุมัติ 1"

# MSG5029
source: For equipment code, {0}, removed quantity cannot be more than contract installed (current).
ja_jp: 機器コード {0}に現契約設置数を超える撤去数を入力することはできません。
th_th: อุปกรณ์ {0}: จำนวนอุปกรณ์ที่ถอดต้องไม่มากกว่าจำนวนอุปกรณ์ตามคำร้องปัจจุบัน

# MSG5030
source: Expect equipment arrival date must not be less than installation slip issue date.
ja_jp: 機器到着希望日に工事伝票発行日より前の日付を入力することはできません。
th_th: "วันที่ต้องการให้สินค้าส่งถึง" ต้องไม่ใช่วันที่ก่อนวันที่ออกสลิปการติดตั้ง

# MSG5031
source: This slip has equipment to stock out. Please input the expected equipment arrival date.
ja_jp: この伝票で出庫する機器があります。機器到着希望日を指定してください。
th_th: มีการนำอุปกรณ์ออกโดยใช้สลิปใบนี้ กรุณาระบุวันที่ต้องการให้สินค้าส่งถึง

# MSG5032
source: Temporary or one-time line-up equipment is registered as additional installed but it cannot be registered if such equipment does not exist in current equipment detail. If the registration is correct, please receive approval and input approve no.
ja_jp: 仮採用、または一時採用の機器が追加設置として登録されていますが、現在の機器明細に存在していない場合は使用不可です。登録が誤りでない場合は、決裁を取得のうえ決裁番号を入力してください。
th_th: มีการบันทึกข้อมูลติดตั้งเพิ่มด้วยอุปกรณ์ใช้ชั่วคราวหรืออุปกรณ์ใช้ครั้งเดียว ซึ่งจะไม่สามารถใช้ได้ถ้าไม่มีในรายละเอียดอุปกรณ์ล่าสุด หากข้อมูลถูกต้องแล้ว กรุณาขออนุมัติและใส่เลขที่อนุมัติก่อนบันทึกข้อมูล

# MSG5033
source: CP-12 change plan is already registered. Change reason cannot be ‘SECOM reason’.
ja_jp: CP-12（計画変更）登録済みのため、変更理由として「セコム理由」を選択することはできません。
th_th: ไม่สามารถเลือกสาเหตุที่เปลี่ยนเป็น "สาเหตุจากซีคอม" ได้เนื่องจากมีการบันทึกข้อมูลเปลี่ยนแปลน CP-12 เรียบร้อยแล้ว

# MSG5034
source: Please register Installation request before.
ja_jp: 事前に工事依頼登録を行ってください。
th_th: กรุณาดำเนินการบันทึกคำร้องขอการติดตั้งก่อน

# MSG5035
source: Please specify e-mail address for requesting approval.
ja_jp: 承認依頼するためのメールアドレスを指定してください。
th_th: กรุณาระบุอีเมล์เพื่อส่งคำร้องให้อนุมัติ

# MSG5036
source: Installation must have at least one subcontractor data before requesting for approval.
ja_jp: 承認依頼するためには、少なくとも1つの業者データが存在しなければなりません。
th_th: ในการส่งคำร้องให้อนุมัติ ต้องมีข้อมูลผู้รับเหมาอย่างน้อย 1 ราย

# MSG5037
source: {0} must NOT be earlier than {1}.
ja_jp: {0}に{1}より前の日付を入力することはできません。
th_th: {0} ต้องไม่ใช่วันที่ก่อน {1}.

# MSG5038
source: Cannot register because Installation management status has just changed to canceled.
ja_jp: 工事監理ステータスが取消になっているため、登録できません。
th_th: ไม่สามารถบันทึกข้อมูลได้เนื่องจากสถานะการจ่ายค่าจ้างผู้รับเหมาถูกเปลี่ยนเป็นยกเลิกอยู่

# MSG5039
source: Cannot access this screen because installation slip status of last slip of contract no. must be ‘Stock-out’ or ‘No need to stock-out’.
ja_jp: 当該契約コードの最新伝票の工事伝票ステータスが「出庫済」または「出庫なし」以外のため、この画面を開くことができません。
th_th: ไม่สามารถใช้งานหน้าจอนี้ได้เนื่องจากสถานะของสลิปการติดตั้งล่าสุดของเลขที่สัญญานี้จะต้องเป็น "นำอุปกรณ์ออกแล้ว" หรือ "ไม่มีการนำอุปกรณ์ออก"

# MSG5040
source: For equipment code, {0}, not-installed equipment quantity cannot be more than total stocked-out quantity.
ja_jp: 機器コード {0} に累計出庫数を超える未設置数を入力することはできません。
th_th: อุปกรณ์ {0}: จำนวนอุปกรณ์ที่ยังไม่ได้ติดตั้งต้องไม่มากกว่าจำนวนนำอุปกรณ์ออกรวม

# MSG5041
source: For equipment code, {0}, unremovable equipment quantity cannot be more than [Removed + Additional removed equipment quantity].
ja_jp: 機器コード {0} に「撤去数＋追加撤去数」を超える撤去不能数を入力することはできません。
th_th: อุปกรณ์ {0}: จำนวนอุปกรณ์ที่ถอดไม่ได้ต้องไม่มากกว่า "จำนวนอุปกรณ์ที่ถอด" รวมกับ "จำนวนอุปกรณ์ที่ถอดเพิ่มเติม"

# MSG5042
source: Installation complete date must not be a future date.
ja_jp: 工事完了日は未来日付で登録できません。
th_th: วันที่ติดตั้งเสร็จสมบูรณ์ต้องไม่ใช่วันที่ในอนาคต

# MSG5043
source: Installation complete date must not be less than change operation date of last OCC of rental contract.
ja_jp: 工事完了日は、継続契約の最新OCCの変更実施日より前の日付を入力することはできません。
th_th: วันที่ติดตั้งเสร็จสมบูรณ์ต้องไม่ใช่วันที่ก่อนวันที่เปิดใช้บริการกรณีแก้ไขการติดตั้งของ OCC ล่าสุดของสัญญาเช่า

# MSG5044
source: For equipment code, {0}, installed equipment qty after change must be equal to [Installed before change + Total stock-out of last slip - Unused of last slip - Not installed - Removed of last slip + Additional removed equipment quantity registered this time].
ja_jp: 機器コード {0} は、変更後契約設置数が「変更前契約設置数＋最新伝票の累計出庫数－最新伝票の未使用数－未設置数－最新伝票の撤去数＋今回の追加撤去数」の個数と同数でなければなりません。
th_th: อุปกรณ์ {0}: จำนวนอุปกรณ์หลังการเปลี่ยนแปลงจะต้องเท่ากับ "จำนวนอุปกรณ์ก่อนการเปลี่ยนแปลง + จำนวนนำอุปกรณ์ออกรวมของสลิปล่าสุด - จำนวนอุปกรณ์ที่ไม่ได้ใช้ของสลิปล่าสุด - จำนวนอุปกรณ์ที่ยังไม่ได้ติดตั้ง - จำนวนอุปกรณ์ที่ถอดของสลิปล่าสุด + จำนวนอุปกรณ์ที่ถอดเพิ่มเติมในครั้งนี้"

# MSG5045
source: Change reason is customer reason. Please register CP-12 change plan.
ja_jp: 変更理由が「お客様理由」になっているため、CP-12（計画変更）登録を行ってください。
th_th: สาเหตุที่เปลี่ยนถูกเลือกเป็น "สาเหตุจากลูกค้า" กรุณาบันทึกข้อมูลการเปลี่ยนแปลน (CP-12)

# MSG5046
source: There is difference between the content of ‘Register installation complete’ and ‘Register contract condition’.
ja_jp: 工事完了登録の内容と契約条件登録の内容が異なっております。
th_th: รายละเอียดของการบันทึกการติดตั้งเสร็จสิ้นและการบันทึกข้อมูลสัญญาไม่ตรงกัน

# MSG5047
source: Please register termination before complete installation of removal all.
ja_jp: 全撤去工事完了登録の前に、解約／成約取消条件の登録を行ってください。
th_th: กรุณาบันทึกข้อมูลการยกเลิกสัญญาก่อนบันทึกเสร็จสิ้นการถอดอุปกรณ์ทั้งหมด

# MSG5048
source: Please register stop contract before complete installation of during stop.
ja_jp: 停止中工事完了登録の前に、業務停止登録を行ってください。
th_th: กรุณาบันทึกข้อมูลการหยุดให้บริการชั่วคราวก่อนบันทึกเสร็จสิ้นการติดตั้งระหว่างหยุดให้บริการ

# MSG5049
source: The order report is not received or not completed. Please promote the collection. Do you want to continue this process ?
ja_jp: 注文書が未回収、または回収不備のままです。回収を促進してください。この処理を続けてもよろしいですか？
th_th: ยังไม่ได้รับเอกสารสั่งซื้อหรือยังรับไม่เสร็จสิ้น กรุณาดำเนินการรับเอกสาร คุณต้องการดำเนินการต่อหรือไม่

# MSG5050
source: No installation data for this contract/project code.
ja_jp: この契約／プロジェクトコードに工事データがありません。
th_th: เลขที่สัญญา/เลขที่โครงการนี้ไม่มีข้อมูลการติดตั้ง

# MSG5051
source: Cannot cancel installation because customer acceptance have already registered.
ja_jp: 客先引渡登録済みのため、工事取消できません。
th_th: ไม่สามารถยกเลิกการติดตั้งได้เนื่องจากมีการบันทึกข้อมูลการส่งมอบให้ลูกค้าเรียบร้อยแล้ว

# MSG5052
source: Cannot cancel installation PO because installation PO is not registered.
ja_jp: 工事発注未登録のため、工事発注取消できません。
th_th: ไม่สามารถยกเลิกการสั่งจ้างการติดตั้งได้เนื่องจากยังไม่มีการบันทึกข้อมูลการสั่งจ้างการติดตั้ง

# MSG5053
source: Cannot cancel installation because installation slip is not registered or last slip is not 1st slip.
ja_jp: 工事伝票未登録、または最新伝票が初回伝票でないため、工事取消できません。
th_th: ไม่สามารถยกเลิกการติดตั้งได้เนื่องจากยังไม่มีการบันทึกข้อมูลสลิปการติดตั้งหรือสลิปการติดตั้งล่าสุดไม่ใช่สลิปใบแรก

# MSG5054
source: Installation slip status must not be ‘Partial stock-out’.
ja_jp: 工事伝票ステータスが「部分出庫中」ではいけません。
th_th: สถานะสลิปการติดตั้งต้องไม่ใช่ "นำอุปกรณ์ออกบางส่วน"

# MSG5055
source: Cannot cancel installation because installation slip is not registered.
ja_jp: 工事伝票未登録のため、工事取消できません。
th_th: ไม่สามารถยกเลิกการติดตั้งได้เนื่องจากยังไม่มีการบันทึกข้อมูลสลิปการติดตั้ง

# MSG5056
source: Cannot cancel installation by using previous slip because there is only 1 installation slip.
ja_jp: 工事伝票が一つしかないため、最新工事伝票を取消し、一つ前の伝票に戻ることができません。
th_th: ไม่สามารถยกเลิกการติดตั้งโดยกลับไปใช้สลิปก่อนหน้าได้เนื่องจากมีสลิปการติดตั้งแค่หนึ่งรายการ

# MSG5057
source: Please specify contract no./project code.
ja_jp: 契約コード／プロジェクトコードを指定してください。
th_th: กรุณาระบุเลขที่สัญญา/เลขที่โครงการ

# MSG5058
source: Cannot delete installation data because any installation has already registered.
ja_jp: 工事登録済みのため、工事データを削除できません。
th_th: ไม่สามารถลบข้อมูลการติดตั้งได้เนื่องจากมีการบันทึกข้อมูลการติดตั้งเรียบร้อยแล้ว

# MSG5059
source: Subcontractor name, {0}, already exists in list.
ja_jp: 業者名称 {0} は既に一覧に存在しています。
th_th: มีชื่อผู้รับเหมา {0} อยู่ในรายการแล้ว

# MSG5060
source: Please specify at least 1 subcontractor.
ja_jp: 少なくとも1つの業者を指定してください。
th_th: กรุณาระบุผู้รับเหมาอย่างน้อยหนึ่งราย

# MSG5061
source: Installation data does not exist. Please register installation before.
ja_jp: 工事データが存在しません。工事情報の登録を行ってください。
th_th: ไม่มีข้อมูลการติดตั้ง กรุณาทำการบันทึกข้อมูลการติดตั้ง

# MSG5062
source: Cannot edit installation PO data because current installation management status is {0}.
ja_jp: 工事監理ステータスが{0}になっているため、工事発注データを編集できません。
th_th: ไม่สามารถแก้ไขข้อมูลการสั่งจ้างการติดตั้งได้เนื่องจากสถานะการจ่ายค่าจ้างผู้รับเหมาเป็น {0}

# MSG5063
source: Contract no./Project code does not exist.
ja_jp: 契約コード／プロジェクトコードが存在しません。
th_th: เลขที่สัญญา/เลขที่โครงการ ไม่มีในระบบ

# MSG5064
source: Cannot select installation type as 'New' because installation has no approve contract data.
ja_jp: 成約承認データが存在していないため、工事種類として「新規」を選択できません。
th_th: ไม่สามารถเลือกชนิดการติดตั้งเป็น "ติดตั้งใหม่" ได้เนื่องจากไม่มีข้อมูลการอนุมัติสัญญา

# MSG5065
source: Cannot select installation type which is not 'New' because installation has approve contract data.
ja_jp: 成約承認データが存在しているため、工事種類として「新規」以外を選択できません。
th_th: ไม่สามารถเลือกชนิดการติดตั้งอื่นนอกจาก "ติดตั้งใหม่" ได้เนื่องจากมีข้อมูลการอนุมัติสัญญาแล้ว

# MSG5066
source: For equipment code, {0}, total of additional and return equipment quantity cannot be less than partial stock-out quantity.
ja_jp: 機器コード {0} は、追加設置数と繰入数の合計が部分出庫数以下であってはいけません。
th_th: อุปกรณ์ {0}: ยอดรวมของจำนวนติดตั้งเพิ่มกับจำนวนอุปกรณ์ที่ส่งคืนต้องไม่น้อยกว่าจำนวนนำอุปกรณ์ออกบางส่วน

# MSG5067
source: The last installation slip is not stocked out, so registered contents is changed by this slip. Do you want to continue this process ?
ja_jp: 最新工事伝票は出庫していないので、この伝票によって登録された内容は変更されます。この処理を続けてもよろしいですか？
th_th: สลิปการติดตั้งล่าสุดไม่ได้อยู่ในสถานะนำอุปกรณ์ออก ดังนั้นข้อมูลที่บันทึกไว้จะถูกเปลี่ยนตามสลิปการติดตั้งนี้ คุณต้องการดำเนินการต่อหรือไม่

# MSG5068
source: Please register CP-12 by the content of this slip. Do you want to continue this process ?
ja_jp: この伝票の内容でCP12の登録を行ってください。この処理を続けてもよろしいですか？
th_th: กรุณาบันทึกข้อมูล CP-12 โดยใช้ข้อมูลของสลิปการติดตั้งนี้ คุณต้องการดำเนินการต่อหรือไม่

# MSG5070
source: Cannot register replace slip because customer acceptance has already registered.
ja_jp: 客先引渡登録済みのため、伝票差替ができません。
th_th: ไม่สามารถออกใบบันทึกการติดตั้งใหม่แทนใบเดิมได้เนื่องจากมีการบันทึกข้อมูลการส่งมอบให้ลูกค้าเรียบร้อยแล้ว

# MSG5071
source: Cannot register installation complete because installation slip does not exist.
ja_jp: 工事伝票が存在しないため、工事完了登録できません。
th_th: ไม่สามารถบันทึกเสร็จสิ้นการติดตั้งได้เนื่องจากไม่มีข้อมูลสลิปการติดตั้งในระบบ

# MSG5072
source: Cannot register installation complete because installation basic does not exist.
ja_jp: 工事基本が存在しないため、工事完了登録できません。
th_th: ไม่สามารถบันทึกเสร็จสิ้นการติดตั้งได้เนื่องจากไม่มีข้อมูลพื้นฐานการติดตั้งในระบบ

# MSG5074
source: Are you sure to cancel all installation?
ja_jp: 工事取消しますが、よろしいですか？
th_th: คุณแน่ใจหรือไม่ที่จะยกเลิกการติดตั้งทั้งหมด

# MSG5075
source: Are you sure to cancel installation PO?
ja_jp: 工事発注取消しますが、よろしいですか？
th_th: คุณแน่ใจหรือไม่ที่จะยกเลิกการสั่งจ้างการติดตั้ง

# MSG5076
source: Are you sure to cancel installation PO and installation slip?
ja_jp: 工事発注／伝票取消しますが、よろしいですか？
th_th: คุณแน่ใจหรือไม่ที่จะยกเลิกการสั่งจ้างการติดตั้งและสลิปการติดตั้ง

# MSG5077
source: Are you sure to cancel installation slip?
ja_jp: 工事伝票取消しますが、よろしいですか？
th_th: คุณแน่ใจหรือไม่ที่จะยกเลิกสลิปการติดตั้ง

# MSG5078
source: Are you sure to cancel last installation slip and use previous slip?
ja_jp: 最新工事伝票取消（一つ前の伝票に戻る）しますが、よろしいですか？
th_th: คุณแน่ใจหรือไม่ที่จะยกเลิกสลิปการติดตั้งล่าสุดโดยใช้สลิปก่อนหน้าแทน

# MSG5079
source: Cannot cancel installation because installation slip status is partial stock-out.
ja_jp: 工事伝票ステータスが「部分出庫中」になっているため、工事取消できません。
th_th: ไม่สามารถยกเลิกการติดตั้งได้เนื่องจากสลิปการติดตั้งอยู่ในสถานะ "นำอุปกรณ์ออกบางส่วน"

# MSG5080
source: Installation by is subcontractor. Please register installation request before.
ja_jp: 施工担当者が工事業者になっています。事前に工事依頼登録を行ってください。
th_th: ผู้รับผิดชอบการติดตั้งถูกเลือกเป็นผู้รับเหมาอยู่ กรุณาทำการบันทึกคำร้องขอการติดตั้งก่อน

# MSG5081
source: Are you sure to paid to this subcontractor?
ja_jp: この業者を支払済にしますが、よろしいですか？
th_th: คุณแน่ใจหรือไม่ที่จะชำระเงินให้ผู้รับเหมารายนี้

# MSG5069
source: For equipment code, {0}, rental unit price is not set.
ja_jp: 機器コード {0} は、レンタル単価が設定されていません。
th_th: อุปกรณ์ {0}: ยังไม่ได้กำหนดราคาต่อหน่วยสำหรับเช่า

# MSG5073
source: For equipment code, {0}, unremovable equipment quantity cannot be more than maintenance exchange equipment quantity.
ja_jp: 機器コード {0} に保守交換数を超える撤去不能数を入力することはできません。
th_th: อุปกรณ์ {0}: จำนวนอุปกรณ์ที่ถอดไม่ได้ต้องไม่มากกว่าจำนวนอุปกรณ์ที่เปลี่ยนเพื่อบำรุงรักษา

# MSG5082
source: Are you sure to approve?
ja_jp: 承認しますが、よろしいですか？
th_th: คุณแน่ใจหรือไม่ที่จะอนุมัติ

# MSG5083
source: Are you sure to return?
ja_jp: 差し戻しますが、よろしいですか？
th_th: คุณแน่ใจหรือไม่ที่จะตีกลับ

# MSG5084
source: Installation finish date must be equal to or greater than Installation start date.
ja_jp: 工事終了日に工事着工日より前の日付を入力することはできません。
th_th: วันสิ้นสุดการติดตั้งต้องไม่ใช่วันที่ก่อนวันเริ่มติดตั้ง

# MSG5085
source: Installation complete date must be equal to or greater than Installation finish date.
ja_jp: 工事完了日に工事終了日より前の日付を入力することはできません。
th_th: วันเสร็จสิ้นการติดตั้งต้องไม่ใช่วันที่ก่อนวันสิ้นสุดการติดตั้ง

# MSG5086
source: Change reason is selected. Please select change requester.
ja_jp: 変更理由が選択されています。変更要請者を選択してください。
th_th: มีการเลือกสาเหตุที่เปลี่ยน กรุณาเลือกผู้ร้องขอให้เปลี่ยน

# MSG5087
source: Change requester is selected. Please select change reason.
ja_jp: 変更要請者が選択されています。変更理由を選択してください。
th_th: มีการเลือกผู้ร้องขอให้เปลี่ยน กรุณาเลือกสาเหตุที่เปลี่ยน

# MSG5088
source: Cannot input maintenance equipment quantity less than total stock-out quantity.
ja_jp: 保守交換数に累計出庫数より少ない数量を入力することはできません。
th_th: ไม่สามารถใส่จำนวนอุปกรณ์ที่เปลี่ยนเพื่อบำรุงรักษาน้อยกว่าจำนวนอุปกรณ์ออกรวมได้

# MSG5089
source: Cannot register installation PO. Please register installation slip or change plan before.
ja_jp: 工事発注を登録できません。先に工事伝票、または計画変更の登録を行ってください。
th_th: ไม่สามารถบันทึกข้อมูลใบสั่งจ้างการติดตั้งได้ กรุณาทำการบันทึกข้อมูลสลิปการติดตั้งหรือเปลี่ยนแปลนก่อน

# MSG5090
source: Register request approve for installation management completely
ja_jp: 工事監理承認依頼の登録が完了しました。
th_th: บันทึกข้อมูลคำร้องขออนุมัติในการจัดการการติดตั้งเรียบร้อยแล้ว

# MSG5091
source: Register approve for installation management completely
ja_jp: 工事監理承認の登録が完了しました。
th_th: บันทึกข้อมูลการอนุมัติในการจัดการการติดตั้งเรียบร้อยแล้ว

# MSG5092
source: Register reject for installation management completely
ja_jp: 工事監理差戻の登録が完了しました。
th_th: บันทึกข้อมูลการส่งคืนในการจัดการการติดตั้งเรียบร้อยแล้ว

# MSG5093
source: Cannot register installation complete. Please register installation PO and issue all installation PO report before.
ja_jp: 工事完了登録できません。先に工事発注を登録し、全ての工事発注書を発行してください。
th_th: ไม่สามารถบันทึกเสร็จสิ้นการติดตั้งได้ กรุณาบันทึกสั่งจ้างการติดตั้งและออกใบสั่งจ้างทั้งหมดก่อน

# MSG5094
source: All installation PO report are issued.
ja_jp: 全ての工事発注書が発行されました。
th_th: ใบสั่งจ้างทั้งหมดออกครบแล้ว

# MSG5095
source: All subcontractors have been paid already.
ja_jp: 全ての業者に支払済です。
th_th: ชำระเงินให้ผู้รับเหมาทุกรายแล้ว

# MSG5096
source: Cannot register installation complete because amount of normal service fee registered in 'Register contract condition (CP12)' is difference from normal service fee registered in 'Register installation slip'. Please register installation slip again if amount in 'Register contract condition (CP12)' is correct or register contract condition (CP12) again if amount in 'Register installation slip' is correct.
ja_jp: 契約条件登録（CP-12）で登録された正規契約料金と、工事伝票作成登録で登録された正規契約料金の金額が異なるため工事完了登録できません。契約条件登録（CP-12）の金額が正しい場合は工事伝票作成の再登録を、工事伝票作成登録の金額が正しい場合は契約条件（CP-12）の再登録を行ってください。
th_th: ไม่สามารถบันทึกเสร็จสิ้นการติดตั้งได้เนื่องจากข้อมูลค่าเช่า/ค่าบริการที่คำนวณได้ที่กรอกตอนทำ CP-12 และตอนบันทึกข้อมูลสลิปการติดตั้งไม่ตรงกัน หากข้อมูลที่กรอกตอนทำ CP-12 ถูกต้อง กรุณาบันทึกข้อมูลสลิปการติดตั้งใหม่อีกครั้ง หรือหากข้อมูลที่กรอกตอนบันทึกข้อมูลสลิปการติดตั้งถูกต้อง กรุณาทำ CP-12 ใหม่อีกครั้ง

# MSG5097
source: Cannot register installation complete because amount of normal installation fee registered in 'Register contract condition (CP12)' is difference from normal installation fee registered in 'Register installation slip'. Please register installation slip again if amount in 'Register contract condition (CP12)' is correct or register contract condition (CP12) again if amount in 'Register installation slip' is correct.
ja_jp: 契約条件登録（CP-12）で登録された正規工事料金と、工事伝票作成登録で登録された正規工事料金の金額が異なるため工事完了登録できません。契約条件登録（CP-12）の金額が正しい場合は工事伝票作成の再登録を、工事伝票作成登録の金額が正しい場合は契約条件（CP-12）の再登録を行ってください。
th_th: ไม่สามารถบันทึกเสร็จสิ้นการติดตั้งได้เนื่องจากข้อมูลค่าติดตั้งที่คำนวณได้ที่กรอกตอนทำ CP-12 และตอนบันทึกข้อมูลสลิปการติดตั้งไม่ตรงกัน หากข้อมูลที่กรอกตอนทำ CP-12 ถูกต้อง กรุณาบันทึกข้อมูลสลิปการติดตั้งใหม่อีกครั้ง หรือหากข้อมูลที่กรอกตอนบันทึกข้อมูลสลิปการติดตั้งถูกต้อง กรุณาทำ CP-12 ใหม่อีกครั้ง

# MSG5098
source: Cannot register installation PO because it has not been registered installation request.
ja_jp: 工事依頼登録がされていないため、工事発注登録はできません。
th_th: ไม่สามารถบันทึกข้อมูลการสั่งจ้างการติดตั้งได้เนื่องจากไม่มีการบันทึกข้อมูลคำร้องขอติดตั้งไว้
