Repository: EliGosK/SECOM_AJIS_INDO
Catalog: SECOM_AJIS.Presentation.Master/Message/MessageList.*.resx
Languages: ja_jp, th_th

# MSG1001
source: Cannot remove premise, {0}.
ja_jp: 次の物件／納入先は消去できません: {0}
th_th: ไม่สามารถลบข้อมูลสถานที่ติดตั้งต่อไปนี้ได้ : {0}

# MSG1002
source: Premise's information is duplicate in this customer.
ja_jp: 物件／納入先情報がこの顧客で重複しています。
th_th: ข้อมูลสถานที่ติดตั้งซ้ำกับที่มีอยู่ในข้อมูลลูกค้า

# MSG1003
source: NPWP has already been registered.
ja_jp: ID番号／納税者番号が既に登録されています。
th_th: เลขประจำตัวประชาชน/เลขประจำตัวผู้เสียภาษีนี้ได้ถูกบันทึกอยู่แล้ว

# MSG1004
source: Customer name has already been registered. Do you want to continue this process?
ja_jp: 顧客名称は既に登録されています。処理を進めますか？
th_th: ชื่อลูกค้านี้ได้ถูกบันทึกอยู่แล้ว คุณต้องการดำเนินการต่อหรือไม่?

# MSG1005
source: Are you sure to delete customer, {0}?
ja_jp: 次の顧客情報を削除します：{0}。よろしいですか？
th_th: คุณแน่ใจหรือไม่ที่จะลบข้อมูลลูกค้าต่อไปนี้: {0}?

# MSG1006
source: Cannot delete customer, {0}.
ja_jp: 次の顧客情報は削除できません: {0}
th_th: ไม่สามารถลบข้อมูลลูกค้าต่อไปนี้ได้: {0}

# MSG1007
source: Group code has already been registered in this customer.
ja_jp: グループコードはこの顧客に既に登録されています。
th_th: ลูกค้ารายนี้ได้บันทึกรหัสกลุ่มลูกค้าที่ระบุไว้อยู่แล้ว

# MSG1008
source: Are you sure to delete group, {0}?
ja_jp: 次のグループ情報を削除します:{0}。よろしいですか？
th_th: คุณแน่ใจหรือไม่ที่จะลบข้อมูลกลุ่มลูกค้าต่อไปนี้ : {0}?

# MSG1009
source: Cannot delete group code, {0}.
ja_jp: 次のグループコードは削除できません: {0}
th_th: ไม่สามารถลบรหัสกลุ่มลูกค้าต่อไปนี้ได้: {0}

# MSG1010
source: Group name (Local) is duplicate in customer group.
ja_jp: このグループ名称（現地語）は顧客グループで重複しています。
th_th: ลูกค้ารายนี้มีชื่อกลุ่ม (ไทย) ซ้ำกับที่มีอยู่แล้วในกลุ่มลูกค้า

# MSG1011
source: Office and Department are duplicate in belonging
ja_jp: 事業所、及び部署が所属で重複しています。
th_th: สาขาและแผนกซ้ำกับที่มีอยู่แล้วในสังกัด

# MSG1012
source: Are you sure to delete user, {0}?
ja_jp: 次のユーザー情報を削除します:{0}。よろしいですか？
th_th: คุณแน่ใจหรือไม่ที่จะลบผู้ใช้: {0}?

# MSG1013
source: Employee no. is duplicate.
ja_jp: 社員番号が既に存在しています。
th_th: รหัสพนักงานนี้ซ้ำกับที่มีอยู่ในระบบ

# MSG1014
source: Primary belonging is duplicate in belonging master information.
ja_jp: 第一部署が所属マスタで重複しています 。
th_th: ข้อมูลสังกัดหลักซ้ำกับที่มีในข้อมูลมาสเตอร์ของสังกัด

# MSG1015
source: Employee have no data in belonging master information.
ja_jp: この社員のデータが所属マスタにありません。
th_th: พนักงานรายนี้ยังไม่มีข้อมูลในมาสเตอร์ของสังกัด

# MSG1016
source: Are you sure to delete permission type 'Office/Department', {0}?
ja_jp: 次の「事業所／部署」権限を削除します：{0}。よろしいですか？
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบสิทธิการใช้งานประเภท 'สิทธิการใช้งานตามสาขา/แผนก' ดังต่อไปนี้: {0}?

# MSG1017
source: Are you sure to delete permission type 'Individual', {0}?
ja_jp: 次の「個別」権限を削除します：{0}。よろしいですか？
th_th: คุณแน่ใจหรือไม่ว่าต้องการลบสิทธิการใช้งานประเภท 'สิทธิการใช้งานเฉพาะ' ดังต่อไปนี้: {0}?

# MSG1018
source: Office, Department and Position are duplicate in permission group
ja_jp: 事業所、部署、職位が権限グループで重複しています。
th_th: สาขา แผนก และตำแหน่งซ้ำกับที่มีอยู่แล้วในกลุ่มสิทธิการใช้งานนี้

# MSG1019
source: Equipment code is duplicate.
ja_jp: 機器コードが重複しています。
th_th: รหัสอุปกรณ์ซ้ำกับที่มีอยู่แล้ว

# MSG1020
source: Equipment code is not child equipment.
ja_jp: 機器コードが子機器ではありません。
th_th: รหัสอุปกรณ์นี้ไม่ใช่อุปกรณ์ลูก

# MSG1021
source: Child equipment code are duplicate in equipment expansion information: {0}.
ja_jp: 次の子機器コードが機器展開マスタで重複しています：{0}
th_th: รหัสอุปกรณ์ลูกซ้ำกับที่มีอยู่แล้วในข้อมูลการแบ่งระดับของอุปกรณ์: {0}

# MSG1022
source: Equipment code already have in equipment expansion, cannot change expansion type.
ja_jp: 機器コードが機器展開に既に存在しています。機器展開種類を変更できません。
th_th: มีรหัสอุปกรณ์อยู่ในการแบ่งระดับของอุปกรณ์แล้ว ไม่สามารถเปลี่ยนประเภทของการแบ่งระดับของอุปกรณ์ได้

# MSG1023
source: Customer status is not 'New customer'.
ja_jp: 顧客状態は新規顧客ではありません。
th_th: ลูกค้าไม่ได้อยู่ในสถานะลูกค้าใหม่

# MSG1024
source: SECOM person in charge does not exist in employee master information.
ja_jp: セコム担当者が社員マスター上に存在しません。
th_th: ไม่มีข้อมูลผู้รับผิดชอบของซีคอมในข้อมูลมาสเตอร์ของพนักงาน

# MSG1025
source: Employee has already been registered.
ja_jp: 社員は既に登録されています。
th_th: พนักงานรายนี้มีการบันทึกข้อมูลไว้แล้ว

# MSG1026
source: Child equipment code has already been registered.
ja_jp: 子機器コードは既に登録されています。
th_th: รหัสอุปกรณ์ลูกนี้มีการบันทึกข้อมูลไว้แล้ว

# MSG1039
source: Please specify customer code.
ja_jp: 顧客コードを指定してください。
th_th: กรุณาระบุรหัสลูกค้า

# MSG1040
source: Please specify parent equipment code.
ja_jp: 親機器コードを指定してください。
th_th: กรุณาระบุรหัสอุปกรณ์แม่

# MSG1041
source: Customer information is used in other contract.
ja_jp: この顧客情報は別の契約で使用されています。
th_th: ข้อมูลลูกค้าถูกใช้ในสัญญาอื่นแล้ว

# MSG1043
source: Equipment code is not parent in equipment information.
ja_jp: 機器コードは機器情報上に親機器として設定されていません。
th_th: รหัสอุปกรณ์นี้ไม่ได้ถูกตั้งให้เป็นอุปกรณ์แม่ในข้อมูลอุปกรณ์

# MSG1038
source: Department person in charge is duplicate in the same office and department.
ja_jp: 部署責任者が同一事業所、及び部署で重複しています。
th_th: มีผู้รับผิดชอบของแผนกซ้ำกับที่มีอยู่แล้วในสาขาเดียวกันและแผนกเดียวกัน

# MSG1042
source: Please specify primary belonging.
ja_jp: 第一部署を設定してください。
th_th: กรุณาระบุสังกัดหลัก

# MSG1044
source: Please specify employee at least 1 record.
ja_jp: 少なくとも1人の社員を指定してください。
th_th: กรุณาระบุพนักงานอย่างน้อย 1 คน

# MSG1047
source: This employee no. is logically deleted. If proceed, system will recover and update it with on-screen information.
ja_jp: この社員番号は既に論理削除されています。処理を進めると、画面上の情報でこの社員番号を有効にします。
th_th: รหัสพนักงานนี้ถูกลบทางลอจิคอลไปแล้ว หากดำเนินการต่อรหัสพนักงานนี้จะถูกนำกลับมาใช้อีกครั้งโดยใช้ข้อมูลที่กรอกบนหน้าจอ

# MSG1030
source: Are you sure to delete subcontractor code: '{0}'?
ja_jp: 次の業者コードを削除します:{0}。よろしいですか？
th_th: คุณแน่ใจหรือไม่ที่จะลบรหัสผู้รับเหมา: {0}?

# MSG1031
source: Cannot delete subcontractor code: "{0}'
ja_jp: 次の業者コードが削除できません: {0}
th_th: ไม่สามารถลบรหัสผู้รับเหมาต่อไปนี้ได้: {0}

# MSG1032
source: Subcontractor: {0} was deleted.
ja_jp: 業者コード： {0} は削除されました。
th_th: ลบข้อมูลรหัสผู้รับเหมา: {0} เรียบร้อยแล้ว

# MSG1037
source: Safety stock already exists for equipment code: {0}.
ja_jp: 次の機器コードに安全在庫が既に存在しています: {0}
th_th: ข้อมูลปริมาณอุปกรณ์ขั้นต่ำของรหัสอุปกรณ์ต่อไปนี้มีอยู่ในระบบแล้ว: {0}

# MSG1033
source: Are you sure to delete rack no: '{0}'?
ja_jp: 次の棚番を削除します:{0}。よろしいですか？
th_th: คุณแน่ใจหรือไม่ที่จะลบรหัสชั้น: {0}?

# MSG1034
source: Cannot delete rack no.: '{0}'
ja_jp: 次の棚番が削除できません: {0}
th_th: ไม่สามารถลบรหัสชั้นต่อไปนี้ได้: {0}

# MSG1035
source: Rack no.: {0} was deleted.
ja_jp: 棚番： {0} は削除されました。
th_th: ลบข้อมูลรหัสชั้น: {0} เรียบร้อยแล้ว

# MSG1046
source: Cannot change rack type for this rack.
ja_jp: この棚に対して棚種類を変更できません。
th_th: ไม่สามารถเปลี่ยนแปลงประเภทชั้นสำหรับชั้นนี้ได้

# MSG1048
source: This rack no. is already exist.
ja_jp: この棚番が既に存在しています。
th_th: รหัสชั้นนี้มีอยู่ในระบบแล้ว

# MSG1049
source: Cannot delete this rack because quantity is not zero.
ja_jp: 機器個数が「0」でないため、この棚を削除できません。
th_th: ไม่สามารถลบชั้นนี้ได้เนื่องจากจำนวนอุปกรณ์ไม่เท่ากับ 0

# MSG1045
source: Please specify billing client code.
ja_jp: VAT登録先コードを指定してください。
th_th: กรุณาระบุรหัสลูกค้าสำหรับเรียกเก็บ

# MSG1055
source: This rack no is logically deleted. If proceed, system will recover and update it with on-screen information
ja_jp: この棚番は既に論理削除されています。処理を進めると、画面上の情報でこの棚番を有効にします。
th_th: เลขที่ชั้นนี้ถูกลบทางลอจิคอลไปแล้ว หากดำเนินการต่อเลขที่ชั้นนี้จะถูกนำกลับมาใช้อีกครั้งโดยใช้ข้อมูลที่กรอกบนหน้าจอ

# MSG1056
source: This subcontract no. is already exist.
ja_jp: この業者コードが既に存在しています。
th_th: รหัสผู้รับเหมานี้มีอยู่ในระบบอยู่แล้ว

# MSG1057
source: This subcontract no. is logically deleted. If proceed, system will recover and update it with on-screen information.
ja_jp: この業者コードは既に論理削除されています。処理を進めると、画面上の情報でこの業者コードを有効にします。
th_th: รหัสผู้รับเหมานี้ถูกลบทางลอจิคอลไปแล้ว หากดำเนินการต่อรหัสผู้รับเหมานี้จะถูกนำกลับมาใช้อีกครั้งโดยใช้ข้อมูลที่กรอกบนหน้าจอ

# MSG1058
source: Billing client code does not exist.
ja_jp: VAT登録先が存在しません。
th_th: ลูกค้าสำหรับเรียกเก็บนี้ไม่มีในระบบ

# MSG1027
source: Are you sure to delete billing client code, {0}?
ja_jp: 次のVAT登録先コードを削除します:{0}。よろしいですか？
th_th: คุณแน่ใจหรือไม่ที่จะลบรหัสลูกค้าสำหรับเรียกเก็บ: {0}?

# MSG1028
source: Cannot delete billing client code, {0}.
ja_jp: 次のVAT登録先コードが削除できません: {0}
th_th: ไม่สามารถลบรหัสลูกค้าสำหรับเรียกเก็บ: {0}

# MSG1029
source: Billing client code, {0}, was deleted.
ja_jp: VAT登録先コード： {0} は削除されました。
th_th: ลบข้อมูลรหัสลูกค้าสำหรับเรียกเก็บ: {0} เรียบร้อยแล้ว

# MSG1036
source: Cannot delete safety stock.
ja_jp: 安全在庫が削除できません。
th_th: ไม่สามารถลบจำนวนอุปกรณ์ขั้นต่ำได้

# MSG1050
source: Valid period must not be older than Start date.
ja_jp: 有効期間に入社日より前の日付を設定できません。
th_th: กำหนดระยะเวลาต้องไม่ใช่วันที่ก่อนวันเริ่มงาน

# MSG1051
source: Valid period must not be more than Resign date.
ja_jp: 有効期間に退職日より後の日付を設定できません。
th_th: กำหนดระยะเวลาต้องไม่ใช่วันที่หลังวันลาออก

# MSG1052
source: This customer name (Local) is the same name as those used in other customer code. If you want to continue, please press "Yes". If it's a different customer, please change to other name.
ja_jp: 現在登録されている顧客名称（現地語）は他の顧客コードで使用されているものと同じ名称です。「はい」を押すとこのまま処理を続行することができますが、異なる顧客の場合は区別できる名称にしておくことを推奨します。
th_th: ชื่อภาษาไทยของลูกค้านี้ซ้ำกับชื่อลูกค้าในรหัสลูกค้าอื่น หากต้องการดำเนินการต่อ กรุณากด "ตกลง" แต่หากไม่ใช่ลูกค้ารายเดียวกัน กรุณาใส่ชื่อลูกค้าให้แตกต่างกัน

# MSG1059
source: You cannot delete customer, {0}, because contract has already used.
ja_jp: 顧客コード{0}は契約で使用されているため、削除できません。
th_th: ไม่สามารถลบรหัสลูกค้า {0} ได้เนื่องจากถูกนำไปใช้ในสัญญาแล้ว

# MSG1060
source: The number of digits of Tax ID number must be 15 digits
ja_jp: 納税者番号の桁数は13桁でなければなりません。
th_th: จำนวนหลักของเลขประจำตัวผู้เสียภาษีต้องเป็น 13 หลัก

# MSG1061
source: The number of digits of Branch no. must be 5 digits
ja_jp: 支店番号の桁数は5桁でなければなりません。
th_th: จำนวนหลักของเลขที่สาขาต้องเป็น 5 หลัก

# MSG1062
source: Branch no. 00000 reserved for head office only.
ja_jp: 視点番号00000は、本社のみ使用可能です。
th_th: เลขที่สาขา 00000 ใช้สำหรับสำนักงานใหญ่เท่านั้น
