Repository: EliGosK/SECOM_AJIS_INDO
Catalog: SECOM_AJIS/App_GlobalResources/Income/ICS030.*.resx
Languages: ja_jp, th_th

# lblHeader1AllUnpaid
source: All unpaid
ja_jp: 未収全体
th_th: ค้างชำระทั้งหมด

# lblHeader1AllUnpaidActual
source: Actual
ja_jp: 実績
th_th: ข้อมูลจริง

# lblHeader1AllUnpaidActualDetails
source: <div class='hdrcell'><div>(1) Amount<BR>(2) No. of billing detail</div></div>
ja_jp: <div class='hdrcell'><div>(1) 金額<BR>(2) 明細数</div></div>
th_th: <div class='hdrcell'><div>(1) จำนวนเงิน (บาท)<BR>(2) จำนวนข้อมูล</div></div>

# lblHeader1AllUnpaidCompareTotarget
source: Compare to target
ja_jp: 目標対比
th_th: เทียบกับเป้าหมาย

# lblHeader1AllUnpaidCompareTotargetDetails
source: <div class='hdrcell'><div>(1) Amount (%)<BR>(2) No. of billing detail (%)</div></div>
ja_jp: <div class='hdrcell'><div>(1) 金額（％） <BR>(2) 明細数（％）</div></div>
th_th: <div class='hdrcell'><div>(1) จำนวนเงิน (%)<BR>(2) จำนวนข้อมูล (%)</div></div>

# lblHeader1AllUnpaidTarget
source: Target
ja_jp: 目標
th_th: ข้อมูลเป้าหมาย

# lblHeader1AllUnpaidTargetDetails
source: <div class='hdrcell'><div>(1) Amount<BR>(2) No. of billing detail</div></div>
ja_jp: <div class='hdrcell'><div>(1) 金額<BR>(2) 明細数</div></div>
th_th: <div class='hdrcell'><div>(1) จำนวนเงิน (บาท)<BR>(2) จำนวนข้อมูล</div></div>

# lblHeader1BillingOffice
source: Billing office
ja_jp: 請求事業所
th_th: สาขาที่ออกบิล

# lblHeader1UnpaidOver2Month
source: Unpaid over 2 months
ja_jp: 内2ヶ月超
th_th: ค้างชำระเกิน 2 เดือน

# lblHeader1UnpaidOver2MonthActual
source: Actual
ja_jp: 実績
th_th: ข้อมูลจริง

# lblHeader1UnpaidOver2MonthActualDetails
source: <div class='hdrcell'><div>(1) Amount<BR>(2) No. of billing detail</div></div>
ja_jp: <div class='hdrcell'><div>(1) 金額<BR>(2) 明細数</div></div>
th_th: <div class='hdrcell'><div>(1) จำนวนเงิน (บาท)<BR>(2) จำนวนข้อมูล</div></div>

# lblHeader1UnpaidOver2MonthCompareTotarget
source: Compare to target
ja_jp: 目標対比
th_th: เทียบกับเป้าหมาย

# lblHeader1UnpaidOver2MonthCompareTotargetDetails
source: <div class='hdrcell'><div>(1) Amount (%)<BR>(2) No. of billing detail (%)</div></div>
ja_jp: <div class='hdrcell'><div>(1) 金額（％） <BR>(2) 明細数（％）</div></div>
th_th: <div class='hdrcell'><div>(1) จำนวนเงิน (%)<BR>(2) จำนวนข้อมูล (%)</div></div>

# lblHeader1UnpaidOver2MonthTarget
source: Target
ja_jp: 目標
th_th: ข้อมูลเป้าหมาย

# lblHeader1UnpaidOver2MonthTargetDetails
source: <div class='hdrcell'><div>(1) Amount<BR>(2) No. of billing detail</div></div>
ja_jp: <div class='hdrcell'><div>(1) 金額<BR>(2) 明細数</div></div>
th_th: <div class='hdrcell'><div>(1) จำนวนเงิน (บาท)<BR>(2) จำนวนข้อมูล</div></div>

# lblHeader1UnpaidOver6Month
source: Unpaid over 6 months
ja_jp: 内6ヶ月超
th_th: ค้างชำระเกิน 6 เดือน

# lblHeader1UnpaidOver6MonthActual
source: Actual
ja_jp: 実績
th_th: ข้อมูลจริง

# lblHeader1UnpaidOver6MonthActualDetails
source: <div class='hdrcell'><div>(1) Amount<BR>(2) No. of billing detail</div></div>
ja_jp: <div class='hdrcell'><div>(1) 金額<BR>(2) 明細数</div></div>
th_th: <div class='hdrcell'><div>(1) จำนวนเงิน (บาท)<BR>(2) จำนวนข้อมูล</div></div>

# lblHeader2UnPaidBillingBillingClientName
source: <div class='hdrcell'><div>Billing Customer Name<BR>(1) English<BR>(2) Local</div></div>
ja_jp: <div class='hdrcell'><div>VAT登録先名称<BR>(1) 英語<BR>(2) 現地語</div></div>
th_th: <div class='hdrcell'><div>ชื่อลูกค้าสำหรับเรียกเก็บ<BR>(1) อังกฤษ<BR>(2) ไทย</div></div>

# lblHeader2UnPaidBillingBillingTargetCode
source: Billing customer code
ja_jp: 請求先コード
th_th: รหัสลูกค้าสำหรับออกใบแจ้งหนี้

# lblHeader2UnPaidBillingIncludeFirstFee
source: Include first fee
ja_jp: 新規初回<br>含む
th_th: มีค่าใช้จ่ายครั้งแรก

# lblHeader2UnPaidBillingNumberOfBillingDetail
source: Number of billing detail
ja_jp: 請求明細数
th_th: จำนวนรายการเรียกเก็บ

# lblHeader2UnPaidBillingNumberOfUnpaidAmount
source: Number of unpaid invoice
ja_jp: 未収請求書数
th_th: จำนวนใบแจ้งหนี้ที่ค้างชำระ

# lblHeader2UnPaidBillingOldestBillingDetailDelayMonth
source: Oldest billing detail delayed month
ja_jp: 最古明細<br>滞留月数
th_th: จำนวนเดือนที่ล่าช้ามากที่สุด

# lblHeader2UnPaidBillingTracingResultRegistered
source: Tracing result registered
ja_jp: 促進結果<br>登録済み
th_th: บันทึกผลการติดตามหนี้แล้ว

# lblHeader2UnPaidBillingUnpaidAmount
source: Unpaid amount
ja_jp: 未収金額
th_th: ยอดค้างชำระ (บาท)

# lblHeader3UnPaidInvoiceBillingAmountExTax
source: Billing amount<BR>(excluding tax)
ja_jp: 請求金額（税抜）
th_th: ราคาที่เรียกเก็บ<BR>(ไม่รวมภาษีมูลค่าเพิ่ม)<BR>(บาท)

# lblHeader3UnPaidInvoiceIncludeFirstFee
source: Include first fee
ja_jp: 新規初回含む
th_th: มีค่าใช้จ่ายครั้งแรก

# lblHeader3UnPaidInvoiceInvoiceNo
source: Invoice no.
ja_jp: 請求書番号
th_th: เลขที่ใบแจ้งหนี้

# lblHeader3UnPaidInvoiceIssueInvoiceDate
source: Issue invoice date
ja_jp: 請求書発行日
th_th: วันที่ออกใบแจ้งหนี้

# lblHeader3UnPaidInvoiceNumberOFBillingDetail
source: Number of billing detail
ja_jp: 請求<br>明細数
th_th: จำนวนรายการเรียกเก็บ

# lblHeader3UnPaidInvoiceOldBillingDetailDelayMonth
source: Oldest billing detail delayed month
ja_jp: 最古明細滞留月数
th_th: จำนวนเดือนที่ล่าช้ามากที่สุด

# lblHeader3UnPaidInvoicePaymentMethod
source: Payment method
ja_jp: 支払方法
th_th: วิธีการชำระเงิน

# lblHeader3UnPaidInvoiceTracingResaultRegister
source: Tracing result registered
ja_jp: 促進結果登録済み
th_th: บันทึกผลการติดตามหนี้แล้ว

# lblHeader3UnPaidInvoiceUnpaidAmount
source: Unpaid amount
ja_jp: 未収金額
th_th: ยอดค้างชำระ<BR>(บาท)

# lblHeader3UnPaidInvoiceVatAmount
source: Vat Amount
ja_jp: VAT税額
th_th: ภาษีมูลค่าเพิ่ม<BR>(บาท)

# lblHeader3UnPaidInvoiceViewRegisterDebtTracingInfo
source: View/Register debt tracing info
ja_jp: 促進情報照会／登録
th_th: บันทึก/ดูข้อมูลการติดตามหนี้

# lblHeader3UnPaidInvoiceWHTAmount
source: WHT amount
ja_jp: WHT税額
th_th: ภาษีหัก ณ ที่จ่าย<BR>(บาท)

# lblHeader4UnPaidByBillingBillingAmount
source: Billing amount
ja_jp: 請求金額
th_th: ราคาที่เรียกเก็บ<BR>(บาท)

# lblHeader4UnPaidByBillingBillingCode
source: Billing code
ja_jp: 請求コード
th_th: เลขที่รายการเรียกเก็บ

# lblHeader4UnPaidByBillingBillingPeriod
source: Billing period
ja_jp: 請求期間
th_th: รอบบิล

# lblHeader4UnPaidByBillingBillingType
source: Billing type
ja_jp: 請求<br>種別
th_th: ประเภทการเรียกเก็บ

# lblHeader4UnPaidByBillingFirstFee
source: First fee
ja_jp: 新規初回
th_th: ค่าใช้จ่ายครั้งแรก

# lblHeader4UnPaidByBillingInvoiceNo
source: Invoice no.
ja_jp: 請求書番号
th_th: เลขที่ใบแจ้งหนี้

# lblHeader4UnPaidByBillingNumberOfDelayMonth
source: Number of delayed month
ja_jp: 滞留月数
th_th: จำนวนเดือนที่ล่าช้า

# lblHeader4UnPaidByBillingPaymentStatus
source: Payment status
ja_jp: 入金区分
th_th: สถานะการชำระเงิน

# lblHeader4UnPaidByBillingSiteName
source: <div class='hdrcell'><div>Premise's name<BR>(1) English<BR>(2) Local</div></div>
ja_jp: <div class='hdrcell'><div>物件／納入先名称<BR>(1) 英語<BR>(2) 現地語</div></div>
th_th: <div class='hdrcell'><div>ชื่อสถานที่ติดตั้ง<BR>(1) อังกฤษ<BR>(2) ไทย</div></div>

# lblHeader4UnPaidByBillingTracingResaultRegister
source: Tracing result registered
ja_jp: 促進結果<br>登録済み
th_th: บันทึกผลการติดตามหนี้แล้ว

# lblHeader4UnPaidByBillingViewRegisterDebtTracingInfo
source: View/Register debt tracing info
ja_jp: 促進情報照会／登録
th_th: บันทึก/ดูข้อมูลการติดตามหนี้

# lblHeaderDebtActualSummary
source: Debt actual summary
ja_jp: 未収実績
th_th: ข้อมูลการค้างชำระ

# lblHeaderDebtActualTable
source: Debt actual table
ja_jp: 未収実績表
th_th: ตารางข้อมูลการค้างชำระ

# lblHeaderListOfUnPaidBillingTargetByBillingOffice
source: List of unpaid billing customer by billing office
ja_jp: 請求事業所別未収請求先一覧
th_th: รายการเรียกเก็บลูกค้าที่ค้างชำระแยกตามสาขาที่ออกบิล

# lblHeaderListOfUnPaidByBillingTarget
source: List of unpaid detail by billing customer
ja_jp: 請求先毎未収請求明細一覧
th_th: รายการข้อมูลการเรียกเก็บที่ค้างชำระแยกตามลูกค้าสำหรับออกใบแจ้งหนี้

# lblHeaderListOfUnPaidBySelectedInvoice
source: List of unpaid detail by selected invoice
ja_jp: 請求書毎未収請求明細一覧
th_th: รายการข้อมูลการเรียกเก็บที่ค้างชำระของใบแจ้งหนี้ที่เลือก

# lblHeaderListOfUnPaidInvoiceByBillingTarget
source: List of unpaid invoice by billing customer
ja_jp: 請求先毎未収請求書一覧
th_th: รายการข้อมูลใบแจ้งหนี้ที่ค้างชำระแยกตามรหัสลูกค้าสำหรับออกใบแจ้งหนี้

# lblHeaderViewRegsiterDebt
source: <div style="display:none;">View/Register debt tracing info</div>
ja_jp: <div style="display:none;">促進情報照会／登録</div>
th_th: <div style="display:none;">บันทึก/ดูข้อมูลการติดตามหนี้</div>

# lblIconCreditNoteIssuedDetail
source: Credit note issued detail
ja_jp: クレジットノート発行済み明細
th_th: ออกใบลดหนี้แล้ว

# lblIconFirstFeeDetail
source: First fee detail
ja_jp: 新規初回明細
th_th: เป็นค่าใช้จ่ายครั้งแรก

# lblMonthYear
source: Month-Year
ja_jp: 年月
th_th: เดือน-ปี

# lblTotal
source: Total
ja_jp: 合計
th_th: รวม

# lblUnPaidBillingBillingOffice
source: Billing office
ja_jp: 請求事業所
th_th: สาขาที่ออกบิล

# lblUnPaidBillingBillingOfficeCode
source: Billing office code
ja_jp: 請求事業所コード
th_th: รหัสสาขาที่ออกบิล

# lblUnPaidByBillingBillingClientAddressEN
source: Billing customer address (English)
ja_jp: 請求書送付先住所 (英語)
th_th: ที่อยู่ลูกค้าสำหรับเรียกเก็บ (อังกฤษ)

# lblUnPaidByBillingBillingClientAddressLC
source: Billing customer address (Local)
ja_jp: 請求書送付先名称 (現地語)
th_th: ที่อยู่ลูกค้าสำหรับเรียกเก็บ (ไทย)

# lblUnPaidByBillingBillingClientContactPerson
source: Billing customer contract person
ja_jp: 請求書送付先窓口
th_th: ผู้ติดต่อสำหรับเรียกเก็บ

# lblUnPaidByBillingBillingClientNameEN
source: Billing customer name (English)
ja_jp: 請求書送付先名称 (英語)
th_th: ชื่อลูกค้าสำหรับเรียกเก็บ (อังกฤษ)

# lblUnPaidByBillingBillingClientNameLC
source: Billing customer code (Local)
ja_jp: 請求先コード (現地語)
th_th: ชื่อลูกค้าสำหรับเรียกเก็บ (ไทย)

# lblUnPaidByBillingBillingClientTelNo
source: Billing customer tel. no.
ja_jp: 請求書送付先電話番号
th_th: หมายเลขโทรศัพท์ลูกค้าสำหรับเรียกเก็บ

# lblUnPaidByBillingBillingOffice
source: Billing office
ja_jp: 請求事業所
th_th: สาขาที่ออกบิล

# lblUnPaidByBillingBillingOfficeCode
source: Billing office code
ja_jp: 請求事業所コード
th_th: รหัสสาขาที่ออกบิล

# lblUnPaidByBillingBillingTargetCode
source: Billing customer code
ja_jp: 請求先コード
th_th: รหัสลูกค้าสำหรับออกใบแจ้งหนี้

# lblUnPaidByBillingTotalUnpaidAmount
source: Total unpaid amount
ja_jp: 合計未収金額
th_th: ยอดค้างชำระทั้งหมด

# lblUnPaidInvoiceBillingClientAddressEN
source: Billing customer address (English)
ja_jp: 請求書送付先電話番号
th_th: ที่อยู่ลูกค้าสำหรับเรียกเก็บ (อังกฤษ)

# lblUnPaidInvoiceBillingClientAddressLC
source: Billing customer address (Local)
ja_jp: 請求書送付先名称 (現地語)
th_th: ที่อยู่ลูกค้าสำหรับเรียกเก็บ (ไทย)

# lblUnPaidInvoiceBillingClientContactPerson
source: Billing customer contract person
ja_jp: 請求書送付先窓口
th_th: ผู้ติดต่อสำหรับเรียกเก็บ

# lblUnPaidInvoiceBillingClientNameEN
source: Billing customer name (English)
ja_jp: 請求書送付先名称 (英語)
th_th: ชื่อลูกค้าสำหรับเรียกเก็บ (อังกฤษ)

# lblUnPaidInvoiceBillingClientNameLC
source: Billing customer code (Local)
ja_jp: 請求先コード (現地語)
th_th: ชื่อลูกค้าสำหรับเรียกเก็บ (ไทย)

# lblUnPaidInvoiceBillingClientTelNo
source: Billing customer tel. no.
ja_jp: 請求書送付先電話番号
th_th: หมายเลขโทรศัพท์ลูกค้าสำหรับเรียกเก็บ

# lblUnPaidInvoiceBillingOffice
source: Billing office
ja_jp: 請求事業所
th_th: สาขาที่ออกบิล

# lblUnPaidInvoiceBillingOfficeCode
source: Billing office code
ja_jp: 請求事業所コード
th_th: รหัสสาขาที่ออกบิล

# lblUnPaidInvoiceBillingTargetCode
source: Billing customer code
ja_jp: 請求先コード
th_th: รหัสลูกค้าสำหรับออกใบแจ้งหนี้

# lblUnPaidInvoiceTotalUnpaidAmount
source: Total unpaid amount
ja_jp: 合計未収金額
th_th: ยอดค้างชำระทั้งหมด
