Repository: EliGosK/SECOM_AJIS_INDO
Catalog: SECOM_AJIS/App_GlobalResources/Income/ICS070.*.resx
Languages: ja_jp, th_th

# btnDepositFeeAdd
source: Add
ja_jp: 追加
th_th: เพิ่ม

# btnDepositFeeCancel
source: Cancel
ja_jp: キャンセル
th_th: ยกเลิก

# btnDepositFeeRetrieve
source: Retrieve
ja_jp: 取得
th_th: ดึงข้อมูล

# btnDepositFeeRetrieveBillingInformation
source: Retrieve billing information
ja_jp: 請求情報取得
th_th: ดึงข้อมูลการเรียกเก็บ

# btnExceptDepositFeeAdd
source: Add
ja_jp: 追加
th_th: เพิ่ม

# btnExceptDepositFeeCancel
source: Cancel
ja_jp: キャンセル
th_th: ยกเลิก

# btnExceptDepositFeeRetrieve
source: Retrieve
ja_jp: 取得
th_th: ดึงข้อมูล

# btnExceptDepositFeeRetrieveBillingInformation
source: Retrieve billing information
ja_jp: 請求情報取得
th_th: ดึงข้อมูลการเรียกเก็บ

# btnNextToRegister
source: Next to register refund deposit fee/revenue deposit fee information
th_th: บันทึกข้อมูลอื่น

# btnRevenueAdd
source: Add
ja_jp: 追加
th_th: เพิ่ม

# btnRevenueCancel
source: Cancel
ja_jp: キャンセル
th_th: ยกเลิก

# btnRevenueRetrieve
source: Retrieve
ja_jp: 取得
th_th: ดึงข้อมูล

# btnSelectProcess
source: Select process
ja_jp: 処理選択
th_th: เลือกการทำงาน

# cboDepositFeeTaxInvoiceBillingType
source: Invoice billing type
ja_jp: Invoice請求種別
th_th: ประเภทการเรียกเก็บในใบกำกับภาษี

# chkDepositFeeNotRetrieve
source: Not retrieve
ja_jp: 取得しない
th_th: ไม่ดึงข้อมูล

# chkExceptDepositFeeNotRetrieve
source: Not retrieve
ja_jp: 取得しない
th_th: ไม่ดึงข้อมูล

# dtpDepositFeeCreditNoteDate
source: Registrant date
ja_jp: 登録日
th_th: วันที่ในใบลดหนี้

# dtpDepositFeeTaxInvoiceDate
source: Invoice date
ja_jp: Invoice日付
th_th: วันที่ในใบกำกับภาษี

# lblCancelCreditNoteNo
source: No.
ja_jp: 番号
th_th: เลขที่

# lblDepositFeeAccumulatedPaymentAmount
source: Accumulated payment amount
ja_jp: 累計入金金額
th_th: ยอดชำระรวม

# lblDepositFeeApproveNo
source: Approve no.
ja_jp: 決裁番号
th_th: เลขที่อนุมัติ

# lblDepositFeeBalanceOfDepositFee
source: Balance of deposit fee
ja_jp: 保証金現預り額
th_th: ยอดเงินค่ามัดจำปัจจุบัน

# lblDepositFeeBillingClientNameEN
source: Billing customer name (English)
ja_jp: 請求書送付先名称（英語）
th_th: ชื่อลูกค้าสำหรับเรียกเก็บ (อังกฤษ)

# lblDepositFeeBillingClientNameLC
source: Billing customer name (Local)
ja_jp: 請求書送付先名称（現地語）
th_th: ชื่อลูกค้าสำหรับเรียกเก็บ (ไทย)

# lblDepositFeeBillingCode
source: Billing customer code
ja_jp: 請求コード
th_th: เลขที่รายการเรียกเก็บ

# lblDepositFeeCreditNoteAmount
source: Credit note VAT amount
ja_jp: 返金／減額金額
th_th: ภาษีมูลค่าเพิ่ม

# lblDepositFeeCreditNoteAmountIncludeVAT
source: Refund deposit fee (including VAT)
ja_jp: 保証金返金金額（VAT込）
th_th: ยอดเงินคืนค่ามัดจำ (รวมภาษีมูลค่าเพิ่ม)

# lblDepositFeeCreditNoteDate
source: Registrant date
ja_jp: 登録日
th_th: วันที่ในใบลดหนี้

# lblDepositFeeIssueReason
source: Issue reason
ja_jp: 発行理由
th_th: เหตุผลที่ออก

# lblDepositFeeTaxInvoiceAmount
source: Invoice VAT amount
ja_jp: Invoice VAT金額
th_th: ภาษีมูลค่าเพิ่ม

# lblDepositFeeTaxInvoiceAmountIncludeVAT
source: Invoice amount (including VAT)
ja_jp: 請求金額（VAT込）
th_th: ยอดเงินในใบกำกับภาษี (รวมภาษีมูลค่าเพิ่ม)

# lblDepositFeeTaxInvoiceDate
source: Invoice date
ja_jp: Invoice日付
th_th: วันที่ในใบกำกับภาษี

# lblDepositFeeTaxInvoiceNoForCreditNote
source: Invoice no.
ja_jp: 請求書番号
th_th: เลขที่ใบกำกับภาษีเพื่อออกใบลดหนี้

# lblExceptDepositFeeAccumulatedPaymentAmount
source: Accumulated payment amount
ja_jp: 累計入金金額
th_th: ยอดชำระรวม

# lblExceptDepositFeeApproveNo
source: Approve no.
ja_jp: 決裁番号
th_th: เลขที่อนุมัติ

# lblExceptDepositFeeBillingClientNameEN
source: Billing customer name (English)
ja_jp: 請求書送付先名称（英語）
th_th: ชื่อลูกค้าสำหรับเรียกเก็บ (อังกฤษ)

# lblExceptDepositFeeBillingClientNameLC
source: Billing customer name (Local)
ja_jp: 請求書送付先名称（現地語）
th_th: ชื่อลูกค้าสำหรับเรียกเก็บ (ไทย)

# lblExceptDepositFeeBillingCode
source: Billing customer code
ja_jp: 請求コード
th_th: เลขที่รายการเรียกเก็บ

# lblExceptDepositFeeCreditNoteAmount
source: Refund / decreased fee
ja_jp: クレジットノートVAT税額
th_th: ภาษีมูลค่าเพิ่ม

# lblExceptDepositFeeCreditNoteAmountIncludeVAT
source: Refund / decreased fee (including VAT)
ja_jp: クレジットノート金額（VAT込）
th_th: ยอดเงินในใบลดหนี้ (รวมภาษีมูลค่าเพิ่ม)

# lblExceptDepositFeeCreditNoteDate
source: Registrant date
ja_jp: 登録日
th_th: วันที่ในใบลดหนี้

# lblExceptDepositFeeIssueReason
source: Issue reason
ja_jp: 発行理由
th_th: เหตุผลที่ออก

# lblExceptDepositFeeTaxInvoiceAmount
source: Invoice VAT amount
ja_jp: 請求VAT金額
th_th: ภาษีมูลค่าเพิ่ม

# lblExceptDepositFeeTaxInvoiceAmountIncludeVAT
source: Invoice amount (including VAT)
ja_jp: 請求金額（VAT込）
th_th: ยอดเงินในใบกำกับภาษี (รวมภาษีมูลค่าเพิ่ม)

# lblExceptDepositFeeTaxInvoiceBillingType
source: Invoice billing type
ja_jp: Invoice請求種別
th_th: ประเภทการเรียกเก็บในใบกำกับภาษี

# lblExceptDepositFeeTaxInvoiceDate
source: Invoice date
ja_jp: Invoice日付
th_th: วันที่ในใบกำกับภาษี

# lblExceptDepositFeeTaxInvoiceNoForCreditNote
source: Invoice no.
ja_jp: 請求書番号
th_th: เลขที่ใบกำกับภาษีเพื่อออกใบลดหนี้

# lblHeaderAmountIncludingVat
source: Amount (including VAT)
ja_jp: 金額（VAT込）
th_th: จำนวนเงิน (รวมภาษีมูลค่าเพิ่ม)

# lblHeaderBillingClientName
source: Billing customer name
ja_jp: 請求書送付先名称
th_th: ชื่อลูกค้าสำหรับเรียกเก็บ

# lblHeaderBillingCode
source: Billing customer code
ja_jp: 請求コード
th_th: เลขที่รายการเรียกเก็บ

# lblHeaderCancelCreditNote
source: Registration list
ja_jp: 登録一覧
th_th: รายการข้อมูลที่บันทึก

# lblHeaderCreditNoteDate
source: Registrant date
ja_jp: 登録日
th_th: วันที่ในใบลดหนี้

# lblHeaderCreditNoteNo
source: Credit note no.
ja_jp: クレジットノート番号
th_th: เลขที่ใบลดหนี้

# lblHeaderRefundCreditNoteExceptDepositFee
source: Refund credit note (except deposit fee)
ja_jp: 返金クレジットノート（保証金以外）
th_th: ใบลดหนี้แบบคืนเงิน (ยกเว้นค่ามัดจำ)

# lblHeaderRegisterCancelCreditNoteInformation
source: Cancel credit note information
ja_jp: クレジットノート取消情報
th_th: ข้อมูลการยกเลิกใบลดหนี้

# lblHeaderRegisterDecreasedCreditNote
source: Register decreased fee
ja_jp: 減額登録
th_th: บันทึกข้อมูลใบลดหนี้แบบลดเงิน

# lblHeaderRegisterRefundCreditNoteDepositFee
source: Register refund deposit fee
ja_jp: 保証金返金情報
th_th: บันทึกข้อมูลใบลดหนี้แบบคืนเงิน (ค่ามัดจำ)

# lblHeaderRegisterRefundCreditNoteExceptDepositFee
source: Register refund except deposit fee
ja_jp: 返金クレジットノート登録（保証金以外）
th_th: บันทึกข้อมูลใบลดหนี้แบบคืนเงิน (ยกเว้นค่ามัดจำ)

# lblHeaderRegistrationContents
source: Registration contents
ja_jp: 登録内容
th_th: เนื้อหาที่บันทึก

# lblHeaderRemove
source: <div style="display:none;">Remove</div>
ja_jp: <div style="display:none;">消去</div>
th_th: <div style="display:none;">ลบ</div>

# lblHeaderRevenueDepositFee
source: Register revenue deposit fee
ja_jp: 保証金収納情報登録
th_th: บันทึกข้อมูลการยึดค่ามัดจำ

# lblHeaderSelectProcess
source: Select process
ja_jp: 処理選択
th_th: เลือกการทำงาน

# lblHeaderVatAmount
source: VAT amount
ja_jp: VAT税額
th_th: ภาษีมูลค่าเพิ่ม

# lblRetrieveRemark
source: *The system cannot retrieve billing information with invoice no. which is not migrated into new system, so please put a checkmark in "Not retrieve" and retrieve information with billing code instead
ja_jp: 新システムに移行されていない請求書番号によって請求情報を取得できません。「取得しない」にチェックして、請求コードによって情報を取得してください。
th_th: *ไม่สามารถดึงข้อมูลการเรียกเก็บด้วยเลขที่ใบกำกับภาษีที่ไม่ได้ถ่ายโอนข้อมูลเข้าไปในระบบใหม่ได้ กรุณาใส่เครื่องหมายในช่อง "ไม่ดึงข้อมูล" และดึงข้อมูลด้วยเลขที่

# lblRevenueBalanceOfDepositFee
source: Balance of deposit fee
ja_jp: 保証金現預り額
th_th: ยอดเงินค่ามัดจำปัจจุบัน

# lblRevenueBillingClientNameEN
source: Billing customer name (English)
ja_jp: 請求書送付先名称（英語）
th_th: ชื่อลูกค้าสำหรับเรียกเก็บ (อังกฤษ)

# lblRevenueBillingClientNameLC
source: Billing customer name (Local)
ja_jp: 請求書送付先名称（現地語）
th_th: ชื่อลูกค้าสำหรับเรียกเก็บ (ไทย)

# lblRevenueBillingCode
source: Billing customer code
ja_jp: 請求コード
th_th: เลขที่รายการเรียกเก็บ

# lblRevenueRevenueDepositFee
source: Revenue deposit fee (including VAT)
ja_jp: 保証金収納金額（VAT込）
th_th: ยอดเงินยึดค่ามัดจำ (รวมภาษีมูลค่าเพิ่ม)

# lblRevenueRevenueVatAmount
source: Revenue VAT amount
ja_jp: 収納VAT税額
th_th: ภาษีมูลค่าเพิ่มของเงินที่ยึดไว้

# optCancelCreditNote
source: Cancel refund / decreased fee
ja_jp: 取消
th_th: ยกเลิกใบลดหนี้

# optRegisterDecreasedCreditNote
source: Register decreased fee
ja_jp: 減額登録
th_th: บันทึกข้อมูลใบลดหนี้แบบลดเงิน

# optRegisterRefundCreditNoteDepositFee
source: Register refund deposit fee
ja_jp: 保証金返金情報
th_th: บันทึกข้อมูลใบลดหนี้แบบคืนเงิน (ค่ามัดจำ)

# optRegisterRefundCreditNoteExceptDepositFee
source: Register refund except deposit fee
ja_jp: 返金登録（保証金以外）／減額登録
th_th: บันทึกข้อมูลใบลดหนี้แบบคืนเงิน (ยกเว้นค่ามัดจำ)

# optRevenueDepositFee
source: Revenue deposit fee
ja_jp: 保証金収納
th_th: ยึดค่ามัดจำ
