Repository: EliGosK/SECOM_AJIS_INDO
Catalog: SECOM_AJIS/App_GlobalResources/Income/ICS140.*.resx
Languages: th_th

# chkShowBranch
source: Branch
th_th: สาขา

# chkShowLawsuit
source: Lawsuit
th_th: ทนาย

# chkShowNotDue
source: Not due
th_th: ยังไม่ถึงกำหนด

# chkShowOutStanding
source: Outstanding
th_th: ถึงกำหนด

# chkShowPending
source: Progress
th_th: พักการตามหนี้

# headerAmount
source: Amount
th_th: จำนวนเงิน

# headerBillingClient
source: Billing customer name
th_th: ลูกค้าสำหรับเรียกเก็บ

# headerBillingEndDate
source: Billing end date
th_th: รอบบิล(จนถึง)

# headerBillingOffice
source: Billing office
th_th: สาขาที่ออกบิล

# headerBillingStartDate
source: Billing start date
th_th: รอบบิล(ตั้งแต่)

# headerBillingTarget
source: Billing customer code
th_th: รหัสลูกค้าสำหรับออกใบแจ้งหนี้

# headerBillingType
source: Billing type
th_th: ประเภทการเรียกเก็บ

# headerCallDateAndName
source: <div><u>Call information</u><br/>(1) Call date<br/>(2) Caller name<br/>(3) Service type</div>
th_th: <div><u>ข้อมูลการโทร</u><br/>(1) วันที่โทร<br/>(2) ผู้โทร<br/>(3) ประเภทสัญญา</div>

# headerCallResult
source: Result
th_th: ผลการตามหนี้

# headerContractCode
source: Contract no.
th_th: เลขที่สัญญา

# headerContractCount
source: #Contract
th_th: จำนวนสัญญา

# headerDocDate
source: Doc date
th_th: ลงวันที่

# headerDocNo
source: Returned cheque
th_th: เลขที่เช็คคืน

# headerDueDate
source: Due date
th_th: วันครบกำหนดชำระ

# headerInvoiceAmount
source: Invoice amount (inc. VAT)
th_th: ราคาที่เรียกเก็บ (รวม VAT)

# headerInvoiceCount
source: #Invoice
th_th: จำนวนใบแจ้งหนี้

# headerInvoiceNo
source: Invoice no.
th_th: เลขที่ใบแจ้งหนี้

# headerIssueDate
source: Issue date
th_th: วันที่ออกใบแจ้งหนี้

# headerNextCallDate
source: Next call date
th_th: วันที่จะโทรใหม่

# headerPaymentDetail
source: <div><u>Payment detail</u><br />(1) Estimate date<br />(2) Amount<br/>(3) Payment method</div>
th_th: <div><u>การจ่าย</u><br />(1) วันที่จะจ่าย<br />(2) จำนวนเงิน<br/>(3) ประเภทชำระ</div>

# headerPaymentMethod
source: Payment method
th_th: ประเภทชำระ

# headerPostponeReason
source: Postpone reason
th_th: สาเหตุที่ยังไม่จ่าย

# headerRemark
source: Remark
th_th: หมายเหตุ

# headerStatus
source: Status
th_th: สถานะ

# headerUnpaidAmount
source: Unpaid amount
th_th: ยอดค้างชำระ

# lblAmount
source: Amount
th_th: จำนวนเงิน

# lblBillingOffice
source: Billing office
th_th: สาขาที่ออกบิล

# lblBtnClear
source: Clear
th_th: ล้าง

# lblBtnSearch
source: Search
th_th: ค้นหา

# lblContactInfo
source: Contact information
th_th: ข้อมูลติดต่อ

# lblContactPersonName
source: Contact person name
th_th: ชื่อผู้ติดต่อ

# lblContacts
source: Contacts
th_th: ข้อมูลติดต่อ

# lblCurrentStatus
source: Current Status
th_th: สถานะปัจจุบัน

# lblCustDebtInfo
source: Customer debt information
th_th: ข้อมูลลูกค้า

# lblDebtTracingInput
source: Debt tracing input
th_th: บันทึกข้อมูลการตามหนี้

# lblDTList
source: Debt tracing list
th_th: รายการตามหนี้

# lblEstimateDate
source: Estimate date
th_th: วันที่จะจ่าย

# lblHistory
source: History
th_th: ประวัติการตามหนี้

# lblInvoiceDetails
source: Invoice details
th_th: ข้อมูลการเรียกเก็บ

# lblInvoiceList
source: Invoice list
th_th: รายการใบแจ้งหนี้

# lblNextCallDate
source: Next call date
th_th: วันที่จะโทรใหม่

# lblPaymentMethod
source: Payment method
th_th: ประเภทชำระ

# lblPhoneNo
source: Phone no.
th_th: เบอร์โทร

# lblPostponeReason
source: Postpone reason
th_th: สาเหตุที่ยังไม่จ่าย

# lblRemark
source: Remark
th_th: หมายเหตุ

# lblResult
source: Result
th_th: ผลการตามหนี้

# headerContractAndInvoiceCount
source: <div>#Contract /<br/> #Due invoice /<br/> #Not due invoice</div>
th_th: <div>จำนวนสัญญา /<br/> ใบแจ้งหนี้ถึงกำหนด /<br/> ใบแจ้งหนี้ไม่ถึงกำหนด</div>

# chkShowNotMatching
source: Not matching
th_th: รอ matching

# headerIsOverDueDesc
source: Status
th_th: สถานะ

# lblBillingClient
source: Billing client
th_th: ชื่อลูกค้าสำหรับเรียกเก็บ

# lblContractCode
source: Contract no.
th_th: เลขที่สัญญา

# lblDebtTracingStatus
source: Debt tracing status
th_th: สถานะ

# lblInvoiceNo
source: Invoice no.
th_th: เลขที่ใบแจ้งหนี้

# lblPaidButton
source: Paid
th_th: ชำระแล้ว

# PaidConfirmParam
source: set this billing customer to paid and progress for matching
th_th: ตั้งสถานะลูกค้าให้เป็นจ่ายแล้วและรอการจับคู่

# chkFirstFeeFlag
source: First fee flag
th_th: เป็นค่าใช้จ่ายครั้งแรก
