Repository: EliGosK/SECOM_AJIS_INDO
Catalog: SECOM_AJIS/App_GlobalResources/Common/CMS070.*.resx
Languages: ja_jp, th_th

# btnClear
source: Clear
ja_jp: クリア
th_th: ล้าง

# btnClear1
source: Clear
ja_jp: クリア
th_th: ล้าง

# btnSearch
source: Search
ja_jp: 検索
th_th: ค้นหา

# btnSearch1
source: Search
ja_jp: 検索
th_th: ค้นหา

# chkAssociation
source: Association
ja_jp: 社団
th_th: สมาคม

# chkCustomerType
source: Customer type
ja_jp: 顧客タイプ
th_th: ประเภทลูกค้า

# chkExistingCustomer
source: Existing customer
ja_jp: 既存顧客
th_th: ลูกค้าเก่า

# chkIndividual
source: Individual
ja_jp: 個人
th_th: บุคคลธรรมดา

# chkJuristic
source: Juristic
ja_jp: 法人
th_th: นิติบุคคล

# chkNewCustomer
source: New customer
ja_jp: 見込顧客
th_th: ลูกค้าใหม่

# chkOther
source: Other
ja_jp: その他
th_th: อื่นๆ

# chkPublicOffice
source: Public office
ja_jp: 官公庁
th_th: สถานที่ราชการ

# comboAmperKed
source: Kota/Kabupaten
ja_jp: 郡区市
th_th: อำเภอ/เขต

# comboBusinessType
source: Business category
ja_jp: 業種
th_th: ประเภทธุรกิจ

# comboChangeType
source: Change type
ja_jp: 変更種類
th_th: สถานะการดำเนินการ

# comboContractOffice
source: Contract office
ja_jp: 成約事業所
th_th: สาขาที่ทำสัญญา

# comboCustomerRole
source: Customer role
ja_jp: 顧客ロール
th_th: หน้าที่ของลูกค้า

# comboJangwat
source: Provinsi
ja_jp: 県
th_th: จังหวัด

# comboNationality
source: Nationality
ja_jp: 国籍
th_th: สัญชาติ

# comboOperationOffice
source: Operation office
ja_jp: 実施事業所
th_th: สาขาบริการ

# comboProcessManagementStatus
source: Process management status
ja_jp: 進行管理状態
th_th: สถานะการดำเนินการของลูกค้าขายขาด

# comboProductName
source: Product name
ja_jp: 商品名称
th_th: ชื่อระบบ

# comboStartType
source: Start type
ja_jp: スタートタイプ
th_th: ประเภทการเปิดใช้บริการ

# headerAddress
source: <div>Address<br />(1) English<br />(2) Local</div>
ja_jp: <div>住所<br />(1) 英語<br />(2) 現地語</div>
th_th: <div>ที่อยู่<br />(1) อังกฤษ<br />(2) ไทย</div>

# headerContractCode
source: Contract no.
ja_jp: 契約コード
th_th: เลขที่สัญญา

# headerContractDigest
source: Digest
ja_jp: ダイジェスト
th_th: ข้อมูลโดยสังเขป

# headerContractfeeSaleprice
source: Service fee/Sale price
ja_jp: 契約料金／売却システム料金（THB）
th_th: ค่าเช่า/ค่าบริการ/ราคาขาย (บาท)

# headerContractPurchaser
source: <div>Customer<br />(1) Name (English)<br />(2) Name (Local)<br />Premises<br />(3) Name (English)<br />(4) Name (Local)</div>
ja_jp: <div>契約先／発注元<br />(1) 名称（英語）<br />(2) 名称（現地語）<br />物件／納入先<br />(3) 名称（英語）<br />(4) 名称（現地語）</div>
th_th: <div>ผู้ทำสัญญา/ผู้ซื้อ<br />(1) ชื่ออังกฤษ<br />(2) ชื่อไทย<br />สถานที่ติดตั้ง<br />(3) ชื่ออังกฤษ<br />(4) ชื่อไทย</div>

# headerContractStatus
source: <div>(1) Contract status<br />(2) Operation date/Customer acceptance date<br>(3) Suspension date<br>(4) Termination date</div>
ja_jp: <div>(1) 契約状況<br />(2) 実施日／客先引渡日<br>(3) 停止日<br>(4) 解約日</div>
th_th: <div>(1) สถานะของสัญญา<br />(2) วันที่เปิดใช้บริการ/วันส่งมอบสินค้า<br>(3) วันที่หยุดใช้บริการ<br>(4) วันที่ยกเลิกสัญญา</div>

# headerCustomerCode
source: Customer code
ja_jp: 顧客コード
th_th: รหัสลูกค้า

# headerCustomerInformation
source: Customer information
ja_jp: 顧客情報
th_th: ข้อมูลลูกค้า

# headerCustomerName
source: <div>Customer name<br />(1) English<br />(2) Local</div>
ja_jp: <div>顧客名称<br />(1) 英語<br />(2) 現地語</div>
th_th: <div>ชื่อลูกค้า<br />(1) อังกฤษ<br />(2) ไทย</div>

# headerNumberOfSite
source: Number of premises
ja_jp: 物件／納入先数
th_th: จำนวนสถานที่ติดตั้ง

# headerOffice
source: <div>Office<br />(1) Contract<br />(2) Operation</div>
ja_jp: <div>事業所<br />(1) 成約<br />(2) 実施</div>
th_th: <div>สาขา<br />(1) ทำสัญญา<br />(2) บริการ</div>

# headerOperationDate
source: Operation date
ja_jp: 実施日
th_th: วันที่เปิดใช้บริการ

# headerProductName
source: <div>(1) Product name<br />(2) Service fee / Product price</div>
ja_jp: <div>(1) 商品名称<br />(2) 契約料金／売却システム料金（THB）</div>
th_th: <div>(1) ชื่อระบบ<br />(2) ค่าเช่า/ค่าบริการ/ราคาขาย (บาท)</div>

# headerRentalContract
source: Rental contract
ja_jp: 継続契約
th_th: สัญญาเช่า

# headerSaleContract
source: Sale contract
ja_jp: 売買契約
th_th: สัญญาขายขาด

# headerSiteInformation
source: Premises
ja_jp: 物件／納入先情報
th_th: ข้อมูลสถานที่ติดตั้ง

# headerSiteName
source: <div>Premise's name<br />(1) English<br />(2) Local</div>
ja_jp: <div>物件／納入先名称<br />(1) 英語<br />(2) 現地語</div>
th_th: <div>ชื่อสถานที่ติดตั้ง<br />(1) อังกฤษ<br />(2) ไทย</div>

# lblAddress
source: Building
ja_jp: 住所補足
th_th: ที่อยู่

# lblBranchName
source: Branch name
ja_jp: 支店名称
th_th: ชื่อสาขา

# lblCompleteInstallationDate
source: Complete installation date
ja_jp: 工事完了日
th_th: วันที่ติดตั้งเสร็จสมบูรณ์

# lblContractCode
source: Contract no.
ja_jp: 契約コード
th_th: เลขที่สัญญา

# lblCustomerAcceptanceDate
source: Customer acceptance date (Sale contract)
ja_jp: 客先引渡日（売買契約）
th_th: วันส่งมอบสินค้า (กรณีขายขาด)

# lblCustomerCode
source: Customer code
ja_jp: 顧客コード
th_th: รหัสลูกค้า

# lblCustomerStatus
source: Customer status
ja_jp: 顧客状態
th_th: สถานะลูกค้า

# lblFaxNumber
source: Fax number
ja_jp: FAX番号
th_th: หมายเลขโทรสาร

# lblGroupCode
source: Group code
ja_jp: グループコード
th_th: รหัสกลุ่มลูกค้า

# lblGroupName
source: Group name
ja_jp: グループ名称
th_th: ชื่อกลุ่มลูกค้า

# lblIDNo
source: NPWP
ja_jp: ID番号／納税者番号
th_th: เลขประจำตัวประชาชน/เลขประจำตัวผู้เสียภาษี

# lblName
source: Name
ja_jp: 名称
th_th: ชื่อ

# lblOperationDate
source: Operation date (Rental contract)
ja_jp: 実施日（継続契約）
th_th: วันที่เปิดใช้บริการ (กรณีเช่า)

# lblPlanCode
source: Planning no.
ja_jp: プランコード
th_th: เลขที่แปลน

# lblProjectCode
source: Project code
ja_jp: プロジェクトコード
th_th: เลขที่โครงการ

# lblRoad
source: Desa/Kel
ja_jp: 通り
th_th: ถนน

# lblSalesman1
source: Salesman1
ja_jp: 営業社員1
th_th: พนักงานขาย 1

# lblSiteCode
source: Premise's code
ja_jp: 物件コード
th_th: รหัสสถานที่ติดตั้ง

# lblSiteName
source: Premise's name
ja_jp: 物件／納入先名称
th_th: ชื่อสถานที่ติดตั้ง

# lblSoi
source: Jl.
ja_jp: ソイ
th_th: ซอย

# lblTambolKwaeng
source: Kecamatan
ja_jp: 町
th_th: ตำบล/แขวง

# lblTelephoneNumber
source: Telephone number
ja_jp: 電話番号
th_th: หมายเลขโทรศัพท์

# lblUserCode
source: User code
ja_jp: ユーザーコード

# lblZipCode
source: Zip code
ja_jp: 郵便番号
th_th: รหัสไปรษณีย์

# rdoAll
source: All
ja_jp: 全て
th_th: ทั้งหมด

# rdoBilling
source: Billing
ja_jp: 請求
th_th: ข้อมูลการเรียกเก็บ

# rdoContract
source: Contract
ja_jp: 契約
th_th: ข้อมูลสัญญา

# rdoCustomer
source: Customer
ja_jp: 顧客
th_th: ข้อมูลลูกค้า

# rdoRentalContract
source: Rental contract (N, MA, SG)
ja_jp: 継続契約（N、MA、SGコード）
th_th: สัญญาเช่า (รหัส N, MA, SG)

# rdoSaleContract
source: Sale contract (Q)
ja_jp: 売買契約（Qコード）
th_th: สัญญาขายขาด (รหัส Q)

# rdoSearchByCode
source: Search by code
ja_jp: コード検索
th_th: ค้นหาข้อมูลโดยระบุรหัส

# rdoSearchByCondition
source: Search by condition
ja_jp: 条件検索
th_th: ค้นหาข้อมูลโดยระบุเงื่อนไข

# sectionContractResultList
source: Contract result list
ja_jp: 契約情報検索結果一覧
th_th: ผลการค้นหาข้อมูลสัญญา

# sectionCustomerResultList
source: Customer result list
ja_jp: 顧客情報検索結果一覧
th_th: ผลการค้นหาข้อมูลลูกค้า

# sectionSearchByCode
source: Search by code
ja_jp: コード検索
th_th: ค้นหาข้อมูลโดยระบุรหัส

# sectionSearchByCondition
source: Search by condition
ja_jp: 条件検索
th_th: ค้นหาข้อมูลโดยระบุเงื่อนไข

# sectionSearchContract
source: Search contract
ja_jp: 契約検索
th_th: ค้นหาข้อมูลสัญญา

# sectionSearchType
source: Search type
ja_jp: 検索タイプ
th_th: ชนิดการค้นหา

# sectionSpecifySearchInformation
source: Specify search information
ja_jp: 検索対象情報指定
th_th: ระบุข้อมูลที่จะค้นหา

# subsectionContractInformation
source: Contract information (English/Local)
ja_jp: 契約情報（英語／現地語）
th_th: ข้อมูลสัญญา (อังกฤษ/ไทย)

# subsectionRealCustomerContractPurchaser
source: Real customer (End user)/Customer information (English/Local)
ja_jp: お客様（最終設置先）／契約先／発注元情報（英語／現地語）
th_th: ข้อมูลผู้ใช้สถานที่ติดตั้ง/ผู้ทำสัญญา/ผู้ซื้อ (อังกฤษ/ไทย)

# subsectionSiteInformation
source: Premise's information (English/Local)
ja_jp: 物件／納入先情報（英語／現地語）
th_th: ข้อมูลสถานที่ติดตั้ง (อังกฤษ/ไทย)

# txtRole
source: Role
ja_jp: ロール
th_th: หน้าที่

# txtRoleAll
source: All
ja_jp: 全て
th_th: ทั้งหมด

# lblChangeTypeSubfixCancel
source: - Cancel
ja_jp: - 契約取消／解約
th_th: - ยกเลิกสัญญา

# lblChangeTypeSubfixOperate
source: - Operated
ja_jp: - 実施済
th_th: - เปิดใช้บริการแล้ว

# lblChangeTypeSubfixUnoperate
source: - Unoperated
ja_jp: - 未実施
th_th: - ยังไม่เปิดใช้บริการ

# lblStopDate
source: Suspension date (Rental contract)
ja_jp: 停止日（継続契約）
th_th: วันที่หยุดใช้บริการ (กรณีเช่า)

# lblCancelDate
source: Termination date (Rental contract)
ja_jp: 解約日（継続契約）
th_th: วันที่ยกเลิกสัญญา (กรณีเช่า)
