Repository: EliGosK/SECOM_AJIS_INDO
Catalog: SECOM_AJIS/App_GlobalResources/Common/CMS180.*.resx
Languages: ja_jp, th_th

# chkApproved
source: 03: Approved
ja_jp: 03: 承認
th_th: 03: อนุมัติแล้ว

# chkCanceled
source: 06: Canceled
ja_jp: 06: 取消
th_th: 06: ยกเลิก

# chkCompleted
source: 05: Completed
ja_jp: 05: 完了済
th_th: 05: เสร็จสิ้น

# chkInstallationCancelled
source: 06: Installation cancelled
ja_jp: 06: 工事取消
th_th: 06: ยกเลิกการติดตั้ง

# chkInstallationCompleted
source: 05: Installation completed
ja_jp: 05: 工事完了済
th_th: 05: ติดตั้งเสร็จสิ้น

# chkInstallationNotRegistered
source: 00: Installation not registered
ja_jp: 00: 工事未登録
th_th: 00: ยังไม่บันทึกการติดตั้ง

# chkInstallationNotRequest
source: 01: Installation not request
ja_jp: 01: 工事未依頼
th_th: 01: ยังไม่ยื่นคำขอติดตั้ง

# chkInstallationRequestButPoNotRegistered
source: 02: Installation requested, but PO not registered
ja_jp: 02: 工事依頼済未発注
th_th: 02: ยื่นคำขอติดตั้งแล้วแต่ยังไม่ออกใบสั่งจ้าง

# chkInstallationRequestedAndPoRegistered
source: 03: Installation requested, and PO registered
ja_jp: 03: 工事依頼済発注済
th_th: 03: ยื่นคำขอติดตั้งและออกใบสั่งจ้างแล้ว

# chkInstallationSlipCanceled
source: 05: Installation slip canceled
ja_jp: 05: 伝票取消済
th_th: 05: ยกเลิกสลิปการติดตั้งแล้ว

# chkNoNeedToReturn
source: 08: No need to return
ja_jp: 08: 返却機器なし
th_th: 08: ไม่มีอุปกรณ์ส่งคืน

# chkNoNeedToStockOut
source: 04: No need to stock-out
ja_jp: 04: 出庫なし
th_th: 04: ไม่มีการนำอุปกรณ์ออก

# chkNotStockOut
source: 01: Not stock-out
ja_jp: 01: 未出庫
th_th: 01: ยังไม่นำอุปกรณ์ออก

# chkPartialStockOut
source: 02: Partial stock-out
ja_jp: 02: 部分出庫中
th_th: 02: นำอุปกรณ์ออกบางส่วนแล้ว

# headerInstallationname
source: <div>(1) Customer name(EN)<br/>(2) Customer name(LC)<br/>(3) Premise’s name(EN)<br/>(4) Premise’s name(LC)</div>
ja_jp: <div>（1）契約先／発注元名称（英語）<br/>（2）契約先／発注元名称（現地語）<br/>（3）物件／納入先名称（英語）<br/>（4）物件／納入先名称（現地語）</div>
th_th: <div>(1) ชื่อผู้ทำสัญญา/ผู้ซื้อ (อังกฤษ)<br/>(2) ชื่อผู้ทำสัญญา/ผู้ซื้อ (ไทย)<br/>(3) ชื่อสถานที่ติดตั้ง (อังกฤษ)<br/>(4) ชื่อสถานที่ติดตั้ง (ไทย)</div>

# chkProcessing
source: 01: Processing
ja_jp: 01: 進行中
th_th: 01: กำลังดำเนินการ

# chkRejected
source: 04: Returned
ja_jp: 04: 差し戻し
th_th: 04: ตีกลับ

# chkReplaced
source: 09: Replaced
ja_jp: 09: 差替済
th_th: 09: แทนที่สลิปเดิม

# chkRequestApprove
source: 02: Request approve
ja_jp: 02: 承認依頼済
th_th: 02: ร้องขอการอนุมัติ

# chkReturned
source: 07: Returned
ja_jp: 07: 返却受領済
th_th: 07: รับอุปกรณ์คืนแล้ว

# chkStockOut
source: 03: Stock-out
ja_jp: 03: 出庫済
th_th: 03: นำอุปกรณ์ออกแล้ว

# chkWaitForReturn
source: 06: Wait for return
ja_jp: 06: 返却受領待
th_th: 06: รอรับอุปกรณ์คืน

# lblApproveNo1
source: Approve no. 1
ja_jp: 決裁番号1
th_th: เลขที่อนุมัติ 1

# lblApproveNo2
source: Approve no. 2
ja_jp: 決裁番号2
th_th: เลขที่อนุมัติ 2

# lblBillingInstallationFee
source: Billing installation fee
ja_jp: 請求工事料金
th_th: ค่าติดตั้งที่เรียกเก็บ

# lblBillingOcc
source: Billing OCC
ja_jp: 請求OCC
th_th: OCC การเรียกเก็บ

# lblChangeCustomerReson
source: Customer reason
ja_jp: お客様理由
th_th: สาเหตุจากลูกค้า

# lblChangeReason
source: Change reason
ja_jp: 変更理由
th_th: สาเหตุที่เปลี่ยน

# lblChangeSecomReason
source: SECOM reason
ja_jp: セコム理由
th_th: สาเหตุจากซีคอม

# lblClear
source: Clear
ja_jp: クリア
th_th: ล้าง

# lblContractCode
source: Contract no.
ja_jp: 契約コード
th_th: เลขที่สัญญา

# lblContractTargetNamePurchaserName
source: Customer name
ja_jp: 契約先／発注元名称
th_th: ชื่อผู้ทำสัญญา/ผู้ซื้อ

# lblContractTargetPurchaserNameEnglish
source: Customer name (English)
ja_jp: 契約先／発注元名称（英語）
th_th: ชื่อผู้ทำสัญญา/ผู้ซื้อ (อังกฤษ)

# lblContractTargetPurchaserNameLocal
source: Customer name (Local)
ja_jp: 契約先／発注元名称（現地語）
th_th: ชื่อผู้ทำสัญญา/ผู้ซื้อ (ไทย)

# lblDownloadCsvOfInstallationBasic
source: Download CSV of installation basic
ja_jp: 工事未登録データCSV出力
th_th: ดาวน์โหลดข้อมูลพื้นฐานการติดตั้งเป็น CSV

# lblInstallationCauseReason
source: Installation cause reason
ja_jp: 工事起因理由
th_th: สาเหตุที่ทำการติดตั้ง

# lblInstallationCompleteDate
source: Installation complete date
ja_jp: 工事完了日
th_th: วันที่ติดตั้งเสร็จสมบูรณ์

# lblInstallationFeeBillingFlag
source: Installation fee billing type
ja_jp: 工事料金請求区分
th_th: ประเภทการเรียกเก็บค่าติดตั้ง

# lblInstallationMaintenanceNo
source: Installation no.
ja_jp: 工事管理番号
th_th: เลขที่ใบคำร้องขอติดตั้ง

# lblInstallationManagementStatus
source: Installation management status
ja_jp: 工事監理ステータス
th_th: สถานะการจ่ายค่าจ้างผู้รับเหมา

# lblInstallationMemoList
source: Installation memo list
ja_jp: 工事メモ一覧
th_th: รายการบันทึกเกี่ยวกับการติดตั้ง

# lblInstallationSlipHistory
source: Installation slip history
ja_jp: 工事伝票履歴
th_th: ประวัติสลิปการติดตั้ง

# lblInstallationSlipIssueDate
source: Installation slip issue date
ja_jp: 工事伝票発行日
th_th: วันที่ออกสลิปการติดตั้ง

# lblInstallationSlipIssueDateFrom
source: Installation slip issue date (from)
ja_jp: 工事伝票発行日（開始）
th_th: วันที่ออกสลิปการติดตั้ง (ตั้งแต่)

# lblInstallationSlipIssueDateTo
source: Installation slip issue date (to)
ja_jp: 工事伝票発行日（終了）
th_th: วันที่ออกสลิปการติดตั้ง (จนถึง)

# lblInstallationSlipNo
source: Installation slip no.
ja_jp: 工事伝票番号
th_th: เลขที่สลิปการติดตั้ง

# lblInstallationSlipStatus
source: Installation slip status
ja_jp: 工事伝票ステータス
th_th: สถานะสลิปการติดตั้ง

# lblInstallationStatus
source: Installation status
ja_jp: 工事ステータス
th_th: สถานะการติดตั้ง

# lblInstallationType
source: Installation type
ja_jp: 工事種類
th_th: ประเภทคำร้องขอติดตั้ง

# lblInstrumentStockOutDate
source: Equipment stock-out date
ja_jp: 機器出庫日
th_th: วันที่นำอุปกรณ์ออก

# lblNormalContractFee
source: Normal service fee
ja_jp: 正規契約料金
th_th: ค่าเช่า/ค่าบริการที่คำนวณได้

# lblNormalInstallationFee
source: Normal installation fee
ja_jp: 正規工事料金
th_th: ค่าติดตั้งที่คำนวณได้

# lblOperationOffice
source: Operation office
ja_jp: 実施事業所
th_th: สาขาบริการ

# lblPlanCode
source: Planning no.
ja_jp: プランコード
th_th: เลขที่แปลน

# lblResultlist
source: Result list
ja_jp: 検索結果一覧
th_th: ผลการค้นหา

# lblReturnedInstrumentReceiveDate
source: Returned equipment receive date
ja_jp: 繰入機器受領日
th_th: วันที่รับคืนอุปกรณ์

# lblSalesmanName1
source: Salesman 1
ja_jp: 営業社員1
th_th: พนักงานขาย 1

# lblSalesmanName2
source: Salesman 2
ja_jp: 営業社員2
th_th: พนักงานขาย 2

# lblSearch
source: Search
ja_jp: 検索
th_th: ค้นหา

# lblSearchCriteria
source: Search criteria
ja_jp: 検索条件
th_th: เงื่อนไขในการค้นหา

# lblSECOMrevenue
source: SECOM’s revenue
ja_jp: 当社収納
th_th: ส่วนต่างหลังหักค่าใช้จ่ายในการติดตั้ง

# lblSECOMpayment
source: SECOM’s payment
ja_jp: 当社負担
th_th: บริษัทจ่ายเอง

# lblShowDetailInformation
source: Show detail information
ja_jp: 詳細情報表示
th_th: แสดงข้อมูลรายละเอียด

# lblSiteAddress
source: Premise's address
ja_jp: 物件／納入先住所
th_th: ที่อยู่สถานที่ติดตั้ง

# lblSiteAddressEnglish
source: Premise's address (English)
ja_jp: 物件／納入先住所（英語）
th_th: ที่อยู่สถานที่ติดตั้ง (อังกฤษ)

# lblSiteAddressLocal
source: Premise's address (Local)
ja_jp: 物件／納入先住所（現地語）
th_th: ที่อยู่สถานที่ติดตั้ง (ไทย)

# lblSiteCode
source: Premise's code
ja_jp: 物件コード
th_th: รหัสสถานที่ติดตั้ง

# lblSiteInformationForInstallation
source: Premise's information for installation
ja_jp: 工事対象物件／納入先情報
th_th: ข้อมูลสถานที่ติดตั้งสำหรับการติดตั้ง

# lblSiteName
source: Premise's name
ja_jp: 物件／納入先名称
th_th: ชื่อสถานที่ติดตั้ง

# lblSiteNameEnglish
source: Premise's name (English)
ja_jp: 物件／納入先名称（英語）
th_th: ชื่อสถานที่ติดตั้ง (อังกฤษ)

# lblSiteNameLocal
source: Premise's name (Local)
ja_jp: 物件／納入先名称（現地語）
th_th: ชื่อสถานที่ติดตั้ง (ไทย)

# lblSlipIssueDate
source: Expected stock-out date
ja_jp: 出庫予定日
th_th: วันที่คาดว่าจะออกของ

# lblSalesmanCode
source: Salesman code
ja_jp: 営業社員番号
th_th: รหัสพนักงานขาย

# lblInstallationSubContractor
source: Installation subcontractor
ja_jp: 工事業者
th_th: ผู้รับเหมาติดตั้ง

# lblInstrumentDetail
source: Equipment detail
ja_jp: 機器明細
th_th: รายละเอียดอุปกรณ์

# headerContractCode
source: Contract no.
ja_jp: 契約コード
th_th: เลขที่สัญญา

# headerDetail
source: <div style = "display:none;">Detail</div>
ja_jp: <div style = "display:none;">詳細</div>
th_th: <div style = "display:none;">รายระเอียด</div>

# headerInstallationManagementStatus
source: Installation management status
ja_jp: <div><center>工事監理<br/>ステータス</div>
th_th: สถานะการจ่ายค่าจ้างผู้รับเหมา

# headerInstallationStatus
source: Installation status
ja_jp: 工事ステータス
th_th: สถานะการติดตั้ง

# headerInstallationType
source: Installation type
ja_jp: 工事種類
th_th: ประเภทคำร้องขอติดตั้ง

# headerRegister
source: Register
ja_jp: 登録
th_th: บันทึก

# headerSlipStatus
source: Slip status
ja_jp: 伝票ステータス
th_th: สถานะสลิป

# headerSlipType
source: Slip type
ja_jp: <div>伝票<br/>種類</div>
th_th: ประเภทสลิป

# headerSubcontractorCode
source: Subcontractor code
ja_jp: 業者コード
th_th: รหัสผู้รับเหมา

# headerSubcontractorEnglish
source: Subcontractor (English)
ja_jp: 業者（英語）
th_th: ผู้รับเหมา (อังกฤษ)

# headerSubcontractorLocal
source: Subcontractor (Local)
ja_jp: 業者（現地語）
th_th: ผู้รับเหมา (ไทย)

# headerAdditionalInstalled
source: Additional installed
ja_jp: 追加設置
th_th: ติดตั้งเพิ่ม

# headerContractInstalledAfterChange
source: Contract installed (after change)
ja_jp: 変更後契約設置
th_th: จำนวนอุปกรณ์หลังการเปลี่ยนแปลง

# headerTotalStockOut
source: Total stock-out
ja_jp: 累計出庫
th_th: นำอุปกรณ์ออกรวม

# headerContractInstalledCurrent
source: Contract installed (current)
ja_jp: 現契約設置
th_th: จำนวนอุปกรณ์ตามคำร้องปัจจุบัน

# headerInstrumentCode
source: Equipment code
ja_jp: 機器コード
th_th: รหัสอุปกรณ์

# headerInstrumentName
source: Equipment name
ja_jp: 機器名称
th_th: ชื่ออุปกรณ์

# headerInstrumentQuantity
source: Equipment quantity
ja_jp: 機器個数
th_th: จำนวนอุปกรณ์

# headerMaintenanceExchange
source: Maintenance exchange
ja_jp: 保守交換
th_th: เปลี่ยนอุปกรณ์เพื่อบำรุงรักษา

# headerMoved
source: Moved
ja_jp: 移設
th_th: เคลื่อนย้าย

# headerRemoved
source: Removed
ja_jp: 撤去
th_th: ถอด

# headerReturn
source: Return
ja_jp: 繰入
th_th: ส่งคืน

# lblContractOffice
source: Contract office
ja_jp: 成約事業所
th_th: สาขาที่ทำสัญญา

# lblExpected
source: Expected operation date
ja_jp: 実施予定日
th_th: วันที่คาดว่าจะเปิดใช้บริการ

# lblsaleman1CSV
source: Salesman 1 code/name
ja_jp: 営業社員1 社員番号／名称
th_th: ชื่อ/รหัสพนักงานขาย 1

# lblsaleman2CSV
source: Salesman 2 code/name
ja_jp: 営業社員2 社員番号／名称
th_th: ชื่อ/รหัสพนักงานขาย 2

# btnCancel
source: Cancel
ja_jp: 取消
th_th: ยกเลิก

# btnComplete
source: Complete
ja_jp: 完了
th_th: เสร็จสิ้น

# btnPO
source: PO
ja_jp: 発注
th_th: สั่งจ้าง

# btnRegister
source: Register
ja_jp: 登録
th_th: บันทึก

# btnRequest
source: Request
ja_jp: 依頼
th_th: ร้องขอ

# btnSlip
source: Slip
ja_jp: 伝票
th_th: สลิป

# lblRemark1
source: To search by status, system will show search data matching with any condition.
ja_jp: ステータスについては、いずれかに該当するものが検索されます。
th_th: หากระบุสถานะ ระบบจะค้นหาข้อมูลตามสถานะที่ระบุไว้เท่านั้น

# lblRemark2
source: You can filter the result by the following condition.
ja_jp: 下記の項目で絞り込むことができます。
th_th: คุณสามารถกรองข้อมูลที่จะค้นหาได้โดยการระบุข้อมูลข้างล่างนี้

# lblNotRegistered
source: Not registered yet
ja_jp: 未登録
th_th: ยังไม่บันทึกข้อมูล

# chkInstallationUnderInstall
source: 04: Under installation
ja_jp: 04: 工事中
th_th: 04: กำลังติดตั้ง

# headerSubContractorName
source: SubContractor Name
th_th: ชื่อผู้รับเหมา

# lblSubContractorName
source: Subcontractor Name
th_th: ชื่อผู้รับเหมา

# lblUserCode
source: User code
ja_jp: ユーザーコード
