Repository: EliGosK/SECOM_AJIS_INDO
Catalog: SECOM_AJIS/App_GlobalResources/Common/CMS120.*.resx
Languages: ja_jp, th_th

# btnRegisterAR
source: Register approval request
ja_jp: 上申登録
th_th: บันทึกข้อมูลการขออนุมัติ

# btnRegisterIncident
source: Register incident
ja_jp: 事案登録
th_th: บันทึกข้อมูลเหตุการณ์

# btnViewARList
source: View approval request list
ja_jp: 上申一覧照会
th_th: ดูข้อมูลการขออนุมัติ

# btnViewCustomerHistory
source: View customer history
ja_jp: 顧客履歴照会
th_th: ดูข้อมูลประวัติลูกค้า

# btnViewIncidentList
source: View incident list
ja_jp: 事案一覧照会
th_th: ดูข้อมูลเหตุการณ์

# btnView_deposit_fee_information
source: View deposit fee information
ja_jp: 保証金情報照会
th_th: ดูข้อมูลค่ามัดจำ

# chkCrimePrevention
source: Crime prevention
ja_jp: 防犯
th_th: บริการแจ้งเตือนการบุกรุก

# chkEmergencyReport
source: Emergency report
ja_jp: 非常通報
th_th: บริการแจ้งเตือนภัยฉุกเฉิน

# chkFacilityMonitoring
source: Facility monitoring
ja_jp: 設備監視
th_th: บำรุงรักษาอุปกรณ์ของลูกค้า

# chkFireMonitoring
source: Fire monitoring
ja_jp: 火災監視
th_th: บริการแจ้งเตือนอัคคีภัย

# chkOutofregulation_document_usage_flag
source: Out-of-regulation document premise's type flag
ja_jp: 規定外文書使用フラグ
th_th: ใช้เอกสารรูปแบบพิเศษ

# headerContractCode
source: Contract no.
ja_jp: 契約コード
th_th: เลขที่สัญญา

# headerContractFeeSalePrice_THB
source: Service fee/Product price
ja_jp: 契約料金／売却システム料金
th_th: ค่าเช่า/ค่าบริการ/ราคาขาย (บาท)

# headerContract_basic
source: Contract basic
ja_jp: 契約基本
th_th: สัญญาพื้นฐาน

# headerCustomerAcceptanceDate
source: Customer acceptance date
ja_jp: 客先引渡日
th_th: วันส่งมอบสินค้า

# headerFee_THB
source: Fee
ja_jp: 料金
th_th: ราคา (บาท)

# headerFee_type
source: Fee type
ja_jp: 料金種別
th_th: ประเภทรายการที่เรียกเก็บ

# headerHandling_type
source: Handling type
ja_jp: 取扱区分
th_th: เงื่อนไข

# headerPeriod
source: Period
ja_jp: 期間
th_th: ระยะเวลา

# headerProductName
source: Product name
ja_jp: 商品名称
th_th: ชื่อระบบ

# headerRemark
source: Remark
ja_jp: 備考
th_th: หมายเหตุ

# headerSale_basic
source: Sale basic
ja_jp: 売買契約基本
th_th: สัญญาขายขาดพื้นฐาน

# headerTax_THB
source: Tax
ja_jp: 税金
th_th: ภาษี (บาท)

# headerViewMaintenanceCheckUpResult
source: View maintenance check-up result
ja_jp: 保守点検結果照会
th_th: ผลการเข้าบำรุงรักษา

# lblAcquisition_type
source: Acquisition type
ja_jp: 取得タイプ
th_th: วิธีการหาลูกค้า

# lblApprove_contract_date
source: Approve contract date
ja_jp: 成約承認日
th_th: วันที่อนุมัติสัญญา

# lblAutorenew_month
source: Auto-renew (months)
ja_jp: 更新月数
th_th: ต่อสัญญาอัตโนมัติ (เดือน)

# lblBilling_deposit_fee
source: Order deposit fee
ja_jp: 受注保証金
th_th: ค่ามัดจำที่ลูกค้าเซ็นมา

# lblBranchAddress_Eng
source: Branch address (English)
ja_jp: 支店住所（英語）
th_th: ที่อยู่สาขา (อังกฤษ)

# lblBranchAddress_Local
source: Branch address (Local)
ja_jp: 支店住所（現地語）
th_th: ที่อยู่สาขา (ไทย)

# lblBranchName_Eng
source: Branch name (English)
ja_jp: 支店名称（英語）
th_th: ชื่อสาขา (อังกฤษ)

# lblBranchName_Local
source: Branch name (Local)
ja_jp: 支店名称（現地語）
th_th: ชื่อสาขา (ไทย)

# lblContactPoint
source: Contact point
ja_jp: 連絡先
th_th: ช่องทางติดต่อ

# lblContractCode
source: Contract no.
ja_jp: 契約コード
th_th: เลขที่สัญญา

# lblContractDuration
source: Contract period
ja_jp: 契約期間
th_th: อายุสัญญา

# lblContractDuration_month
source: Contract period (months)
ja_jp: 契約期間（月数）
th_th: อายุสัญญา (เดือน)

# lblContractFee
source: Service fee
ja_jp: 契約料金
th_th: ค่าเช่า/ค่าบริการ

# lblContractReport
source: Contract report
ja_jp: 契約書
th_th: หนังสือสัญญา

# lblContractTargetAddress_Eng
source: Customer address (English)
ja_jp: 契約先住所（英語）
th_th: ที่อยู่ผู้ทำสัญญา (อังกฤษ)

# lblContractTargetAddress_Local
source: Customer address (Local)
ja_jp: 契約先住所（現地語）
th_th: ที่อยู่ผู้ทำสัญญา (ไทย)

# lblContractTargetName_Eng
source: Customer name (English)
ja_jp: 契約先名称（英語）
th_th: ชื่อผู้ทำสัญญา (อังกฤษ)

# lblContractTargetName_Local
source: Customer name (Local)
ja_jp: 契約先名称（現地語）
th_th: ชื่อผู้ทำสัญญา (ไทย)

# lblContract_office
source: Contract office
ja_jp: 成約事業所
th_th: สาขาที่ทำสัญญา

# lblCP12_change_contract_fee_only
source: CP-12 (change service fee only)
ja_jp: CP-12 （契約料金のみ変更）
th_th: CP-12 (กรณีเปลี่ยนแปลงค่าเช่า/ค่าบริการเท่านั้น)

# lblCP12_change_plan
source: CP-12 (change plan)
ja_jp: CP-12 （計画変更）
th_th: CP-12 (กรณีเปลี่ยนแปลน/เปลี่ยนค่าเช่า)

# lblCustomerCode_Contract_target
source: Customer code (Contract)
ja_jp: 顧客コード（契約先）
th_th: รหัสลูกค้า (ผู้ทำสัญญา)

# lblCustomerCode_RealCustomer_Enduser
source: Customer code (Real customer (End user))
ja_jp: 顧客コード（お客様（最終設置先））
th_th: รหัสลูกค้า (ผู้ใช้สถานที่ติดตั้ง)

# lblDocument_audit_result
source: Document audit result
ja_jp: 文書審査結果
th_th: ผลการตรวจสอบเอกสาร

# lblExempted_deposit_fee
source: Exempted deposit fee
ja_jp: 免除保証金
th_th: ค่ามัดจำที่ไม่เก็บลูกค้า

# lblFirstOperationDate
source: First operation date
ja_jp: 当初実施日
th_th: วันเปิดใช้บริการครั้งแรก

# lblIntroducer_code
source: Introducer code
ja_jp: 紹介元コード
th_th: รหัสผู้แนะนำลูกค้า

# lblLastChangeType
source: Last change type
ja_jp: 最新変更種類
th_th: สถานะการดำเนินการล่าสุด

# lblLastOccurrence
source: Last occurrence
ja_jp: 最新OCC
th_th: OCC ล่าสุด

# lblLastOperationDate
source: Current status date
ja_jp: 最新ステータス変更日
th_th: วันที่เปลี่ยนแปลงสถานะล่าสุด

# lblLinkage_sale_contract_code
source: Linkage sale contract no.
ja_jp: 連係元売買契約コード
th_th: รหัสผู้ซื้อที่ใช้อ้างอิง

# lblMaintenanceContractStart_month
source: Maintenance contract start month
ja_jp: 保守契約開始月
th_th: เดือนที่เริ่มบริการบำรุงรักษา

# lblMaintenanceCycle_month
source: Maintenance cycle (months)
ja_jp: 保守サイクル（月数）
th_th: รอบการบำรุงรักษา (เดือน)

# lblMaintenanceFeeType
source: Maintenance fee type
ja_jp: 保守請求区分
th_th: วิธีการเรียกเก็บค่าบำรุงรักษา

# lblMaintenanceTargetProduct
source: Maintenance target product
ja_jp: 保守対象商品
th_th: สินค้าที่จะบำรุงรักษา

# lblMaintenanceType
source: Maintenance type
ja_jp: 保守タイプ
th_th: ประเภทการบำรุงรักษา

# lblMaintenance_contractCode
source: Maintenance contract no.
ja_jp: 保守契約コード
th_th: เลขที่สัญญาบริการบำรุงรักษา

# lblMain_structure_type
source: Main structure type
ja_jp: 主体構造
th_th: โครงสร้างหลัก

# lblMemo
source: Memo
ja_jp: メモ
th_th: บันทึกข้อความ

# lblMotivation_type
source: Motivation type
ja_jp: 導入動機
th_th: เหตุผลในการตัดสินใจใช้บริการ

# lblNew_building_mgmt_cost
source: New building mgmt. cost
ja_jp: 新築管理費
th_th: ค่าใช้จ่ายในการจัดการอาคารกำลังก่อสร้าง

# lblNew_building_mgmt_type
source: New building mgmt. type
ja_jp: 新築管理区分
th_th: ประเภทการจัดการอาคารกำลังก่อสร้าง

# lblNew_OldBuilding
source: New/Old building
ja_jp: 新築・既築区分
th_th: อาคารสร้างเสร็จแล้ว/อาคารกำลังก่อสร้าง

# lblNormal_deposit_fee
source: Normal deposit fee
ja_jp: 正規保証金
th_th: ค่ามัดจำที่คำนวณได้

# lblNumberOfBuildings
source: Number of buildings
ja_jp: 棟数
th_th: จำนวนอาคาร

# lblNumber_of_floors
source: Number of floors
ja_jp: 階数
th_th: จำนวนชั้น

# lblOld_contract_code
source: Old contract no.
ja_jp: 旧契約コード
th_th: เลขที่สัญญาเก่า

# lblOperationOffice
source: Operation office
ja_jp: 実施事業所
th_th: สาขาบริการ

# lblOrigin_contract_code_for_slide_deposit_fee
source: Origin contract no. for slide deposit fee
ja_jp: 保証金スライド元契約コード
th_th: โอนค่ามัดจำจากสัญญาเลขที่

# lblPeriod
source: Period
ja_jp: 期間
th_th: ระยะเวลา

# lblPlan_code
source: Planning no.
ja_jp: プランコード
th_th: เลขที่แปลน

# lblPO
source: PO
ja_jp: 発注書
th_th: ใบสั่งซื้อ

# lblProduct
source: Product
ja_jp: 商品
th_th: สินค้า

# lblProjectCode
source: Project code
ja_jp: プロジェクトコード
th_th: เลขที่โครงการ

# lblQuotation_code
source: Quotation code
ja_jp: 見積コード
th_th: เลขที่ใบคำนวณราคา

# lblReceive_date
source: Receive registration date
ja_jp: 回収登録日
th_th: วันที่ลงทะเบียนรับเอกสารคืน

# lblSalesman_1
source: Salesman 1
ja_jp: 営業社員1
th_th: พนักงานขาย 1

# lblSalesman_2
source: Salesman 2
ja_jp: 営業社員2
th_th: พนักงานขาย 2

# lblSales_supporter
source: Sales supporter
ja_jp: 営業貢献者
th_th: ผู้ช่วยพนักงานขาย

# lblSectionMaintenance_information_case_Alarm_Sale_online
source: Maintenance information
ja_jp: 保守情報
th_th: ข้อมูลงานบำรุงรักษา

# lblSection_Cancel_contract_information
source: Termination information
ja_jp: 解約／成約取消情報
th_th: ข้อมูลการยกเลิกสัญญา

# lblSection_ContractRelated_FeeInformation
source: Contract-related/Fee information
ja_jp: 契約関連／料金情報
th_th: ข้อมูลที่เกี่ยวกับสัญญาและข้อมูลราคา

# lblSection_Contract_Basic_Information
source: Contract basic information
ja_jp: 契約基本情報
th_th: ข้อมูลพื้นฐานของสัญญา

# lblSection_Line_for_disconnection_monitoring
source: Line for disconnection monitoring
ja_jp: 断線監視用回線
th_th: สายสัญญาณที่ใช้ตรวจสอบการเชื่อมต่อสัญญาณ

# lblSection_Maintenance_contract_target_list
source: Maintenance customer list
ja_jp: 保守対象一覧
th_th: รายการสินค้าที่จะบำรุงรักษา

# lblSection_Maintenance_information_case_MA
source: Maintenance information
ja_jp: 保守情報
th_th: ข้อมูลงานบำรุงรักษา

# lblSection_Other_Information
source: Other information
ja_jp: その他の情報
th_th: อื่นๆ

# lblSection_Provide_Service_Information
source: Provide service information
ja_jp: 提供サービス情報
th_th: ข้อมูลประเภทการให้บริการ

# lblSection_Registration_Data_Fields
source: Registration data fields
ja_jp: 登録情報
th_th: การบันทึกข้อมูล

# lblSection_Site_Information
source: Premise's information
ja_jp: 物件情報
th_th: ข้อมูลสถานที่ติดตั้ง

# lblSecurityTypeCode
source: Security type code
ja_jp: 警備種類コード
th_th: รหัสประเภทการบริการ

# lblSecurity_area_square_meter
source: Security area (square meter)
ja_jp: 警備面積（平方メートル）
th_th: ขนาดพื้นที่รักษาความปลอดภัย (ตรม.)

# lblSiteAddress_Eng
source: Premise's address (English)
ja_jp: 物件住所（英語）
th_th: ที่อยู่สถานที่ติดตั้ง (อังกฤษ)

# lblSiteAddress_Local
source: Premise's address (Local)
ja_jp: 物件住所（現地語）
th_th: ที่อยู่สถานที่ติดตั้ง (ไทย)

# lblSiteBuildingArea
source: Premise’s building area
ja_jp: 物件建物延床面積
th_th: ขนาดพื้นที่อาคารที่ติดตั้ง

# lblSiteCode
source: Premise’s code
ja_jp: 物件コード
th_th: รหัสสถานที่ติดตั้ง

# lblSiteName_Eng
source: Premise’s name (English)
ja_jp: 物件名称（英語）
th_th: ชื่อสถานที่ติดตั้ง (อังกฤษ)

# lblSiteName_Local
source: Premise’s name (Local)
ja_jp: 物件名称（現地語）
th_th: ชื่อสถานที่ติดตั้ง (ไทย)

# lblStartDealDate
source: Start deal date
ja_jp: 取引開始日
th_th: วันที่เริ่มติดต่อธุรกิจ

# lblStartOperationConfirmationLetter
source: Start operation comfirmation letter
ja_jp: 業務開始確認書
th_th: หนังสือยืนยันการเปิดใช้บริการ

# lblSubSection_Alarm_Provided_ServiceType
source: Alarm provided service type
ja_jp: アラームの提供サービス種類
th_th: ประเภทการให้บริการสำหรับการเช่าอุปกรณ์เตือนภัย

# lblSubSection_Contracat_Document_Information
source: Contract document information
ja_jp: 契約文書情報
th_th: ข้อมูลเอกสารสัญญา

# lblSubSection_ContractRelated_Information
source: Contract-related information
ja_jp: 契約関連情報
th_th: ข้อมูลที่เกี่ยวกับสัญญา

# lblSubSection_Contract_Agreement_Information
source: Contract agreement information
ja_jp: 成約情報
th_th: ข้อมูลการทำสัญญา

# lblSubSection_Deposit_Information
source: Deposit information
ja_jp: 保証金情報
th_th: ข้อมูลค่ามัดจำ

# lblSubSection_Line_for_image_monitoring
source: Line for image monitoring
ja_jp: 画像監視用回線
th_th: สายสัญญาณที่ใช้ตรวจสอบสัญญาณภาพ

# lblSubSection_Line_For_Normal_Signal
source: Line for normal signal
ja_jp: 通常信号用回線
th_th: สายสัญญาณปกติ

# lblTelephoneLineOwner
source: Telephone line owner
ja_jp: 回線名義
th_th: เจ้าของสายสัญญาณ

# lblTelephoneLineType
source: Telephone line type
ja_jp: 回線種類
th_th: ประเภทสายสัญญาณ

# lblTelephoneNo
source: Telephone no.
ja_jp: 電話番号
th_th: หมายเลขโทรศัพท์

# lblUserCode
source: User code
ja_jp: ユーザーコード

# lblPeriodicalAlarmMaintenance
source: Periodical alarm maintenance
ja_jp: アラーム定期保守
th_th: การบำรุงรักษาอุปกรณ์เตือนภัยตามกำหนดเวลา

# lblBICContractCode
source: Old contract no.
ja_jp: BIC契約コード
th_th: เลขที่สัญญาของระบบเก่า

# lblViewContractDocument
source: View contract document information
ja_jp: 契約文書情報照会
th_th: ดูข้อมูลเอกสารสัญญา

# lblAttachImportanceFlag
source: Special care
ja_jp: 重点管理フラグ
th_th: ต้องดำเนินการอย่างระมัดระวัง

# lblCancelContractDate
source: Termination date
ja_jp: 解約／成約取消日
th_th: วันที่ยกเลิกสัญญา

# lblRemovalInstallationCompleteDate
source: Removal installation complete date
ja_jp: 撤去工事完了日
th_th: วันเสร็จสิ้นการถอดอุปกรณ์

# headerNormal
source: Normal
ja_jp: 正規
th_th: ราคาที่คำนวณได้

# headerOrder
source: Order
ja_jp: 受注
th_th: ราคาที่ลูกค้าเซ็นมา

# headerDiscount
source: Discount/Over-received rate
ja_jp: 値引／過受率
th_th: อัตราส่วนลด/ชำระเกิน

# lblDepositFee
source: Deposit fee
ja_jp: 保証金
th_th: ค่ามัดจำ

# lblInstallationFee
source: Installation fee
ja_jp: 工事料金
th_th: ค่าติดตั้ง
