Repository: EliGosK/SECOM_AJIS_INDO
Catalog: SECOM_AJIS/App_GlobalResources/Common/FlowMenu.*.resx
Languages: ja_jp, th_th

# lblApproveContract
source: Approve contract
ja_jp: 成約承認
th_th: อนุมัติสัญญา

# lblAR
source: Approval request
ja_jp: 上申
th_th: ขออนุมัติ

# lblCancelContractBeforeStart
source: Termination before start
ja_jp: 成約取消
th_th: ยกเลิกสัญญาก่อนเริ่มให้บริการ

# lblCancelInstallation
source: Cancel installation
ja_jp: 工事取消
th_th: ยกเลิกการติดตั้ง

# lblChangeBeforeStart
source: Change before start
ja_jp: 実施前変更
th_th: เปลี่ยนแปลงก่อนเปิดใช้บริการ

# lblChangeContractConditionPriceNegotiation
source: Change contract condition/price negotiation
ja_jp: 変更契約条件／<br/>料金折衝
th_th: เปลี่ยนแปลงเงื่อนไขสัญญา/ต่อรองราคา

# lblChangeNameAndAddress
source: Change name and address
ja_jp: 名称／住所変更
th_th: เปลี่ยนแปลงชื่อ/ที่อยู่

# lblCollectSendCompleteInstallationConfirmation
source: Collect/Send complete installation confirmation
ja_jp: 工事完了確認書等<br/>回収／送付
th_th: รับคืน/ส่งจดหมายยืนยันการติดตั้งเสร็จ

# lblContract
source: Contract
ja_jp: 契約
th_th: สัญญา

# lblContractCode
source: Contract no.
ja_jp: 契約コード
th_th: เลขที่สัญญา

# lblCustomerCode
source: Customer code (Purchaser)
ja_jp: 顧客コード（発注元）
th_th: รหัสลูกค้า (ผู้ซื้อ)

# lblCustomerCorrespondentSupport
source: Incident
ja_jp: 事案
th_th: เหตุการณ์

# lblCustomerNameEN
source: Customer name (English)
ja_jp: 発注元名称（英語）
th_th: ชื่อผู้ซื้อ (อังกฤษ)

# lblCustomerNameLC
source: Customer name (Local)
ja_jp: 発注元名称（現地語）
th_th: ชื่อผู้ซื้อ (ไทย)

# lblInstallation
source: Installation
ja_jp: 工事
th_th: งานติดตั้ง

# lblLocalServey
source: Local survey
ja_jp: 現地調査 DEMO
th_th: สำรวจสถานที่จริง

# lblNewContractPriceNegotiation
source: New contract/ price negotiation
ja_jp: 新規契約条件／<br/>料金折衝
th_th: สัญญาใหม่/ต่อรองราคา

# lblNewInstallationCompleteAndStartSecurity
source: New installation complete and start security
ja_jp: 新規工事完了<br/>警備開始
th_th: เสร็จสิ้นการติดตั้งใหม่และเริ่มเปิดใช้บริการ

# lblOccurrence
source: Occurrence
ja_jp: OCC
th_th: OCC

# lblPlanning
source: Planning
ja_jp: プランニング
th_th: สร้างแปลน

# lblPriceEstimation
source: Price estimation
ja_jp: 料金算定
th_th: ประเมินราคา

# lblQuotation
source: Quotation
ja_jp: 見積
th_th: ใบคำนวณราคา

# lblRealCustomerCode
source: Customer code (Real customer (End user))
ja_jp: 顧客コード（お客様（最終設置先））
th_th: รหัสลูกค้า (ผู้ใช้สถานที่ติดตั้ง)

# lblRegisterChangeInstallationSlip
source: Register change installation slip
ja_jp: 差し替え工事<br/>伝票作成
th_th: สร้างสลิปการติดตั้งแทนใบเดิม

# lblRegisterCompleteInstallation
source: Register complete installation
ja_jp: 工事完了登録
th_th: บันทึกการติดตั้งเสร็จสิ้น

# lblRegisterContractChange
source: Register contract change
ja_jp: 変更契約条件登録
th_th: บันทึกการเปลี่ยนแปลงเงื่อนไขสัญญา

# lblRegisterContractDocumentReceiving
source: Register contract doc. receiving
ja_jp: 文書回収登録
th_th: บันทึกการรับเอกสารสัญญาคืน

# lblRegisterCustomerAcceptance
source: Register customer acceptance
ja_jp: 客先合意登録
th_th: บันทึกการส่งมอบสินค้า

# lblRegisterGenerateContractDocument
source: Register generate contract doc.
ja_jp: 契約文書作成登録
th_th: บันทึกข้อมูลการสร้างเอกสารสัญญา

# lblRegisterGeneratedInstallationSlip
source: Register generated installation slip
ja_jp: 工事伝票作成
th_th: สร้างสลิปการติดตั้ง

# lblRegisterInstallationManagement
source: Register installation PO
ja_jp: 工事発注登録
th_th: บันทึกการสั่งจ้างการติดตั้ง

# lblRegisterInstallationRequest
source: Register installation request
ja_jp: 工事依頼
th_th: ร้องขอการติดตั้ง

# lblRegisterNewContract
source: Register new contract
ja_jp: 新規契約条件登録
th_th: บันทึกข้อมูลสัญญาใหม่

# lblRegisterQuotation
source: Register quotation
ja_jp: 見積情報登録
th_th: บันทึกข้อมูลใบคำนวณราคา

# lblRegisterStockOutInstrument
source: Stock-out equipment
ja_jp: 機器出庫
th_th: นำอุปกรณ์ออก

# lblRePlanning
source: Re-planning
ja_jp: 再プランニング
th_th: สร้างแปลนใหม่

# lblRetrieve
source: Retrieve
ja_jp: 取得
th_th: ดึงข้อมูล

# lblSaleContractBasicInformation
source: Sale contract basic information
ja_jp: 売買契約基本情報
th_th: ข้อมูลพื้นฐานของสัญญาขายขาด

# lblSearchViewContractCustomerInformation
source: Search/view contract & customer
ja_jp: 契約／顧客情報<br/>検索／照会
th_th: ค้นหา/ดูข้อมูลสัญญาและข้อมูลลูกค้า

# lblSearchViewQuotationInformation
source: Search / View quotation information
ja_jp: 見積情報検索／照会
th_th: ค้นหา/ดูข้อมูลใบคำนวณราคา

# lblSendInstallationPlan
source: Send installation plan
ja_jp: 工事図面等送付
th_th: จัดส่งแปลนการติดตั้ง

# lblSendInstrument
source: Send equipment
ja_jp: 機器送付
th_th: จัดส่งอุปกรณ์

# lblSiteCode
source: Premise's code
ja_jp: 物件コード
th_th: รหัสสถานที่ติดตั้ง

# lblSiteNameEN
source: Premise's name (English)
ja_jp: 納入先名称（英語）
th_th: ชื่อสถานที่ติดตั้ง (อังกฤษ)

# lblSiteNameLC
source: Premise's name (Local)
ja_jp: 納入先名称（現地語）
th_th: ชื่อสถานที่ติดตั้ง (ไทย)

# lblSomeChangeOccurred
source: Some change occurred
ja_jp: 変更発生
th_th: มีการเปลี่ยนแปลง

# lblViewBillingInformation
source: View billing
ja_jp: 請求情報照会
th_th: ข้อมูลการเรียกเก็บ

# lblViewInstallationInformation
source: View installation
ja_jp: 工事情報照会
th_th: ข้อมูลการติดตั้ง

# lblViewInventoryInformation
source: View inventory
ja_jp: 在庫情報照会
th_th: ข้อมูลคลังสินค้า

# lblArrangeCancelContractDetail
source: Arrange termination detail
ja_jp: 解約内容調整
th_th: จัดการข้อมูลการยกเลิกสัญญา

# lblArrangeStopServiceDetail
source: Arrange suspension detail
ja_jp: 業務停止内容調整
th_th: จัดการข้อมูลการหยุดใช้บริการ

# lblCancelUnOperatedContract
source: Cancel un-operated contract
ja_jp: 未実施取消
th_th: ยกเลิกสัญญาที่ยังไม่เปิดใช้บริการ

# lblChangeBeforeInstallationComplete
source: Change before installation complete
ja_jp: 工事完了前変更
th_th: เปลี่ยนแปลงก่อนติดตั้งเสร็จ

# lblChangeInstallationComplete
source: Change installation complete
ja_jp: 変更工事完了
th_th: เสร็จสิ้นการเปลี่ยนแปลงการติดตั้ง

# lblCollectConfirmation
source: Collect confirmation
ja_jp: 確認書等回収
th_th: รับจดหมายยืนยันคืน

# lblCollectSendConfirmation
source: Collect confirmation
ja_jp: 確認書等回収
th_th: รับจดหมายยืนยันคืน

# lblContractDocument
source: Contract document
ja_jp: 契約文書
th_th: เอกสารสัญญา

# lblCreateCancelMemo
source: Create termination memo
ja_jp: 解約覚書作成
th_th: บันทึกยืนยันยกเลิกสัญญาต่อเนื่อง

# lblCreateChangedContractDocument
source: Create changed contract doc.
ja_jp: 変更契約文書作成
th_th: สร้างเอกสารเปลี่ยนแปลงสัญญา

# lblReceiveCancelContractRequest
source: Receive termination request
ja_jp: 解約申し入れ受付
th_th: รับคำร้องขอยกเลิกสัญญา

# lblReceiveCanelContractApproval
source: Receive termination approval
ja_jp: 解約上申決裁取得
th_th: ได้รับการอนุมัติให้ยกเลิกสัญญา

# lblReceiveStopServiceApproval
source: Receive suspension approval
ja_jp: 業務停止上申<br/>決裁取得
th_th: ได้รับการอนุมัติให้หยุดใช้บริการ

# lblReceiveStopServiceRequest
source: Receive suspension request
ja_jp: 業務停止<br/>申し入れ受付
th_th: รับคำร้องขอหยุดใช้บริการ

# lblRegisterStartService
source: Register start service
ja_jp: 警備開始登録
th_th: บันทึกการเปิดใช้บริการ

# lblRegisterStopService
source: Register suspension
ja_jp: 業務停止登録
th_th: บันทึกการหยุดใช้บริการ

# lblArrangeChangeFeeDetail
source: Arrange change fee detail
ja_jp: 料金変更内容調整
th_th: จัดการข้อมูลการเปลี่ยนแปลงค่าเช่า/ค่าบริการ

# lblArrangeChangeNameAddressDetail
source: Arrange change name & address detail
ja_jp: 名称／住所変更<br/>内容調整
th_th: จัดการข้อมูลการเปลี่ยนแปลงชื่อ/ที่อยู่

# lblChangeOnlyFee
source: Change only fee
ja_jp: 料金のみの変更
th_th: เปลี่ยนแปลงค่าเช่า/ค่าบริการ

# lblCreateAndSignChangeFeeDocument
source: Create and sign change fee doc.
ja_jp: 料金変更文書<br/>作成／調印
th_th: สร้างและลงลายเซ็นในเอกสารเปลี่ยนแปลงค่าเช่า/ค่าบริการ

# lblReceiveChangeFeeApproval
source: Receive change fee approval
ja_jp: 料金変更上申<br/>決裁取得
th_th: ได้รับการอนุมัติให้เปลี่ยนแปลงค่าเช่า/ค่าบริการ

# lblReceiveChangeFeeRequest
source: Receive change fee request
ja_jp: 料金変更<br/>申し入れ受付
th_th: รับคำร้องขอเปลี่ยนแปลงค่าเช่า/ค่าบริการ

# lblReceiveChangeNameAddressRequest
source: Receive change name & address request
ja_jp: 名称・住所変更<br/>申し入れ受付
th_th: รับคำร้องขอเปลี่ยนแปลงชื่อ/ที่อยู่

# lblReceivieArrangeInfo
source: Receive and arrange the detail in "Incident" and control progress there
ja_jp: 受付・調整内容は、「事案」に登録を行い、進捗を管理する。
th_th: ส่วนงานเหตุการณ์เป็นผู้รับเรื่องและบันทึกรายละเอียดการคุยกับลูกค้า พร้อมทั้งติดตามผล

# lblRegisterCancelContractAfterStart
source: Register termination after start
ja_jp: 解約条件登録
th_th: บันทึกการยกเลิกสัญญาต่อเนื่อง

# lblRegisterChangeFee
source: Register change fee
ja_jp: 料金変更登録
th_th: บันทึกการเปลี่ยนแปลงค่าเช่า/ค่าบริการ

# lblArrangeChangePaymentConditionDetail
source: Arrange change payment condition detail
ja_jp: 支払い条件変更<br/>内容調整
th_th: จัดการข้อมูลการเปลี่ยนแปลงเงื่อนไขการชำระเงิน

# lblChangePaymentCondition
source: Change payment condition
ja_jp: 支払い条件変更
th_th: เปลี่ยนแปลงเงื่อนไขการชำระเงิน

# lblCollectSupportDocuments
source: Collect support documents
ja_jp: 証憑類回収
th_th: รับเอกสารหลักฐานคืน

# lblCreateCollectChangePaymentConditionDocument
source: Create and collect change payment condition document
ja_jp: 支払い条件変更文書作成／回収
th_th: สร้างและรับเอกสารเปลี่ยนแปลงเงื่อนไขการชำระเงินคืน

# lblReceiveChangeAddressApproval
source: Receive change name & address approval
ja_jp: 名称／住所変更<br/>上申決裁取得
th_th: ได้รับการอนุมัติให้เปลี่ยนแปลงชื่อ/ที่อยู่

# lblReceiveChangePaymentConditionApproval
source: Receive change payment condition approval
ja_jp: 支払い条件変更<br/>上申決裁取得
th_th: ได้รับการอนุมัติให้เปลี่ยนแปลงเงื่อนไขการชำระเงิน

# lblReceviceChangePaymentConditionRequest
source: Receive change payment condition request
ja_jp: 支払い条件変更<br/>申し入れ受付
th_th: รับคำร้องขอเปลี่ยนแปลงเงื่อนไขการชำระเงิน

# lblRegisterChangeBillingBasic
source: Register change billing basic
ja_jp: 請求基本情報<br/>修正登録
th_th: บันทึกการแก้ไขข้อมูลพื้นฐานการเรียกเก็บ

# lblRegisterChangeNameAddress
source: Register change name & address
ja_jp: 名称／住所<br/>変更登録
th_th: บันทึกการเปลี่ยนแปลงชื่อ/ที่อยู่

# lblRemark
source: * No need approval for change each address and change premise's name
ja_jp: ※各住所の変更、物件名称の変更に決裁は不要
th_th: *ไม่จำเป็นต้องได้รับการอนุมัติสำหรับการเปลี่ยนแปลงที่อยู่หรือชื่อสถานที่ติดตั้ง

# lblSearchQuotationInformation
source: Search quotation
ja_jp: 見積情報検索
th_th: ค้นหาข้อมูลใบคำนวณราคา

# lblRemovalInstallationComplete
source: Removal installation complete
ja_jp: 撤去工事完了
th_th: เสร็จสิ้นการถอดอุปกรณ์

# lblRemovalInstallationPreparation
source: Removal installation preparation
ja_jp: 撤去工事手配
th_th: เตรียมถอดอุปกรณ์

# lblShutdownSitePower
source: Shutdown premise's power
ja_jp: 物件電源断
th_th: ปิดสัญญาณที่สถานติดตั้ง

# lblShutdownSitePowerAL
source: Shutdown premise's power (in case of alarm)
ja_jp: 物件電源断<br/>(ALの場合）
th_th: ปิดสัญญาณที่สถานติดตั้ง (กรณีเช่าอุปกรณ์)

# lblSignCancelMemo
source: Sign termination memo
ja_jp: 解約覚書調印
th_th: ลงลายเซ็นในบันทึกยืนยันยกเลิกสัญญาต่อเนื่อง

# lblSignContractDocumentOrSendNotification
source: Sign contract doc. or send notification
ja_jp: 契約文書調印または通知書送付
th_th: ลงลายเซ็นในเอกสารสัญญาหรือจัดส่งใบแจ้ง

# lblStopService
source: Suspension
ja_jp: 業務停止
th_th: หยุดใช้บริการ

# lblStopServiceCondition
source: Suspension condition (Termination condition/stop condition)
ja_jp: 業務停止条件<br/>(解約条件または<br/>中止条件）
th_th: ข้อมูลการยกเลิกสัญญาหรือหยุดใช้บริการ

# lblSendDocument
source: Send document
ja_jp: 文書送付
th_th: จัดส่งเอกสาร

# lblUseInCaseAlarmOnly
source: Use in case of alarm only
ja_jp: アラームの場合に使用
th_th: ใช้ในกรณีเช่าอุปกรณ์เตือนภัยเท่านั้น

# lblUseInCaseAlarmSale
source: Use in case of alarm only
ja_jp: アラームの場合に使用
th_th: ใช้ในกรณีเช่าอุปกรณ์เตือนภัยเท่านั้น

# lblUseInCaseInstallationSubContract
source: Use in case of installation by subcontract
ja_jp: 工事業者施工の場合に使用
th_th: ใช้ในกรณีที่ติดตั้งโดยผู้รับเหมา

# lblContractTargetCustomerCode
source: Customer code (Customer)
ja_jp: 顧客コード（契約先）
th_th: รหัสลูกค้า (ผู้ทำสัญญา)

# lblContractTargetCustomerNameEN
source: Customer name (English)
ja_jp: 契約先名称（英語）
th_th: ชื่อผู้ทำสัญญา (อังกฤษ)

# lblContractTargetCustomerNameLC
source: Customer name (Local)
ja_jp: 契約先名称（現地語）
th_th: ชื่อผู้ทำสัญญา (ไทย)

# lblContractBasicInformation
source: Contract basic information
ja_jp: 契約基本情報
th_th: ข้อมูลพื้นฐานของสัญญา

# lblContractTargetSiteNameEN
source: Premise's Name (English)
ja_jp: 物件名称（英語）
th_th: ชื่อสถานที่ติดตั้ง (อังกฤษ)

# lblContractTargetSiteNameLC
source: Premise's Name (Local)
ja_jp: 物件名称（現地語）
th_th: ชื่อสถานที่ติดตั้ง (ไทย)

# lblSearchInstallationManagement
source: Search installation management
ja_jp: 工事監理情報検索
th_th: ค้นหาข้อมูลการจัดการการติดตั้ง
