Repository: EliGosK/SECOM_AJIS_INDO
Catalog: SECOM_AJIS.Presentation.Quotation/Message/MessageList.*.resx
Languages: ja_jp, th_th

# MSG2001
source: Invalid search criteria. Please input Date to > Date from
ja_jp: 検索条件の指定が正しくありません。日付（開始）＞日付（終了）で指定してください。
th_th: เงื่อนไขการค้นหาผิดพลาด กรุณาระบุวันที่สุดท้าย > วันที่เริ่มต้น

# MSG2002
source: Invalid search criteria. Please specify Quotation target code of the alphabet.
ja_jp: 検索条件の指定が正しくありません。当該アルファベットの見積先コードを指定してください。
th_th: เงื่อนไขการค้นหาผิดพลาด กรุณาระบุรหัสลูกค้าเพื่อเสนอราคาของรหัสอักษร

# MSG2003
source: Quotation target code, {0}, does not exist.
ja_jp: 次の見積先コードが存在しません。 {0}
th_th: ไม่พบข้อมูลลูกค้าเพื่อเสนอราคา, {0}

# MSG2004
source: Specified quotation target code has been rejectted. Please try another quotation target code.
ja_jp: 指定された見積先コードは否認されています。他の見積先コードを指定してください。
th_th: รหัสลูกค้าเพื่อเสนอราคาที่ระบุไม่ถูกอนุมัติ กรุณาใช้รหัสลูกค้าเพื่อเสนอราคาอื่น

# MSG2005
source: Security guard detail is being edited. Please confirm or cancel changes then try to register again.
ja_jp: 常駐明細が変更されています。変更内容を確認、または取消してから、再度登録を行ってください。
th_th: มีการแก้ไขรายละเอียดการปฏิบัติงานของ SG กรุณายืนยันหรือยกเลิกการแก้ไขนั้นและทำการบันทึกข้อมูลอีกครั้ง

# MSG2006
source: Quotation code, {0}, does not exist.
ja_jp: 次の見積コードが存在しません。 {0}
th_th: ไม่พบข้อมูลรหัสใบคำนวณราคา, {0}

# MSG2007
source: The selected alphabet is locked, please select the new alphabet.
ja_jp: 選択したアルファベットはロックされています。アルファベットを選択し直してください。
th_th: รหัสอักษรที่เลือกได้ถูกล๊อค กรุณาเลือกรหัสอักษรใหม่

# MSG2008
source: Cannot generate the alphabet. Digit count <> 2.
ja_jp: アルファベットの桁数が2桁ではないため、アルファベットを生成できません。
th_th: ไม่สามารถสร้างรหัสอักษรได้เนื่องจากรหัสอักษรไม่เท่ากับ 2 หลัก

# MSG2009
source: Cannot generate the alphabet. Invalid character is found.
ja_jp: 無効な文字があるため、アルファベットを生成できません。
th_th: ไม่สามารถสร้างรหัสอักษรได้เนื่องจากพบอักขระที่ห้ามใช้

# MSG2010
source: Cannot generate the alphabet. The top boundary of the alphabet is reached.
ja_jp: アルファベット範囲が最大値になっているため、アルファベットを生成できません。
th_th: ไม่สามารถสร้างรหัสอักษรได้เนื่องจากถึงจุดสูงสุดในช่วงของรหัสอักษรแล้ว

# MSG2011
source: Cannot generate the quotation target code. Quotation prefix does not exist.
ja_jp: 見積プレフィックスが存在しないため、見積先コードを生成できません。
th_th: ไม่สามารถสร้างรหัสลูกค้าเพื่อเสนอราคาได้เนื่องจาก Prefix ของใบคำนวณราคาไม่มีในระบบ

# MSG2012
source: Not exist quotation detail for specified quotation target code, {0}.
ja_jp: 次の指定された見積先コードには見積明細が存在しません。{0}
th_th: รายละเอียดใบคำนวณราคาของรหัสลูกค้าเพื่อเสนอราคาที่ระบุนั้นไม่มีอยู่ในระบบ, {0}

# MSG2013
source: Line {0}, these field was required: {1}.
ja_jp: {0}行目のこのフィールドが入力必須項目： {1}
th_th: ในบรรทัด {0} ข้อมูลต่อไปนี้เป็นข้อมูลที่ต้องกรอก: {1}

# MSG2014
source: Cannot generate quotation for not alarm/rental sale product contract.
ja_jp: アラーム／売却商品レンタル契約以外に対して見積は生成できません。
th_th: ไม่สามารถสร้างใบคำนวณราคาสำหรับสัญญาที่ไม่ใช่สัญญาเช่าอุปกรณ์เตือนภัยหรือสัญญาเช่าอุปกรณ์ขายขาดได้

# MSG2015
source: Cannot generate quotation. Master data of the equipment code, {0}, does not exist.
ja_jp: 機器コード {0} のマスタデータが見つからないため、見積を生成できません。
th_th: ไม่สามารถสร้างใบคำนวณราคาได้เนื่องจากไม่พบข้อมูลมาสเตอร์ของรหัสอุปกรณ์ {0}

# MSG2016
source: Cannot generate quotation. Rental unit price of the equipment code, {0}, does not exist.
ja_jp: 機器コード {0} のレンタル単価が見つからないため、見積を生成できません。
th_th: ไม่สามารถสร้างใบคำนวณราคาได้เนื่องจากไม่พบราคาเช่าต่อหน่วยของรหัสอุปกรณ์ {0}

# MSG2017
source: File name is invalid.
ja_jp: ファイル名が正しくありません。
th_th: ชื่อไฟล์นี้ไม่สามารถใช้ได้

# MSG2018
source: Please specify source file before import.
ja_jp: インポートする前にソースファイルを指定してください。
th_th: กรุณาระบุไฟล์ข้อมูลก่อนทำการนำเข้าไฟล์

# MSG2019
source: File type is invalid.
ja_jp: ファイル種類が正しくありません。
th_th: ไม่สามารถใช้ไฟล์ประเภทนี้ได้

# MSG2020
source: File format is invalid.
ja_jp: ファイルフォーマットが正しくありません。
th_th: ไม่สามารถใช้รูปแบบไฟล์นี้ได้

# MSG2021
source: Invalid customer data. Customer code must not exist with other customer details.
ja_jp: 顧客データが正しくありません。顧客コードと顧客明細を同時に指定することはできません。
th_th: ข้อมูลลูกค้าผิดพลาด รหัสลูกค้าต้องไม่มีอยู่ในรายละเอียดลูกค้าอื่น

# MSG2022
source: Invalid premise data. Premise's code must not exist with other premise details.
ja_jp: 物件／納入先データが正しくありません。物件コードと物件／納入先明細を同時に指定することはできません。
th_th: ข้อมูลสถานที่ติดตั้งผิดพลาด รหัสสถานที่ติดตั้งต้องไม่มีอยู่ในรายละเอียดสถานที่ติดตั้งอื่น

# MSG2023
source: You do not have an authorization to import this data.
ja_jp: このデータをインポートする権限がありません。
th_th: คุณไม่มีสิทธิในการนำเข้าข้อมูลนี้

# MSG2024
source: Customer data in import file does not exist.
ja_jp: インポートファイル上の契約先／納入先データが存在しません。
th_th: ข้อมูลผู้ทำสัญญา/ผู้ซื้อในไฟล์ข้อมูลที่นำเข้าไม่มีอยู่ในระบบ

# MSG2025
source: Invalid customer part type data.
ja_jp: 顧客ロール区分コードが間違っています。
th_th: ข้อมูลหน้าที่ของลูกค้าผิดพลาด

# MSG2026
source: Invalid number of customer data.
ja_jp: 顧客データ数が間違っています。
th_th: จำนวนของลูกค้าผิดพลาด

# MSG2027
source: The installed qty of the equipment code, {0}, does not match with the former equipment details.
ja_jp: 機器コード{0}の設置数が前の機器明細と一致しません。
th_th: จำนวนติดตั้งของอุปกรณ์รหัส {0} ไม่ตรงกับรายละเอียดอุปกรณ์ก่อนหน้า

# MSG2028
source: File size is invalid. Maximum file size is 3 MB.
ja_jp: ファイルサイズは最大3MBまでです。
th_th: ขนาดไฟล์ใหญ่เกินไป ไฟล์ต้องมีขนาดไม่เกิน 3MB

# MSG2029
source: Plan checking date must not be date in future.
ja_jp: プランチェック日は未来日付ではいけません。
th_th: วันตรวจสอบแปลนต้องไม่ใช่วันที่ในอนาคต

# MSG2030
source: Cannot retrieve premise data because customer code of real customer is not specified.
ja_jp: お客様の顧客コードが指定されていないため、物件／納入先情報が取得できません。
th_th: ไม่สามารถดึงข้อมูลสถานที่ติดตั้งได้เนื่องจากไม่มีการระบุรหัสลูกค้าของผู้ใช้สถานที่ติดตั้ง

# MSG2031
source: Plan approving date must not be date in future.
ja_jp: プラン承認日は未来日付ではいけません。
th_th: วันอนุมัติแปลนต้องไม่ใช่วันที่ในอนาคต

# MSG2032
source: Installed qty before change and removal quantity of the equipment code, {0}, must be = 0.
ja_jp: 機器コード{0}の変更前設置数、及び撤去数は0にしなければなりません。
th_th: จำนวนอุปกรณ์ที่ติดตั้งเดิมและจำนวนที่ถอดของอุปกรณ์รหัส {0} ต้องเท่ากับ 0

# MSG2033
source: Introducer code is for acquisition type introduced by customer and inside company only.
ja_jp: 紹介元コードは、お客様紹介、社内紹介の取得タイプに対してのみ使用します。
th_th: รหัสผู้แนะนำลูกค้าใช้กับวิธีการหาลูกค้าแบบ แนะนำโดยลูกค้า และแนะนำโดยคนในบริษัทเท่านั้น

# MSG2034
source: Old contract no. is not for product type sale.
ja_jp: 旧契約コードは、売却の商品種類の場合指定できません。
th_th: เลขที่สัญญาเก่าจะไม่ใช้กับสินค้าประเภทขายขาด

# MSG2035
source: Premise's code is found without specifying real customer code.
ja_jp: 物件コードが指定されていますが、お客様の顧客コードは指定されていません。
th_th: รหัสสถานที่ติดตั้งถูกกรอกโดยไม่ได้ระบุรหัสผู้ใช้สถานที่ติดตั้ง

# MSG2036
source: Premise's code does not exist.
ja_jp: 物件／納入先データが存在しません。
th_th: ข้อมูลสถานที่ติดตั้งไม่มีในระบบ

# MSG2037
source: Quotation staff (Sales admin) code does not exist.
ja_jp: 見積社員番号が存在しません。
th_th: รหัสพนักงานที่ออกใบคำนวณราคาไม่มีในระบบ

# MSG2038
source: Old contract no. does not exist.
ja_jp: 旧契約コードが存在しません。
th_th: เลขที่สัญญาเก่าไม่มีในระบบ

# MSG2039
source: Old contract no. must be alarm/sale online/rental sale product contract no..
ja_jp: 旧契約コードはアラーム／売却オンライン／売却商品レンタル契約コードでなければなりません。
th_th: เลขที่สัญญาเก่าต้องเป็นเลขที่สัญญาเช่าอุปกรณ์เตือนภัย/สัญญาบริการ Online/สัญญาเช่าอุปกรณ์ขายขาด

# MSG2040
source: Old contract no. must be beat/security guard contract no..
ja_jp: 旧契約コードは巡回／常駐契約コードでなければなりません。
th_th: เลขที่สัญญาเก่าต้องเป็นเลขที่สัญญาบริการพนักงานรักษาความปลอดภัย/ลาดตระเวณ

# MSG2041
source: Old contract no. must be maintenance contract no..
ja_jp: 旧契約コードは保守契約コードでなければなりません。
th_th: เลขที่สัญญาเก่าต้องเป็นเลขที่สัญญาการบำรุงรักษา

# MSG2042
source: Real customer/Premise of contract no. specified as maintenance target is different from real customer/premise registered in this quotation target code. If real customer/premise in this quotation target code is not registered correctly, please change quotation target code.
ja_jp: 保守の対象として指定した契約コードのお客様／物件と本見積先コードに登録されているお客様／物件が異なっています。本見積先コードのお客様／物件の登録が間違である場合は、見積先コードの取り直しを行ってください。
th_th: ผู้ใช้สถานที่ติดตั้ง/สถานที่ติดตั้งของสัญญาที่จะบำรุงรักษาไม่ตรงกับที่ระบุในข้อมูลลูกค้าเพื่อเสนอราคา หากผู้ใช้สถานที่ติดตั้ง/สถานที่ติดตั้งของข้อมูลลูกค้าเพื่อเสนอราคาไม่ถูกต้อง กรุณาเลือกรหัสลูกค้าเพื่อเสนอราคาใหม่

# MSG2043
source: Please specify sale or alarm/sale online/rental sale product contract no..
ja_jp: 売買契約、またはアラーム契約／売却オンライン／売却商品レンタル契約コードを指定してください。
th_th: กรุณาระบุเลขที่สัญญาขายหรือสัญญาเช่าอุปกรณ์เตือนภัย/สัญญาบริการ Online/สัญญาเช่าอุปกรณ์ขายขาด

# MSG2045
source: Specified contract no. alreadly exists in maintenance target contract no. list.
ja_jp: 指定された契約コードが既に保守対象契約コード一覧に存在しています。
th_th: เลขที่สัญญาที่ระบุมีอยู่ในรายการเลขที่สัญญาที่จะบำรุงรักษาแล้ว

# MSG2046
source: There is no default equipment registered for this product.
ja_jp: この商品にはデフォルト機器が登録されていません。
th_th: สินค้านี้ไม่มีการบันทึกข้อมูลอุปกรณ์ตั้งต้นไว้

# MSG2047
source: System will clear all entered equipment details to show default equipment. Do you want to proceed?
ja_jp: システムは、入力された全ての機器明細をクリアし、デフォルト機器を表示します。よろしいですか？
th_th: ระบบจะทำการล้างข้อมูลรายละเอียดอุปกรณ์ทั้งหมดเพื่อแสดงข้อมูลอุปกรณ์ตั้งต้น คุณต้องการดำเนินการต่อหรือไม่?

# MSG2048
source: Please specify product code.
ja_jp: 商品コードを指定してください。
th_th: กรุณาระบุประเภทระบบ

# MSG2049
source: There is no default facility registered for this product.
ja_jp: この商品にはデフォルト設備が登録されていません。
th_th: สินค้านี้ไม่มีการบันทึกข้อมูลอุปกรณ์ของลูกค้าตั้งต้นไว้

# MSG2050
source: System will clear all entered facility details to show default facilities. Do you want to proceed?
ja_jp: システムは、入力された全ての設備明細をクリアし、デフォルトの設備を表示します。よろしいですか？
th_th: ระบบจะทำการล้างข้อมูลรายละเอียดอุปกรณ์ของลูกค้าทั้งหมดเพื่อแสดงข้อมูลอุปกรณ์ของลูกค้าตั้งต้น คุณต้องการดำเนินการต่อหรือไม่?

# MSG2051
source: Memo of real customer is found without specifying real customer information.
ja_jp: お客様が指定されていませんが、メモに登録があります。
th_th: มีการใส่บันทึกข้อความของผู้ใช้สถานที่ติดตั้งแต่ไม่ได้ระบุผู้ใช้สถานที่ติดตั้งไว้

# MSG2057
source: Please specify linkage sale contract no..
ja_jp: 連係元売買契約コードを指定してください。
th_th: กรุณาระบุรหัสผู้ซื้อที่ใช้อ้างอิง

# MSG2058
source: Please specify quotation target code.
ja_jp: 見積先コードを指定してください。
th_th: กรุณาระบุรหัสลูกค้าเพื่อเสนอราคา

# MSG2059
source: Total installed equipment quantity must be > 0.
ja_jp: 設置機器数の合計＞「0」でなければなりません。
th_th: ยอดรวมของจำนวนอุปกรณ์ที่ติดตั้งต้องมากกว่า 0

# MSG2060
source: Specified quotation target code has been approved to be a contract. Please specify contract no. instead.
ja_jp: 指定された見積先コードは成約承認されています。契約コードを指定してください。
th_th: รหัสลูกค้าเพื่อเสนอราคาที่ระบุได้ถูกอนุมัติเพื่อทำเป็นสัญญาแล้ว กรุณาระบุเป็นเลขที่สัญญาแทน

# MSG2061
source: Specified contract no. has been cancelled. Please try another contract no..
ja_jp: 指定された契約コードは取消されています。他の契約コードを指定してください。
th_th: เลขที่สัญญาที่ระบุได้ถูกยกเลิกแล้ว กรุณาใช้เลขที่สัญญาอื่น

# MSG2062
source: Please specify equipment qty > 0 at least one row.
ja_jp: 少なくとも1つのレコードに機器個数＞0を指定してください。
th_th: กรุณาระบุจำนวนอุปกรณ์ให้มากกว่า 0 อย่างน้อย 1 แถว

# MSG2063
source: Security area size to must be > Security area size from.
ja_jp: 警備面積（終了）＞警備面積（開始）を指定してください。
th_th: กรุณาระบุขนาดพื้นที่รักษาความปลอดภัย (จนถึง) > ขนาดพื้นที่รักษาความปลอดภัย (ตั้งแต่)

# MSG2064
source: An one-time or temporary equipment is found, approve no. is required.
ja_jp: 一時採用、または仮採用機器が入力されているので、決裁番号が入力必須項目になります。
th_th: มีข้อมูลอุปกรณ์แบบใช้ครั้งเดียวหรืออุปกรณ์แบบใช้ชั่วคราวอยู่ จำเป็นต้องมีเลขที่อนุมัติ

# MSG2065
source: Quantity of the equipment code, {0}, must be > 0.
ja_jp: 機器コード{0}は個数＞0でなければなりません。
th_th: จำนวนของอุปกรณ์ {0} ต้องมากกว่า 0

# MSG2069
source: The equipment, {0}, cannot used with the product code, {1}.
ja_jp: 機器コード {0} は商品コード {1} に使用できません。
th_th: อุปกรณ์ {0} ไม่สามารถใช้กับประเภทระบบ {1} ได้

# MSG2074
source: Line {0}, Number of date does not exist.
ja_jp: {0}行目の月間日数が存在しません。
th_th: จำนวนวันในบรรทัดที่ {0} ไม่มีอยู่ในระบบ

# MSG2075
source: Line {0}, Facility detail requires: {1}.
ja_jp: {0}行目の次の設備明細は入力必須項目です：{1}
th_th: รายละเอียดอุปกรณ์ของลูกค้าดังต่อไปนี้ในบรรทัดที่ {0} เป็นข้อมูลที่จำเป็นต้องกรอก: {1}

# MSG2080
source: Product code, {0}, does not exist.
ja_jp: 商品コード {0} は存在しません。
th_th: ไม่มีประเภทระบบ {0} ในระบบ

# MSG2081
source: Product code, {0}, is out of sale period. Do you want to proceed anyway?
ja_jp: 商品コード {0} は販売適用期間を過ぎました。処理を進めますか？
th_th: ประเภทระบบ {0} ได้เลยระยะเวลาการขายไปแล้ว คุณต้องการดำเนินการต่อหรือไม่?

# MSG2082
source: Contract no., {0}, is specified more than once.
ja_jp: 契約コード {0} は1回以上指定されています。
th_th: เลขที่สัญญา {0} ถูกระบุไว้มากกว่า 1 ครั้ง

# MSG2066
source: Addition quantity of the equipment code, {0}, must be > 0.
ja_jp: 機器コード{0}は追加設置数＞0でなければなりません。
th_th: จำนวนติดตั้งเพิ่มของอุปกรณ์ {0} ต้องมากกว่า 0

# MSG2067
source: Removal quantity of the equipment code, {0}, must be <= installed quantity before change.
ja_jp: 機器コード{0}の撤去数は変更前設置数以下で指定しなければなりません。
th_th: จำนวนถอดอุปกรณ์ {0} ต้องมากกว่าหรือเท่ากับจำนวนที่ติดตั้งเดิม

# MSG2068
source: Line {0}, Security guard type does not exist.
ja_jp: {0}行目の常駐区分が存在しません。
th_th: ประเภทพนักงาน รปภ. ในบรรทัดที่ {0} ไม่มีอยู่ในระบบ

# MSG2070
source: Please select insurance type, so that insurance coverage amount and monthly insurance fee can be specifed.
ja_jp: 保険金額と月額保険料を指定するために、保険種類を指定してください。
th_th: กรุณาเลือกประเภทการประกันภัยเพื่อให้สามารถระบุวงเงินประกันภัยหรือค่าเบี้ยประกันรายเดือนได้

# MSG2071
source: Quantity of the facility code, {0}, must be > 0.
ja_jp: 設備コード {0} は個数＞0で指定しなければなりません。
th_th: จำนวนอุปกรณ์ของลูกค้า {0} ต้องมากกว่า 0

# MSG2072
source: Facility code, {0}, cannot used with the product code, {1}.
ja_jp: 設備コード {0} は商品 {1} に対して使用できません。
th_th: อุปกรณ์ของลูกค้า {0} ไม่สามารถใช้กับประเภทระบบ {1} ได้

# MSG2073
source: Product code must be {0}, the same as the former contract.
ja_jp: 商品コードは、旧契約と同じく{0}を設定しなければなりません。
th_th: ประเภทระบบต้องเป็น {0} เหมือนกับสัญญาเก่า

# MSG2083
source: New building mgmt. cost is applied for the new building and new building mgmt. type is "Need" only.
ja_jp: 新築管理費は、新築で、かつ新築管理区分が「要」の場合のみ入力対象となります。
th_th: ข้อมูลค่าใช้จ่ายในการจัดการอาคารกำลังก่อสร้างจะต้องใส่ในกรณีที่เป็นอาคารกำลังก่อสร้างและเลือกประเภทการจัดการอาคารกำลังก่อสร้างเป็น "จำเป็น" เท่านั้น

# MSG2079
source: Line {0}, equipment detail requires: {1}.
ja_jp: {0}行目の次の機器明細は入力必須項目です：{1}
th_th: รายละเอียดอุปกรณ์ดังต่อไปนี้ในบรรทัดที่ {0} เป็นข้อมูลที่จำเป็นต้องกรอก: {1}

# MSG2076
source: Maintenance target product must be the same as the former contract.
ja_jp: 保守対象商品は、旧契約と同じ商品を設定しなければなりません。
th_th: สินค้าที่จะบำรุงรักษาจำเป็นต้องเหมือนกับสัญญาเก่า

# MSG2077
source: Sale online contract no. must be {0}, the same as the former contract.
ja_jp: 売却オンライン契約コードは、旧契約と同じく{0}を設定しなければなりません。
th_th: เลขที่สัญญาบริการ Online ต้องเป็น {0} เหมือนกับสัญญาเก่า

# MSG2078
source: Line {0}, Security guard detail requires: {1}.
ja_jp: {0}行目の次の常駐明細は入力必須項目です：{1}
th_th: รายละเอียดการปฏิบัติงานของ SGดังต่อไปนี้ในบรรทัดที่ {0} เป็นข้อมูลที่จำเป็นต้องกรอก: {1}

# MSG2093
source: Customer part type data is duplicated.
ja_jp: 顧客ロール区分コードが重複しています。
th_th: ข้อมูลหน้าที่ของลูกค้าซ้ำ

# MSG2086
source: Equipment code, {0}, is specified more than once.
ja_jp: 機器コード {0} が1回以上指定されています。
th_th: รหัสอุปกรณ์ {0} ถูกระบุไว้มากกว่า 1 ครั้ง

# MSG2087
source: {0} is out of range ({1}~{2}).
ja_jp: {0}は範囲外({1}~{2})。
th_th: {0} ไม่อยู่ในขอบเขตข้อมูล ({1}~{2}).

# MSG2088
source: Equipment code, {0}, {1} is out range ({2}~{3}).
ja_jp: 機器コード {0} の{1}は範囲外({2}~{3})。
th_th: {1} ของอุปกรณ์รหัส {0} ไม่อยู่ในขอบเขตข้อมูล ({2}~{3}).

# MSG2090
source: Facility code, {0}, is specified more than once.
ja_jp: 設備コード {0} が1回以上指定されています。
th_th: รหัสอุปกรณ์ของลูกค้า {0} ถูกระบุไว้มากกว่า 1 ครั้ง

# MSG2091
source: Facility code, {0}, {1} is out range ({2}~{3}).
ja_jp: 設備コード {0} の{1}は範囲外({2}~{3}).
th_th: {1} ของรหัสอุปกรณ์ของลูกค้า {0} ไม่อยู่ในขอบเขตข้อมูล ({2}~{3}).

# MSG2089
source: Line no. {0}, {1} is out of range ({2}~{3}).
ja_jp: {0}行目の{1}は範囲外({2}~{3}).
th_th: {1} ของแถวที่ {0} ไม่อยู่ในขอบเขตข้อมูล ({2}~{3}).

# MSG2084
source: Data type is invalid: {0}.
ja_jp: 次のデータ種類は正しくありません：{0}
th_th: ประเภทข้อมูลต่อไปนี้ไม่ถูกต้อง: {0}

# MSG2085
source: Contract data not found, {0}.
ja_jp: 次の契約データが見つかりません：{0}
th_th: ไม่พบข้อมูลสัญญาดังต่อไปนี้ {0}

# MSG2092
source: The installed equipment code, {0}, is not in the current equipment details.
ja_jp: 設置済み機器コード {0} が当該機器明細に入っていません。
th_th: รหัสอุปกรณ์ {0} ที่ติดตั้งแล้วไม่มีอยู่ในรายละเอียดอุปกรณ์
