Repository: EliGosK/SECOM_AJIS_INDO
Catalog: SECOM_AJIS.Presentation.Billing/Message/MessageList.*.resx
Languages: ja_jp, th_th

# MSG6001
source: Cannot register "Issue invoice timing (months)" with the number over 60 months.
ja_jp: 「請求書発行タイミング（月数）」欄に60ヶ月を越える数値を入力できません。
th_th: ไม่สามารถใส่ค่า "ช่วงเวลาออกใบแจ้งหนี้ (เดือน)" เกิน 60 เดือนได้

# MSG6002
source: The combination of specified Billing client code and billing office already exists in billing customer code: {0}
ja_jp: 指定された請求先コードと請求事業所の組み合わせは、請求先コード {0} で既に存在しています。
th_th: รหัสลูกค้าสำหรับเรียกเก็บที่คู่กับสาขาที่ออกบิลนี้มีอยู่ในรหัสลูกค้าสำหรับออกใบแจ้งหนี้ {0} แล้ว

# MSG6003
source: The combination of specified contract no./Project code and billing customer code already exists in billing code: {0}
ja_jp: 指定された契約コード／プロジェクトコードと請求先コードの組み合わせは、請求コード {0} で既に存在しています。
th_th: เลขที่สัญญา/เลขที่โครงการที่คู่กับรหัสลูกค้าสำหรับออกใบแจ้งหนี้นี้มีอยู่ในเลขที่รายการเรียกเก็บ {0} แล้ว

# MSG6004
source: Billing type, {0} already exists in list.
ja_jp: 請求種別 {0} は既に一覧上に存在しています。
th_th: ประเภทการเรียกเก็บ {0} มีอยู่ในลิสต์แล้ว

# MSG6005
source: Please specify at least 1 billing type.
ja_jp: 少なくとも1つの請求種別を選択してください。
th_th: กรุณาเลือกประเภทการเรียกเก็บอย่างน้อย 1 ประเภท

# MSG6006
source: Payment method is Bank transfer (Other account). Please register bank transfer account information.
ja_jp: 支払方法が「自振」になっています。自振情報を登録してください。
th_th: วิธีการชำระเงินถูกเลือกเป็น "หักบัญชีอัตโนมัติ" อยู่ กรุณาใส่ข้อมูลการหักบัญชีอัตโนมัติ

# MSG6007
source: Payment method is Credit card. Please register credit card information.
ja_jp: 支払方法が「クレジットカード」になっています。クレジットカード情報を登録してください。
th_th: วิธีการชำระเงินถูกเลือกเป็น "ชำระผ่านบัตรเครดิต" อยู่ กรุณาใส่ข้อมูลบัตรเครดิต

# MSG6008
source: Cannot remove {0}.
ja_jp: {0} を消去できません。
th_th: ไม่สามารถลบ {0} ได้

# MSG6009
source: If Payment term is less than 2, it needs to acquire approval.
ja_jp: 請求サイクルが「2」以下の場合、決裁の取得が必要です。
th_th: หากรอบการเรียกเก็บน้อยกว่า 2 จะต้องใส่เลขที่อนุมัติ

# MSG6010
source: Adjust ending date of billing period cannot be the date before Last billing date.
ja_jp: 定時発行調整日には、請求最終日以前の日付の登録はできません。
th_th: ไม่สามารถเปลี่ยนวันสุดท้ายของรอบบิลเป็นวันที่ก่อนหน้าวันที่เรียกเก็บล่าสุดได้

# MSG6011
source: Last payment condition changing date cannot be a future date.
ja_jp: 最新支払条件変更日は未来日付で登録できません。
th_th: วันที่เปลี่ยนแปลงเงื่อนไขการชำระเงินล่าสุดต้องไม่ใช่วันที่ในอนาคต

# MSG6012
source: There is inconsistency in continuity of "Last date" and "Date before changing 1-4".
ja_jp: 「最新適用日」と「変更前適用日1～4」の継続性に矛盾があります。
th_th: วันที่เปลี่ยนแปลงล่าสุด และ "วันที่เปลี่ยนแปลงก่อนล่าสุด 1-4" ไม่สอดคล้องกัน

# MSG6013
source: Start date of billing period of the first billing history of billing basic cannot be registered before contract's start operation date.
ja_jp: 請求基本の一番最初の請求履歴の適用期間開始日は、契約側の新規実施日より前の日付で登録できません。
th_th: วันเริ่มรอบบิลของประวัติการเรียกเก็บแรกสุดในข้อมูลพื้นฐานการเรียกเก็บต้องไม่ใช่วันที่ก่อนหน้าวันที่เปิดใช้บริการของสัญญา

# MSG6014
source: Billing period (from) must be the same date as Approve contract date or after.
ja_jp: 「請求期間（開始）」は成約承認日以降の日付で登録しなければなりません。
th_th: "รอบบิล (เริ่มต้น)" ต้องเป็นวันเดียวกับหรือหลังจากวันอนุมัติสัญญา

# MSG6015
source: After registering, all editions except ‘Special careful flag’ will be disabled until special careful flag is unchecked.
ja_jp: 登録してから「指示物件」のチェックを外すまで、「指示物件区分」以外の情報編集が不可になります。
th_th: หลังจากบันทึกข้อมูลแล้ว ข้อมูลทั้งหมดยกเว้น "ต้องให้ความสนใจเป็นพิเศษ" จะไม่สามารถแก้ไขได้จนกว่าจะคลิกไม่เลือกในช่อง "ต้องให้ความสนใจเป็นพิเศษ"

# MSG6016
source: Payment method is changed from "Bank transfer (Other account)" to others. Bank transfer account information will be deleted, so please confirm.
ja_jp: 支払方法が「自振」から、自振以外に変更されました。自振情報が削除されますので確認してください。
th_th: มีการเปลี่ยนแปลงวิธีการชำระเงินจาก "หักบัญชีอัตโนมัติ" เป็นวิธีอื่น ดังนั้นข้อมูลการหักบัญชีอัตโนมัติจะถูกลบ กรุณาตรวจสอบความถูกต้องอีกครั้ง

# MSG6017
source: Payment method is changed from "Credit card" to others. Credit card information will be deleted, so please confirm.
ja_jp: 支払方法が「クレジットカード」から、クレジットカード以外に変更されました。クレジットカード情報が削除されますので確認してください。
th_th: มีการเปลี่ยนแปลงวิธีการชำระเงินจาก "ชำระผ่านบัตรเครดิต" เป็นวิธีอื่น ดังนั้นข้อมูลบัตรเครดิตจะถูกลบ กรุณาตรวจสอบความถูกต้องอีกครั้ง

# MSG6018
source: The number over 60 months is registered in Payment term. Please confirm whether it is mistake or not.
ja_jp: 「請求サイクル」に60ヶ月を超える数値が登録されています。誤りでないか確認してください。
th_th: รอบการเรียกเก็บ มากกว่า 60 เดือน กรุณาตรวจสอบความถูกต้องอีกครั้ง

# MSG6019
source: The number over 12 months is registered in credit term. Please confirm whether it is mistake or not.
ja_jp: 後納月数に１２ヶ月を超える数値が登録されています。誤りでないか確認してください。
th_th: "ระยะเวลาการชำระเงิน" มากกว่า 12 เดือน กรุณาตรวจสอบความถูกต้องอีกครั้ง

# MSG6020
source: Billing of continuous fee will be stopped by this change. Please confirm whether there is no problem.
ja_jp: この変更は継続料金の請求が停止されます。問題ないか確認してください。
th_th: ระบบจะหยุดการเรียกเก็บค่าใช้จ่ายต่อเนื่อง กรุณาตรวจสอบความถูกต้องอีกครั้ง

# MSG6021
source: Billing flag is changed, so billing of continuous fee will be issued. Please confirm whether there is no problem.
ja_jp: 請求区分が変更されたため、継続料金の請求が発行されます。問題ないか確認してください。
th_th: มีการเปลี่ยนแปลงข้อมูลการเรียกเก็บ ระบบจะทำการเรียกเก็บค่าใช้จ่ายต่อเนื่อง กรุณาตรวจสอบความถูกต้องอีกครั้ง

# MSG6022
source: Please be sure to edit contract data in order not to be inconsistent with service fee.
ja_jp: 契約料金と矛盾がないように、契約データの修正も必ず行ってください。
th_th: กรุณาแก้ไขข้อมูลสัญญาโดยไม่ให้ขัดแย้งกับค่าเช่า/ค่าบริการ

# MSG6023
source: You do not have a permission to cancel billing detail.
ja_jp: 請求明細破棄の権限がありません。
th_th: คุณไม่สามารถยกเลิกข้อมูลรายการเรียกเก็บได้

# MSG6024
source: Issued billing detail and cancelled billing detail must be same billing type.
ja_jp: 破棄明細と発行明細は同一請求種別を持たなければなりません。
th_th: ข้อมูลรายการเรียกเก็บที่ยกเลิกและออกใหม่ จะต้องมีประเภทการเรียกเก็บเดียวกัน

# MSG6025
source: Expected issue/bank transfer (other account) date cannot be in the past.
ja_jp: 発行／振替予定日は過去日付で登録できません。
th_th: วันที่คาดว่าจะออกใบแจ้งหนี้/หักบัญชีอัตโนมัติต้องไม่ใช่วันที่ในอดีต

# MSG6026
source: Specified expected issue/bank transfer (other account) date is not the bank transfer (other account) date set in master.
ja_jp: 指定した発行／振替予定日はマスターに設定している振替日と一致していません。
th_th: วันที่คาดว่าจะออกใบแจ้งหนี้/หักบัญชีอัตโนมัติที่ระบุไว้ไม่สอดคล้องกับวันหักบัญชีที่ตั้งค่าไว้ในมาสเตอร์

# MSG6027
source: Specified expected issue/bank transfer (other account) date is not the credit card transfer date set in master.
ja_jp: 指定した発行／振替予定日はマスターに設定しているクレジットカードの振替日と一致していません。
th_th: วันที่คาดว่าจะออกใบแจ้งหนี้/หักบัญชีอัตโนมัติที่ระบุไว้ไม่สอดคล้องกับวันหักบัญชีบัตรเครดิตที่ตั้งค่าไว้ในมาสเตอร์

# MSG6028
source: Expected bank transfer (other account) date has already generated bank transfer (other account) bank file.
ja_jp: この振替予定日は自振銀行ファイル確定済みです。
th_th: วันที่คาดว่าจะหักบัญชีนี้มีการสร้างไฟล์ข้อมูลธนาคารสำหรับหักบัญชีอัตโนมัติเรียบร้อยแล้ว

# MSG6029
source: Expected bank transfer (other account) date has already generated credit card transfer file.
ja_jp: この振替予定日はクレジットカード振替ファイル確定済みです。
th_th: วันที่คาดว่าจะหักบัญชีนี้มีการสร้างไฟล์ข้อมูลการหักบัญชีบัตรเครดิตเรียบร้อยแล้ว

# MSG6030
source: Billing period (from) must be the same date as Start operation date or after.
ja_jp: 「請求期間（開始）」は実施日以降の日付で登録しなければなりません。
th_th: "รอบบิล (เริ่มต้น)" ต้องเป็นวันเดียวกับหรือหลังจากวันที่เปิดใช้บริการ

# MSG6031
source: Billing period ({0}-{1}) must be continuous period with existing billing detail's billing period.
ja_jp: 請求期間（{0}～{1}）が既存請求明細の請求期間の継続期間でなければなりません。
th_th: รอบบิล ({0}-{1}) ต้องเป็นช่วงเวลาต่อเนื่องกับรอบบิลของรายการเรียกเก็บที่อยู่ในระบบ

# MSG6032
source: Billing period ({0}-{1}) must not be overlapped with exiting billing detail's billing period.
ja_jp: 請求期間（{0}～{1}）が既存請求明細の請求期間と重複してはいけません。
th_th: รอบบิล ({0}-{1}) ต้องไม่ทับซ้อนกับรอบบิลของรายการเรียกเก็บที่อยู่ในระบบ

# MSG6033
source: Cannot register because there will be no billing detail from 'Start date of billing period' of the first billing history.
ja_jp: 請求履歴の最初の適用期間開始日からの請求明細が存在しなくなるため登録できません。
th_th: ไม่สามารถบันทึกข้อมูลได้เนื่องจากจะทำให้ไม่มีข้อมูลตั้งแต่วันเริ่มรอบบิลแรกของประวัติการเรียกเก็บได้

# MSG6034
source: Cannot create billing detail before 'Start date of billing period' of the first billing history.
ja_jp: 請求履歴の最初の適用期間開始日より前の請求明細は作成できません。
th_th: ไม่สามารถสร้างข้อมูลรายการเรียกเก็บก่อนหน้าวันเริ่มรอบบิลแรกของประวัติการเรียกเก็บได้

# MSG6035
source: This billing detail was issued invoice and the invoice has more one billing detail. Do you want to continue cancellation?
ja_jp: この請求明細は請求書発行済みで、その請求書には複数の請求明細があります。破棄処理を進めますか？
th_th: ข้อมูลรายการเรียกเก็บนี้มีการออกใบแจ้งหนี้ซึ่งออกโดยรวมหลายข้อมูลแล้ว คุณต้องการดำเนินการยกเลิกข้อมูลหรือไม่?

# MSG6036
source: The adjust-on-next-period amount is registered in this billing basic. Please check whether there is a mistake or not, or whether it's necessary to edit or delete the adjust-on-next-period amount or not.
ja_jp: この請求基本には次回調整金額の登録があります。処理金額に誤りがないかを確認してください。また、次回調整金額の修正、削除が必要でないか確認してください。
th_th: มีการบันทึกข้อมูลยอดเงินที่จะเพิ่ม/ลดในรอบบิลถัดไปในข้อมูลพื้นฐานการเรียกเก็บนี้แล้ว กรุณาตรวจสอบว่ายอดเงินถูกต้องหรือไม่ และจำเป็นต้องแก้ไขหรือลบข้อมูลยอดเงินที่จะเพิ่ม/ลดในรอบบิลถัดไปหรือไม่

# MSG6037
source: Adjust billing period (from) must be the same date as Start operation date or after.
ja_jp: 「次回調整期間（開始）」は実施日以降の日付で登録しなければなりません。
th_th: "รอบบิลที่ปรับยอด (เริ่มต้น)" ต้องเป็นวันเดียวกับหรือหลังจากวันที่เปิดใช้บริการ

# MSG6038
source: Adjust billing period (to) must be the same date as Last billing date or before.
ja_jp: 「次回調整期間（終了）」は請求最終日以前の日付で登録しなければなりません。
th_th: "รอบบิลที่ปรับยอด (เริ่มต้น)" ต้องเป็นวันเดียวกับหรือหลังจากวันที่เปิดใช้บริการ

# MSG6039
source: Are you sure to change adjust-on-next-period data?
ja_jp: 次回調整データを変更しますが、よろしいですか？
th_th: คุณแน่ใจหรือไม่ที่จะเปลี่ยนแปลงข้อมูลยอดเงินที่จะเพิ่ม/ลดในรอบบิลถัดไป?

# MSG6040
source: Billing customer does not exist.
ja_jp: この請求先は存在しません。
th_th: ลูกค้าสำหรับออกใบแจ้งหนี้นี้ไม่มีในระบบ

# MSG6041
source: Billing basic does not exist.
ja_jp: この請求基本は存在しません。
th_th: ข้อมูลพื้นฐานการเรียกเก็บนี้ไม่มีในระบบ

# MSG6042
source: Billing detail does not exist.
ja_jp: この請求明細は存在しません。
th_th: รายการเรียกเก็บนี้ไม่มีในระบบ

# MSG6043
source: Invoice does not exist.
ja_jp: この請求書は存在しません。
th_th: ใบแจ้งหนี้นี้ไม่มีในระบบ

# MSG6044
source: Cannot switch to bank transfer (other account)/credit card because payment method of billing basic is not bank transfer (other account)/credit card.
ja_jp: 支払方法が「自振」または「クレジットカード」以外のため、自振／クレジットカード乗替処理を行えません。
th_th: ไม่สามารถดำเนินการหักบัญชีอัตโนมัติ/หักบัญชีบัตรเครดิตได้เนื่องจากวิธีการชำระเงินไม่ใช่ "หักบัญชีอัตโนมัติ" หรือ "ชำระผ่านบัตรเครดิต"

# MSG6045
source: Please switch to bank transfer (other account)/credit card by invoice because billing detail is already issued invoice and have more than 1 detail in invoice.
ja_jp: この請求明細は請求書発行済みで、請求書が複数の請求明細を持っているため、自振／クレジットカード乗替は請求書単位で行ってください。
th_th: ข้อมูลรายการเรียกเก็บนี้มีการออกใบแจ้งหนี้ซึ่งออกโดยรวมหลายข้อมูลแล้ว กรุณาดำเนินการดำเนินการหักบัญชีอัตโนมัติ/หักบัญชีบัตรเครดิตโดยแยกตามใบแจ้งหนี้

# MSG6046
source: Cannot switch to bank transfer (other account)/credit card because billing detail is not payment status as 00 -unissued invoice or 01-unpaid invoice and only 1 detail in invoice.
ja_jp: 請求明細の入金区分が「00（請求書未発行）」、または「01（未入金）」（請求書の明細は一つだけ存在）ではないため、自振／クレジットカード乗替処理を行えません。
th_th: ไม่สามารถดำเนินการหักบัญชีอัตโนมัติ/หักบัญชีบัตรเครดิตได้เนื่องจากสถานะการชำระเงินของข้อมูลนี้ไม่ใช่ "00" (ยังไม่ได้ออกใบแจ้งหนี้) หรือ "01" (ยังไม่ได้ชำระเงิน) และมีแค่ข้อมูลเดียวในใบแจ้งหนี้นี้

# MSG6047
source: Cannot stop bank transfer (other account)/credit card because billing detail is already issued invoice and have more than 1 detail in invoice.
ja_jp: この請求明細は請求書発行済みで、請求書が複数の請求明細を持っているため、自振／クレジットカード停止処理を行えません。
th_th: ไม่สามารถระงับการหักบัญชีอัตโนมัติ/หักบัญชีบัตรเครดิตได้เนื่องจากข้อมูลรายการเรียกเก็บนี้มีการออกใบแจ้งหนี้ซึ่งออกโดยรวมหลายข้อมูลแล้ว

# MSG6048
source: Cannot stop bank transfer (other account)/credit card because billing detail is not payment status as 04 -unissued invoice or 03-unpaid invoice and only 1 detail in invoice.
ja_jp: 請求明細の入金区分が「04（請求書未発行）」、または「03（未入金）」（請求書の明細は一つだけ存在）ではないため、自振／クレジットカード停止処理を行えません。
th_th: ไม่สามารถระงับการหักบัญชีอัตโนมัติ/หักบัญชีบัตรเครดิตได้เนื่องจากสถานะการชำระเงินของข้อมูลนี้ไม่ใช่ "04" (ยังไม่ได้ออกใบแจ้งหนี้) หรือ "03" (ยังไม่ได้ชำระเงิน) และมีแค่ข้อมูลเดียวในใบแจ้งหนี้นี้

# MSG6049
source: Cannot change expected issue date/bank transfer (other account) date because billing detail is not unpaid and unissued invoice.
ja_jp: 請求書未発行、未入金の明細でないため、発行／振替予定日を変更できません。
th_th: ไม่สามารถเปลี่ยนวันที่คาดว่าจะออกใบแจ้งหนี้/หักบัญชีอัตโนมัติได้เนื่องจากไม่ใช่ข้อมูลที่ยังไม่ได้ออกใบแจ้งหนี้และยังไม่ชำระเงิน

# MSG6050
source: Cannot switch to bank transfer (other account)/credit card because there is any billing code which has different account information in bank transfer (other account) information/credit card information.
ja_jp: 自振情報／クレジットカード情報に関して、異なる口座情報の請求コードがあるため、自振／クレジットカード乗替処理を行えません。
th_th: ไม่สามารถดำเนินการหักบัญชีอัตโนมัติ/หักบัญชีบัตรเครดิตได้เนื่องจากมีเลขที่รายการเรียกเก็บที่มีข้อมูลบัญชีของการหักบัญชีอัตโนมัติ/บัตรเครดิตไม่เหมือนกัน

# MSG6051
source: Cannot switch to bank transfer (other account)/credit card because billing detail is not payment status as 01-unpaid invoice.
ja_jp: 請求明細の入金区分が「01（未入金）」以外のため、自振／クレジットカード乗替処理を行えません。
th_th: ไม่สามารถดำเนินการหักบัญชีอัตโนมัติ/หักบัญชีบัตรเครดิตได้เนื่องจากสถานะการชำระเงินของข้อมูลนี้ไม่ใช่ "01" (ยังไม่ได้ชำระเงิน)

# MSG6052
source: Cannot stop bank transfer (other account)/credit card because billing detail is not payment status 03-unpaid invoice.
ja_jp: 請求明細の入金区分が「03（未入金）」以外のため、自振／クレジットカード停止処理を行えません。
th_th: ไม่สามารถระงับการหักบัญชีอัตโนมัติ/หักบัญชีบัตรเครดิตได้เนื่องจากสถานะการชำระเงินของข้อมูลนี้ไม่ใช่ "03" (ยังไม่ได้ชำระเงิน)

# MSG6053
source: Cannot cancel billing detail of intermediate term.
ja_jp: 最新適用期間でない明細を破棄することはできません。
th_th: ไม่สามารถยกเลิกข้อมูลรายการเรียกเก็บที่ไม่ใช่รอบบิลล่าสุดได้

# MSG6054
source: Please specify at least 1 billing detail to cancel.
ja_jp: 破棄するためには、少なくとも1つの請求明細を選択してください。
th_th: กรุณาเลือกรายการเรียกเก็บอย่างน้อย 1 รายการเพื่อทำการยกเลิก

# MSG6055
source: Please issue at least 1 billing detail.
ja_jp: 少なくとも1つの請求明細を発行してください。
th_th: กรุณาสร้างรายการเรียกเก็บอย่างน้อย 1 รายการ

# MSG6056
source: Billing basic: {0} is careful special. Cannot edit billing basic, billing detail and invoice information.
ja_jp: 請求基本 {0} が指示物件として設定されているため、この請求基本、及びこの請求基本を持つ請求明細、請求書情報を編集できません。
th_th: ข้อมูลพื้นฐานการเรียกเก็บ {0} ถูกตั้งค่าให้ต้องให้ความสนใจเป็นพิเศษ ดังนั้นจึงไม่สามารถแก้ไขข้อมูลพื้นฐานการเรียกเก็บ รายการเรียกเก็บและใบแจ้งหนี้ได้

# MSG6057
source: Contract no. does not exist.
ja_jp: 契約コードが存在しません。
th_th: เลขที่สัญญาไม่มีในระบบ

# MSG6058
source: The total of registered billing amount must be equal to the amount of last service fee.
ja_jp: 登録した請求月額の合計が最新契約料金と同額でなければなりません。
th_th: ยอดรวมราคาที่เรียกเก็บที่กรอกไว้ต้องเท่ากับค่าเช่า/ค่าบริการล่าสุด

# MSG6059
source: Billing detail in invoice must have same billing type.
ja_jp: 請求書の全ての請求明細が同一請求種別を持たなければなりません。
th_th: รายการเรียกเก็บทั้งหมดในใบแจ้งหนี้จะต้องมีประเภทการเรียกเก็บเดียวกัน

# MSG6060
source: Billing detail in invoice must have same paymant method.
ja_jp: 請求書の全ての請求明細が同一支払方法を持たなければなりません。
th_th: รายการเรียกเก็บทั้งหมดในใบแจ้งหนี้จะต้องมีวิธีการชำระเงินเดียวกัน

# MSG6061
source: Billing detail in invoice must have same tax rate.
ja_jp: 請求書の全ての請求明細が同一税率を持たなければなりません。
th_th: รายการเรียกเก็บทั้งหมดในใบแจ้งหนี้จะต้องมีอัตราภาษีเท่ากัน

# MSG6062
source: This contract must be start operation.
ja_jp: この契約は実施済みでなければなりません。
th_th: สัญญานี้ต้องเปิดใช้บริการแล้ว

# MSG6063
source: Billing period (from-to) must not duplicate with existing billing detail.
ja_jp: 請求期間（開始～終了）が既存請求明細の請求期間と重複してはいけません。
th_th: รอบบิล (ตั้งแต่-จนถึง) ต้องไม่ทับซ้อนกับรอบบิลของรายการเรียกเก็บที่อยู่ในระบบ

# MSG6064
source: Cannot issue sale invoice because process management status is not 2: Stock-out or 4: Installation completed but not accepted.
ja_jp: 進行管理状態が「2（出庫）」または「4（完了済未検収）」以外のため、売却請求書を発行することができません。
th_th: ไม่สามารถออกใบแจ้งหนี้งานขายขาดได้เนื่องจากสถานะการดำเนินการของลูกค้าขายขาดไม่ใช่ "2 (จัดส่งแล้ว)" หรือ "4 (ติดตั้งเสร็จสิ้นแล้ว แต่ยังไม่ตรวจรับ)"

# MSG6065
source: Please specify at least 1 billing detail to separate invoice.
ja_jp: 請求書分離するために、少なくとも1つの請求明細を選択してください。
th_th: กรุณาเลือกรายการเรียกเก็บอย่างน้อย 1 รายการเพื่อทำการแยกใบแจ้งหนี้

# MSG6066
source: "Not change invoice no." of Separate invoice is being checked. Please check whether there is a mistake or not.
ja_jp: 請求書分離の「請求書番号変更しない」チェックボックスにチェックされています。間違いがないか確認して下さい。
th_th: ช่อง "ไม่เปลี่ยนเลขที่ใบแจ้งหนี้" ในส่วนของการแยกใบแจ้งหนี้ถูกเลือกอยู่ กรุณาตรวจสอบความถูกต้องอีกครั้ง

# MSG6067
source: Please specify at least 1 billing detail to combine invoice.
ja_jp: 請求書結合するために、少なくとも1つの請求明細を選択してください。
th_th: กรุณาเลือกรายการเรียกเก็บอย่างน้อย 1 รายการเพื่อทำการรวมใบแจ้งหนี้

# MSG6068
source: User can combine only same billing type.
ja_jp: 同一請求種別を持つ請求明細のみ結合できます。
th_th: คุณสามารถรวมใบแจ้งหนี้ได้เฉพาะข้อมูลที่มีประเภทการเรียกเก็บเดียวกันเท่านั้น

# MSG6069
source: "Not change invoice no." of Combine invoice is being checked. Please check whether there is a mistake or not.
ja_jp: 請求書結合の「請求書番号変更しない」チェックボックスにチェックされています。間違いがないか確認して下さい。
th_th: ช่อง "ไม่เปลี่ยนเลขที่ใบแจ้งหนี้" ในส่วนของการรวมใบแจ้งหนี้ถูกเลือกอยู่ กรุณาตรวจสอบความถูกต้องอีกครั้ง

# MSG6070
source: This process will separate all detail of separated source invoice. Do you want to continue?
ja_jp: 分離元請求書から全ての明細が分離される処理となりますが、よろしいですか？
th_th: คุณแน่ใจหรือไม่ที่จะแยกใบแจ้งหนี้ของข้อมูลรายการเรียกเก็บทั้งหมดออกจากใบแจ้งหนี้นี้

# MSG6071
source: Sale contract dose not exist.
ja_jp: 売買契約が存在しません。
th_th: สัญญาขายขาดไม่มีในระบบ

# MSG6072
source: Partial fee which is not issued will be issued here. Do you want to continue?
ja_jp: 未発行の一部金がこの登録で合わせて発行されます。処理を進めますか？
th_th: ราคาแบ่งจ่ายที่ยังไม่ได้ออกใบแจ้งหนี้ จะถูกออกใบแจ้งหนี้ไปด้วยในครั้งนี้ คุณต้องการดำเนินการต่อหรือไม่?

# MSG6073
source: Cannot separate invoice: {0} because this invoice has payment status {1}.
ja_jp: 請求書 {0} は入金区分 {1} を持っているため、この請求書から分離できません。
th_th: ไม่สามารถแยกใบแจ้งหนี้ {0} ได้เนื่องจากมีสถานะการชำระเงินเป็น {1}

# MSG6074
source: Cannot combine invoice: {0} because this invoice has payment status {1}.
ja_jp: 請求書 {0} は入金区分 {1} を持っているため、この請求書に結合できません。
th_th: ไม่สามารถรวมใบแจ้งหนี้ {0} ได้เนื่องจากมีสถานะการชำระเงินเป็น {1}

# MSG6075
source: Cannot change bank transfer (other account) payment method because billing basic was issued billing detail or issued invoice for Bank transfer (other account).
ja_jp: この請求基本は自振の請求明細、または請求書発行済みのため、自振の支払方法を変更できません。
th_th: ไม่สามารถเปลี่ยนแปลงวิธีการชำระเงินแบบหักบัญชีอัตโนมัติได้เนื่องจากข้อมูลพื้นฐานการเรียกเก็บนี้ได้ออกรายการเรียกเก็บหรือใบแจ้งหนี้สำหรับหักบัญชีอัตโนมัติแล้ว

# MSG6076
source: Cannot change auto transfer information because billing basic was issued invoice for Auto transfer.
ja_jp: この請求基本は自振請求書発行済みのため、自振情報を変更できません。
th_th: ไม่สามารถเปลี่ยนแปลงข้อมูลการหักบัญชีอัตโนมัติได้เนื่องจากข้อมูลพื้นฐานการเรียกเก็บนี้ได้ออกใบแจ้งหนี้สำหรับหักบัญชีอัตโนมัติแล้ว

# MSG6077
source: Cannot change credit card payment method because billing basic was issued billing detail or issued invoice for Credit card.
ja_jp: この請求基本はクレジットカードの請求明細、または請求書発行済みのため、クレジットカードの支払方法を変更できません。
th_th: ไม่สามารถเปลี่ยนแปลงวิธีการชำระเงินแบบหักผ่านบัตรเครดิตได้เนื่องจากข้อมูลพื้นฐานการเรียกเก็บนี้ได้ออกรายการเรียกเก็บหรือใบแจ้งหนี้สำหรับหักผ่านบัตรเครดิตแล้ว

# MSG6078
source: Cannot change credit card information because billing basic was issued invoice for Credit card.
ja_jp: この請求基本はクレジットカードの請求書発行済みのため、クレジットカード情報を変更できません。
th_th: ไม่สามารถเปลี่ยนแปลงข้อมูลบัตรเครดิตได้เนื่องจากข้อมูลพื้นฐานการเรียกเก็บนี้ได้ออกใบแจ้งหนี้สำหรับหักผ่านบัตรเครดิตแล้ว

# MSG6079
source: Cannot separate from invoice: {0} because this invoice has different billing customer code.
ja_jp: 請求書 {0} が異なる請求先コードを持っているため、この請求書から分離できません。
th_th: ไม่สามารถแยกใบแจ้งหนี้ {0} ได้เนื่องจากมีรหัสลูกค้าสำหรับออกใบแจ้งหนี้ไม่ตรงกัน

# MSG6080
source: Cannot combine to invoice: {0} because this invoice has different billing customer code.
ja_jp: 請求書 {0} が異なる請求先コードを持っているため、この請求書に結合できません。
th_th: ไม่สามารถรวมใบแจ้งหนี้ {0} ได้เนื่องจากมีรหัสลูกค้าสำหรับออกใบแจ้งหนี้ไม่ตรงกัน

# MSG6081
source: Cannot create invoice because this invoice has different billing customer code.
ja_jp: この請求書は、異なる請求先コードを持っているため、作成できません。
th_th: ไม่สามารถสร้างใบแจ้งหนี้นี้ได้เนื่องจากมีรหัสลูกค้าสำหรับออกใบแจ้งหนี้ไม่ตรงกัน

# MSG6082
source: Cannot edit monthly service fee because there is no monthly service fee data.
ja_jp: 月次契約料金がシステムにないため、編集できません。
th_th: ไม่สามารถแก้ไขค่าเช่า/ค่าบริการรายเดือนได้เนื่องจากไม่มีข้อมูลในระบบ

# MSG6083
source: Cannot save billing detail information because the result of calculation billing amount exceed 12 digits.
ja_jp: 計算した請求金額の桁数が12桁を超えているため、請求明細情報を保存できません。
th_th: ไม่สามารถจัดเก็บข้อมูลรายการเรียกเก็บได้เนื่องจากราคาเรียกเก็บที่คำนวณได้เกิน 10 หลัก

# MSG6084
source: Cannot save invoice information because the result of calculation invoice amount exceed 12 digits.
ja_jp: 計算した請求書金額の桁数が12桁を超えているため、請求書情報を保存できません。
th_th: ไม่สามารถจัดเก็บข้อมูลใบแจ้งหนี้ได้เนื่องจากยอดเงินในใบแจ้งหนี้ที่คำนวณได้เกิน 10 หลัก

# MSG6085
source: Cannot save invoice information because the result of calculation VAT amount exceed 12 digits.
ja_jp: 計算したVAT税額の桁数が12桁を超えているため、請求書情報を保存できません。
th_th: ไม่สามารถจัดเก็บข้อมูลใบแจ้งหนี้ได้เนื่องจากภาษีมูลค่าเพิ่มที่คำนวณได้เกิน 10 หลัก

# MSG6086
source: Cannot save invoice information because the result of calculation WHT amount exceed 12 digits.
ja_jp: 計算したWHT税額の桁数が12桁を超えているため、請求書情報を保存できません。
th_th: ไม่สามารถจัดเก็บข้อมูลใบแจ้งหนี้ได้เนื่องจากภาษีหัก ณ ที่จ่ายที่คำนวณได้เกิน 10 หลัก

# MSG6087
source: You do not have a permission to operate this process
ja_jp: この処理を行う権限がありません。
th_th: คุณไม่มีสิทธิ์ในการใช้งานส่วนนี้

# MSG6088
source: Billing period ({0}-{1}) must be duplicate period with existing billing detail's billing period.
ja_jp: 請求期間（{0}～{1}）は既存請求明細の請求期間と重複してはいけません。
th_th: รอบบิล ({0}-{1}) ต้องไม่ทับซ้อนกับรอบบิลของรายการเรียกเก็บที่อยู่ในระบบ

# MSG6089
source: Cannot register billing basic because there must be at least one billing OCC which 'Start date of billing period' of the first billing history is the same date as 'New start service date'.
ja_jp: 一番最初の請求履歴の「適用期間開始」が新規実施日と同一の請求OCCが一つも存在しないため、請求基本情報を登録できません。
th_th: ไม่สามารถบันทึกข้อมูลพื้นฐานการเรียกเก็บได้เนื่องจากจะต้องมีอย่างน้อยหนึ่ง OCC การเรียกเก็บที่วันเริ่มรอบบิลของประวัติการเรียกเก็บแรกสุดเป็นวันเดียวกับวันเริ่มเปิดใช้บริการ

# MSG6090
source: Please specify billing type.
ja_jp: 請求種別を指定してください。
th_th: กรุณาระบุประเภทการเรียกเก็บ

# MSG6091
source: Please specify at least 1 record.
ja_jp: 少なくとも処理対象を１つ以上登録してください。
th_th: กรุณาระบุข้อมูลอย่างน้อย 1 รายการ

# MSG6092
source: "First Sell" cannot be selected altogether with "Non-First Sell" or "Add Sale" record when performing "Cancel and Re-create" process. Process must be created separately
ja_jp: 初回売却料とそれ以外の追加売却料などが混在した破棄再作成はできません。それぞれ別々に破棄再作成処理を行ってください。
th_th: "ข้อมูลการขายใหม่ครั้งแรก" ไม่สามารถเลือกปนกับ "ข้อมูลการขายใหม่ที่ไม่ใช่ครั้งแรก" หรือ "ข้อมูลการขายเพิ่ม" เพื่อทำขั้นตอนการยกเลิกและออกใบเสร็จใหม่ได้ ให้ทำแยกทีละรายการ

# MSG6093
source: Billing type {0} <b><u>doesn't have</u></b> first fee flag in system.<br/>Do you want to continue?
th_th: ประเภทการเรียกเก็บ {0} ยัง<b><u>ไม่มีการระบุ</u></b>เป็นค่าใช้จ่ายครั้งแรกในระบบ<br/>ต้องการดำเนินการต่อหรือไม่?

# MSG6094
source: Billing type {0} already has first fee flag in system.<br/>Do you want to continue?
th_th: ประเภทการเรียกเก็บ {0} มีการระบุเป็นค่าใช้จ่ายครั้งแรกแล้วในระบบ<br/>ต้องการดำเนินการต่อหรือไม่?
