Repository: EliGosK/SECOM_AJIS_INDO
Catalog: SECOM_AJIS/App_GlobalResources/Billing/BLS070.*.resx
Languages: ja_jp, th_th

# btnCallScreenToSelectCombileDetail
source: Call screen to select combine detail
ja_jp: 結合明細選択画面呼び出し
th_th: เรียกหน้าจอเพื่อเลือกข้อมูลที่จะรวมใบแจ้งหนี้

# btnRetrieve
source: Retrieve
ja_jp: 取得
th_th: ดึงข้อมูล

# chkComNotChangeInvoiceNo
source: Not change invoice no.
ja_jp: 請求書番号変更しない
th_th: ไม่เปลี่ยนเลขที่ใบแจ้งหนี้

# chkSepNotChangeInvoiceNo
source: Not change invoice no.
ja_jp: 請求書番号変更しない
th_th: ไม่เปลี่ยนเลขที่ใบแจ้งหนี้

# dtpCustomerAcceptanceDate
source: Customer acceptance date
ja_jp: 客先引渡日
th_th: วันส่งมอบสินค้า

# lblComBillingTargetCode
source: Billing customer code
ja_jp: 請求先コード
th_th: รหัสลูกค้าสำหรับออกใบแจ้งหนี้

# lblComBliiingClientNameEN
source: Billing customer name (English)
ja_jp: 請求先名称 (英語)
th_th: ชื่อลูกค้าสำหรับเรียกเก็บ (อังกฤษ)

# lblComBliiingClientNameLC
source: Billing customer name (Local)
ja_jp: 請求先名称 (現地語)
th_th: ชื่อลูกค้าสำหรับเรียกเก็บ (ไทย)

# lblComInvoiceNo
source: Invoice no.
ja_jp: 請求書番号
th_th: เลขที่ใบแจ้งหนี้

# lblHeader1AftAmount
source: Amount
ja_jp: 金額
th_th: จำนวนเงิน

# lblHeader1AfterSeparate
source: After separate
ja_jp: 分離後
th_th: หลังแยก

# lblHeader1AftNumberOfDetail
source: Number of detail
ja_jp: 明細数
th_th: จำนวนข้อมูล

# lblHeader1BefAmount
source: Amount
ja_jp: 金額
th_th: จำนวนเงิน

# lblHeader1BefNumberOfDetail
source: Number of detail
ja_jp: 明細数
th_th: จำนวนข้อมูล

# lblHeader1BeforeSeparate
source: Before separate
ja_jp: 分離前
th_th: ก่อนแยก

# lblHeader2BillingAmount
source: Billing service fee
ja_jp: 請求金額
th_th: ราคาที่เรียกเก็บ

# lblHeader2BillingCode
source: Billing code
ja_jp: 請求コード
th_th: เลขที่รายการเรียกเก็บ

# lblHeader2BillingType
source: Billing type
ja_jp: 請求種別
th_th: ประเภทการเรียกเก็บ

# lblHeader2IssueInvoiceofSeparateDetail
source: Issue invoice of separate detail
ja_jp: 分離明細請求書発行
th_th: กำหนดออกใบแจ้งที่แยก

# lblHeader2RunningNo
source: Running no.
ja_jp: 発行連番
th_th: เลขที่ Running no.

# lblHeader2SelectSeparateDetail
source: Select separate detail
ja_jp: 分離明細<BR>選択
th_th: เลือกข้อมูลที่จะแยก

# lblHeader2SiteName
source: Premise’s name <BR> (1) English <BR> (2) Local
ja_jp: 物件／納入先名称 <BR> (1) 英語 <BR> (2) 現地語
th_th: ชื่อสถานที่ติดตั้ง <BR> (1) อังกฤษ <BR> (2) ไทย

# lblHeader3AftAmount
source: Amount
ja_jp: 金額
th_th: จำนวนเงิน

# lblHeader3AfterSeparate
source: After separate
ja_jp: 分離後
th_th: หลังแยก

# lblHeader3AftNumberOfDetail
source: Number of detail
ja_jp: 明細数
th_th: จำนวนข้อมูล

# lblHeader3BefAmount
source: Amount
ja_jp: 金額
th_th: จำนวนเงิน

# lblHeader3BefNumberOfDetail
source: Number of detail
ja_jp: 明細数
th_th: จำนวนข้อมูล

# lblHeader3BeforeSeparate
source: Before separate
ja_jp: 分離前
th_th: ก่อนแยก

# lblHeader4BillingAmount
source: Billing service fee
ja_jp: 請求金額
th_th: ราคาที่เรียกเก็บ

# lblHeader4BillingCode
source: Billing code
ja_jp: 請求コード
th_th: เลขที่รายการเรียกเก็บ

# lblHeader4BillingType
source: Billing type
ja_jp: 請求種別
th_th: ประเภทการเรียกเก็บ

# lblHeader4RunningNo
source: Running no.
ja_jp: 発行連番
th_th: เลขที่ Running no.

# lblHeader4SiteName
source: <div>Premise’s name <BR> (1) English <BR> (2) Local</div>
ja_jp: <div>物件／納入先名称 <BR> (1) 英語 <BR> (2) 現地語</div>
th_th: <div>ชื่อสถานที่ติดตั้ง <BR> (1) อังกฤษ <BR> (2) ไทย</div>

# lblIssueInvoiceAfterCombine
source: Issue invoice after combine
ja_jp: 結合後請求書発行
th_th: กำหนดออกใบแจ้งหลังรวม

# lblIssueInvoiceAfterSeparate
source: Issue invoice after separate
ja_jp: 分離後請求書発行
th_th: กำหนดออกใบแจ้งหลังแยก

# lblPaymentMethodsOfCombineToInvoice
source: Payment method of combine-to invoice
ja_jp: 結合先請求書支払方法
th_th: วิธีการชำระเงินของใบแจ้งหนี้ที่รวม

# lblPaymentMethodsOfSeparateFrom
source: Payment method of separate-from invoice
ja_jp: 分離元請求書支払方法
th_th: วิธีการชำระเงินของใบแจ้งหนี้ที่แยก

# lblSelCombineToInvoiceNo
source: Combine-to invoice no.
ja_jp: 結合先請求書番号
th_th: เลขที่ใบแจ้งหนี้ที่รวม

# lblSelContractCode
source: Contract no.
ja_jp: 契約コード
th_th: เลขที่สัญญา

# lblSelSaleOCC
source: Sale OCC
ja_jp: 売却OCC
th_th: OCC ขายขาด

# lblSelSeparateFromInvoiceNo
source: Separate-from invoice no.
ja_jp: 分離元請求書番号
th_th: เลขที่ใบแจ้งหนี้ที่ต้องการแยก

# lblSepBillingTargetCode
source: Billing customer code
ja_jp: 請求先コード
th_th: รหัสลูกค้าสำหรับออกใบแจ้งหนี้

# lblSepBliiingClientNameEN
source: Billing customer name (English)
ja_jp: 請求先名称 (英語)
th_th: ชื่อลูกค้าสำหรับเรียกเก็บ (อังกฤษ)

# lblSepBliiingClientNameLC
source: Billing customer name (Local)
ja_jp: 請求先名称 (現地語)
th_th: ชื่อลูกค้าสำหรับเรียกเก็บ (ไทย)

# lblSepInvoiceNo
source: Invoice no.
ja_jp: 請求書番号
th_th: เลขที่ใบแจ้งหนี้

# lblTableHeader1
source: Manage invoice information (CF-15)
ja_jp: 請求書情報管理（CF-15）
th_th: จัดการข้อมูลใบแจ้งหนี้ (CF-15)

# lblTableHeader2
source: Select process
ja_jp: 処理選択
th_th: เลือกการทำงาน

# lblTableHeader3
source: Separate invoice
ja_jp: 請求書分離
th_th: แยกใบแจ้งหนี้

# lblTableHeader4
source: Separate-from invoice
ja_jp: 分離元請求書
th_th: ใบแจ้งหนี้ที่ต้องการแยก

# lblTableHeader5
source: Combine invoice
ja_jp: 請求書結合
th_th: รวมใบแจ้งหนี้

# lblTableHeader6
source: Combine-to invoice
ja_jp: 結合先請求書
th_th: ใบแจ้งหนี้รวม

# lblTableHeader7
source: Register customer acceptance date (Issue sale invoice)
ja_jp: 客先引渡日登録（売却請求書発行）
th_th: บันทึกวันส่งมอบสินค้า (ออกใบแจ้งหนี้สัญญาขาย)

# rdoCombineInvoice
source: Combine invoice
ja_jp: 請求書結合
th_th: รวมใบแจ้งหนี้

# rdoIssueSaleInvoice
source: Register customer acceptance date<br> (Issue sale invoice)
ja_jp: 客先引渡日登録（売却請求書発行）
th_th: บันทึกวันส่งมอบสินค้า (ออกใบแจ้งหนี้สัญญาขาย)

# rdoSeparateInvoice
source: Separate invoice
ja_jp: 請求書分離
th_th: แยกใบแจ้งหนี้

# txtBillingAmount
source: Product price (excluding tax)
ja_jp: 請求金額
th_th: ราคาที่เรียกเก็บ

# txtIssContractCode
source: Contract no.
ja_jp: 契約コード
th_th: เลขที่สัญญา

# txtIssSaleOCC
source: Sale OCC
ja_jp: 売却OCC
th_th: OCC ขายขาด

# txtVATAmount
source: VAT amount
ja_jp: VAT税額
th_th: ภาษีมูลค่าเพิ่ม

# txtWHTAmount
source: WHT amount
ja_jp: WHT税額
th_th: ภาษีหัก ณ ที่จ่าย

# headerAfterCombine
source: After combine
ja_jp: 結合後
th_th: หลังรวม

# headerBeforeCombine
source: Before combine
ja_jp: 結合前
th_th: ก่อนรวม
