Repository: EliGosK/SECOM_AJIS_INDO
Catalog: SECOM_AJIS/App_GlobalResources/Billing/BLS050.*.resx
Languages: ja_jp, th_th

# btnClear
source: Clear
ja_jp: クリア
th_th: ล้าง

# btnRetrieve
source: Retrieve
ja_jp: 取得
th_th: ดึงข้อมูล

# btnSelectProcess
source: Select process
ja_jp: 処理選択
th_th: เลือกการทำงาน

# lblAdjustBillingPeriod
source: Adjust billing period
ja_jp: 次回調整期間
th_th: รอบบิลที่ปรับยอด

# lblAdjustmentType
source: Adjustment type
ja_jp: 加減選択
th_th: ประเภทการปรับยอด

# lblBillingAmount
source: Billing service fee (exclude tax)
ja_jp: 請求金額（税抜）
th_th: ราคาที่เรียกเก็บ (ไม่รวมภาษี)

# lblBillingClientNameEN
source: Billing customer name (English)
ja_jp: 請求先名称 (英語)
th_th: ชื่อลูกค้าสำหรับเรียกเก็บ (อังกฤษ)

# lblBillingClientNameLC
source: Billing customer name (Local)
ja_jp: 請求先名称 (現地語)
th_th: ชื่อลูกค้าสำหรับเรียกเก็บ (ไทย)

# lblBillingCode
source: Billing code
ja_jp: 請求コード
th_th: เลขที่รายการเรียกเก็บ

# lblBillingOCC
source: Billing OCC
ja_jp: 請求OCC
th_th: OCC การเรียกเก็บ

# lblCurrentPaymentMethod
source: Current payment method
ja_jp: 現支払方法
th_th: วิธีการชำระเงินปัจจุบัน

# lblHeader2Billingamount
source: Billing service fee
ja_jp: 請求金額
th_th: ราคาที่เรียกเก็บ (บาท)

# lblHeader2Billingperiod
source: Billing period
ja_jp: 請求期間
th_th: รอบบิล

# lblHeader2Billingtype
source: Billing type
ja_jp: 請求種別
th_th: ประเภทการเรียกเก็บ

# lblHeader2Invoiceno
source: Invoice no.
ja_jp: 請求書番号
th_th: เลขที่ใบแจ้งหนี้

# lblHeader2Paymentstatus
source: Payment status
ja_jp: 入金区分
th_th: สถานะการชำระเงิน

# lblHeader2Runningno
source: Running no.
ja_jp: 発行連番
th_th: เลขที่ Running no.

# lblHeader2TopBillingdetailno
source: Billing detail
ja_jp: 請求明細
th_th: รายการเรียกเก็บ

# lblHeader3Billingamount
source: Billing service fee<span class="label-remark">*</span>
ja_jp: 請求金額 <span class="label-remark">*</span>
th_th: ราคาที่เรียกเก็บ (บาท)<span class="label-remark">*</span>

# lblHeader3BillingamountErrorMsg
source: Billing service fee
ja_jp: 請求金額
th_th: ราคาที่เรียกเก็บ

# lblHeader3Billingdetailinvoiceformat
source: Billing detail invoice format
ja_jp: 請求明細<br>請求書書式
th_th: รูปแบบใบแจ้งหนี้

# lblHeader3Billingtype
source: Billing type<span class="label-remark">*</span>
ja_jp: 請求種別<span class="label-remark">*</span>
th_th: ประเภทการเรียกเก็บ<span class="label-remark">*</span>

# lblHeader3BillingtypeErrorMsg
source: Billing type
ja_jp: 請求種別
th_th: ประเภทการเรียกเก็บ

# lblHeader3Expectedissueautotransferdate
source: Expected issue/auto transfer date (ddMMyyyy)
ja_jp: 発行／振替<br>予定日<br>(ddMMyyyy)
th_th: วันที่คาดว่าจะออกใบแจ้งหนี้/หักบัญชีอัตโนมัติ (ddMMyyyy)

# lblHeader3ExpectedissueautotransferdateErrorMsg
source: Expected issue/auto transfer date
ja_jp: 発行／振替予定日
th_th: วันที่คาดว่าจะออกใบแจ้งหนี้/หักบัญชีอัตโนมัติ

# lblHeader3From
source: From<br>(ddMMyyyy)
ja_jp: 開始<br>(ddMMyyyy)
th_th: ตั้งแต่<br>(ddMMyyyy)

# lblHeader3FromErrorMsg
source: Billing period (From)
ja_jp: 請求期間（開始）
th_th: วันที่รอบบิล (ตั้งแต่)

# lblHeader3Issueinvoice
source: Issue invoice
ja_jp: 請求書発行
th_th: ออกใบแจ้งหนี้

# lblHeader3Paymentmethod
source: Payment method<span class="label-remark">*</span>
ja_jp: 支払方法<span class="label-remark">*</span>
th_th: วิธีการชำระเงิน<span class="label-remark">*</span>

# lblHeader3PaymentmethodErrorMsg
source: Payment method
ja_jp: 支払方法
th_th: วิธีการชำระเงิน

# lblHeader3To
source: To<br>(ddMMyyyy)
ja_jp: 終了<br>(ddMMyyyy)
th_th: จนถึง<br>(ddMMyyyy)

# lblHeader3ToErrorMsg
source: Billing period (To)
ja_jp: 請求期間（終了）
th_th: วันที่รอบบิล (จนถึง)

# lblHeader3TopBillingperiod
source: Billing period<br>(Customer acceptance date)
ja_jp: 請求期間<br>（客先引渡日）
th_th: รอบบิล<br>(วันส่งมอบสินค้า)

# lblHeaderContractOCC
source: Contract OCC
ja_jp: 契約OCC
th_th: OCC สัญญา

# lblNotice
source: Invoice of which the Credit note and Receipt are not canceled will not be shown in list.
ja_jp: クレジットノート及び領収書が取消されていない請求書は一覧に表示しません。
th_th: ใบแจ้งหนี้ที่ยังไม่ได้ยกเลิก ใบลดหนี้ และ ใบเสร็จรับเงิน จะไม่ถูกแสดงในรายการนี้

# lblProcessTypeAdj
source: Process type
ja_jp: 処理区分
th_th: ประเภทการทำงาน

# lblProcessTypeSpe
source: Process type
ja_jp: 処理区分
th_th: ประเภทการทำงาน

# lblTableHeader1
source: Specify process type
ja_jp: 処理区分指定
th_th: ระบุประเภทการทำงาน

# lblTableHeader2
source: Cancel billing detail
ja_jp: 請求明細破棄
th_th: ยกเลิกข้อมูลรายการเรียกเก็บ

# lblTableHeader3
source: Issue billing details
ja_jp: 発行請求明細
th_th: รายการเรียกเก็บที่จะออกใบแจ้งหนี้

# lblTableHeader4
source: Adjust on next period amount
ja_jp: 次回調整
th_th: ยอดเงินที่จะเพิ่ม/ลดในรอบบิลถัดไป

# rdoCancelBillingDetail
source: Cancel billing detail
ja_jp: 単純破棄
th_th: ยกเลิกข้อมูลรายการเรียกเก็บ

# rdoDelete
source: Delete
ja_jp: 削除
th_th: ลบข้อมูล

# rdoForceCreateBillingDetail
source: Force create billing detail
ja_jp: 強制作成
th_th: สร้างข้อมูลรายการเรียกเก็บ

# rdoReCreateBillingDetail
source: Re-create billing detail
ja_jp: 破棄再作成
th_th: ยกเลิกและสร้างข้อมูลเรียกเก็บใหม่

# rdoRegister
source: Register
ja_jp: 登録
th_th: บันทึกข้อมูล

# rdoRegisterAdjustOnNextPeriodAmount
source: Adjust on next period amount
ja_jp: 次回調整
th_th: ยอดเงินที่จะเพิ่ม/ลดในรอบบิลถัดไป
