Repository: EliGosK/SECOM_AJIS_INDO
Catalog: SECOM_AJIS/App_GlobalResources/Contract/CTS010.*.resx
Languages: ja_jp, th_th

# btnAdd
source: Add
ja_jp: 追加
th_th: เพิ่ม

# btnAddUpdate
source: Add/Update
ja_jp: 追加／更新
th_th: เพิ่ม/ปรับปรุง

# btnCancel
source: Cancel
ja_jp: キャンセル
th_th: ยกเลิก

# btnChangeQuotationTarget
source: Change quotation
ja_jp: 見積変更
th_th: เปลี่ยนใบคำนวณราคา

# btnClear
source: Clear
ja_jp: クリア
th_th: ล้าง

# btnClearBillingTarget
source: Clear billing customer
ja_jp: 請求先クリア
th_th: ล้างข้อมูลลูกค้า

# btnClearCustomer
source: Clear customer
ja_jp: 顧客クリア
th_th: ล้างข้อมูลลูกค้า

# btnClearSite
source: Clear premise
ja_jp: 物件クリア
th_th: ล้างข้อมูลสถานที่ติดตั้ง

# btnCopy
source: Copy
ja_jp: コピー
th_th: คัดลอก

# btnCopyContractTarget
source: Same as customer
ja_jp: 契約先と同じ
th_th: เหมือนข้อมูลผู้ทำสัญญา

# btnEditNextNewrentalContract
source: Edit next new rental contract
ja_jp: 次の新規継続契約編集
th_th: แก้ไขสัญญาเช่าใหม่ฉบับอื่น

# btnNew
source: New
ja_jp: 新規
th_th: สร้างใหม่

# btnNewEditBillingClientInfo
source: New/Edit billing customer
ja_jp: VAT登録先登録／編集
th_th: สร้าง/แก้ไขข้อมูลลูกค้า

# btnNewEditCustomerInfo
source: New/Edit customer info.
ja_jp: 顧客登録／編集
th_th: สร้าง/แก้ไขข้อมูลลูกค้า

# btnNewEditSiteInfo
source: New/Edit premise’s info.
ja_jp: 物件登録／編集
th_th: สร้าง/แก้ไขข้อมูลสถานที่ติดตั้ง

# btnRegisterNextNewRentalContract
source: Register next new rental contract
ja_jp: 次の新規継続契約登録
th_th: บันทึกสัญญาเช่าใหม่ฉบับอื่น

# btnRetrieve
source: Retrieve
ja_jp: 取得
th_th: ดึงข้อมูล

# btnRetrieveQuotationTarget
source: Retrieve
ja_jp: 取得
th_th: ดึงข้อมูล

# btnSearchBillingClient
source: Search
ja_jp: VAT登録先検索
th_th: ค้นหาลูกค้าสำหรับเรียกเก็บ

# btnSearchCustomer
source: Search customer
ja_jp: 顧客検索
th_th: ค้นหาลูกค้า

# btnSearchEmail
source: Search e-mail
ja_jp: メールアドレス検索
th_th: ค้นหาที่อยู่อีเมล์

# btnSearchQuotationTarget
source: Search quotation
ja_jp: 見積検索
th_th: ค้นหาใบคำนวณราคา

# btnSearchSite
source: Search premise
ja_jp: 物件検索
th_th: ค้นหาสถานที่ติดตั้ง

# btnViewQuotationDetail
source: View quotation detail
ja_jp: 見積明細照会
th_th: ดูข้อมูลการคำนวณราคา

# btnViewQuotationDetail1
source: View quotation detail
ja_jp: 見積明細照会
th_th: ดูข้อมูลการคำนวณราคา

# chkBranchContract
source: Branch contract
ja_jp: 支店契約
th_th: สาขาเป็นผู้ทำสัญญา

# chkContractDuration
source: Out of regulations about contract period
ja_jp: 契約期間規定外
th_th: อายุสัญญาต่างจากที่กำหนดไว้

# chkDevideBillingContractFee
source: Divide billing service fee
ja_jp: 契約料分割請求
th_th: แยกบิลค่าเช่า/ค่าบริการ

# headerAmount
source: Amount
ja_jp: 金額
th_th: จำนวนเงิน

# headerApprove
source: Approve contract
ja_jp: 成約承認時
th_th: เมื่ออนุมัติสัญญา

# headerBillingClientCode
source: Billing client code
ja_jp: VAT登録先<br/>コード
th_th: รหัสลูกค้าสำหรับเรียกเก็บ

# headerBillingClientName
source: <div>Name<br/>(1) English<br/>(2) Local</div>
ja_jp: <div>名称<br/>(1) 英語<br/>(2) 現地語</div>
th_th: <div>ชื่อ<br/>(1) อังกฤษ<br/>(2) ไทย</div>

# headerBillingContractFee
source: Service fee
ja_jp: 契約料金
th_th: ค่าเช่า/ค่าบริการ

# headerBillingDepositFee
source: Deposit fee
ja_jp: 保証金
th_th: ค่ามัดจำ

# headerBillingInstallationFee
source: <div>Installation fee at<br/>(1) approval<br/>(2) complete install<br/>(3) start service</div>
ja_jp: <div>工事料金<br/>(1) 成約承認時<br/>(2) 工事完了時<br/>(3) 実施時</div>
th_th: <div>ค่าติดตั้ง<br/>(1) เมื่ออนุมัติสัญญา<br/>(2) เมื่อเสร็จสิ้นการติดตั้ง<br/>(3) เมื่อเปิดใช้บริการ</div>

# headerBillingOfficeCode
source: Billing office
ja_jp: 請求事業所
th_th: สาขาที่ออกบิล

# headerBillingTargetCode
source: Billing customer code
ja_jp: 請求先コード
th_th: รหัสลูกค้าสำหรับออกใบแจ้งหนี้

# headerComplete
source: Complete installation
ja_jp: 工事完了時
th_th: เมื่อเสร็จสิ้นการติดตั้ง

# headerEdit
source: <div style="display:none;">Edit</div>
ja_jp: <div style="display:none;">編集</div>
th_th: <div style="display:none;">แก้ไข</div>

# headerEmail
source: E-mail
ja_jp: メール
th_th: อีเมล์

# headerFacilityCode
source: Facility code
ja_jp: 設備コード
th_th: รหัสอุปกรณ์ของลูกค้า

# headerFacilityName
source: Facility name
ja_jp: 設備名称
th_th: ชื่ออุปกรณ์ของลูกค้า

# headerGroupCode
source: Group code
ja_jp: グループコード
th_th: รหัสกลุ่มลูกค้า

# headerGroupNameEN
source: Group name (English)
ja_jp: グループ名称（英語）
th_th: ชื่อกลุ่มลูกค้า (อังกฤษ)

# headerGroupNameLC
source: Group name (Local)
ja_jp: グループ名称（現地語）
th_th: ชื่อกลุ่มลูกค้า (ไทย)

# headerInstrumentCode
source: Equipment code
ja_jp: 機器コード
th_th: รหัสอุปกรณ์

# headerInstrumentName
source: Equipment name
ja_jp: 機器名称
th_th: ชื่ออุปกรณ์

# headerLineUpType
source: Line-up type
ja_jp: 採用区分
th_th: ประเภทการใช้งานของอุปกรณ์

# headerMaintenanceCode
source: Maintenance target contract no.
ja_jp: 保守対象契約コード
th_th: เลขที่สัญญาที่จะบำรุงรักษา

# headerNormal
source: Normal
ja_jp: 正規
th_th: ราคาที่คำนวณได้

# headerOrder
source: Order
ja_jp: 受注
th_th: ราคาที่ลูกค้าเซ็นมา

# headerPaymentMethod
source: Payment method
ja_jp: 支払方法
th_th: วิธีการชำระเงิน

# headerProductName
source: Product name
ja_jp: 商品名称
th_th: ชื่อระบบ

# headerQuantity
source: Quantity
ja_jp: 個数
th_th: จำนวน

# headerRemove
source: <div style="display:none;">Remove</div>
ja_jp: <div style="display:none;">消去</div>
th_th: <div style="display:none;">ลบ</div>

# headerStart
source: Start service
ja_jp: 実施時
th_th: เมื่อเปิดใช้บริการ

# lblAdditionalApproveNo1
source: Additional approve no.1
ja_jp: 加算決裁番号1
th_th: เลขที่อนุมัติค่าเช่า/ค่าบริการเพิ่มเติม 1

# lblAdditionalApproveNo2
source: Additional approve no.2
ja_jp: 加算決裁番号2
th_th: เลขที่อนุมัติค่าเช่า/ค่าบริการเพิ่มเติม 2

# lblAdditionalApproveNo3
source: Additional approve no.3
ja_jp: 加算決裁番号3
th_th: เลขที่อนุมัติค่าเช่า/ค่าบริการเพิ่มเติม 3

# lblAdditionalContractFee1
source: Additional service fee1
ja_jp: 加算料1
th_th: ค่าเช่า/ค่าบริการเพิ่มเติม 1

# lblAdditionalContractFee2
source: Additional service fee2
ja_jp: 加算料2
th_th: ค่าเช่า/ค่าบริการเพิ่มเติม 2

# lblAdditionalContractFee3
source: Additional service fee3
ja_jp: 加算料3
th_th: ค่าเช่า/ค่าบริการเพิ่มเติม 3

# lblAddressEN
source: Address (English)
ja_jp: 住所（英語）
th_th: ที่อยู่ (อังกฤษ)

# lblAddressLC
source: Address (Local)
ja_jp: 住所（現地語）
th_th: ที่อยู่ (ไทย)

# lblAlphabet
source: Alphabet
ja_jp: アルファベット
th_th: รหัสอักษร

# lblAmper_KedEN
source: Kota/Kabupaten (English)
ja_jp: 郡区市（英語）
th_th: อำเภอ/เขต (อังกฤษ)

# lblAmper_KedLC
source: Kota/Kabupaten (Local)
ja_jp: 郡区市（現地語）
th_th: อำเภอ/เขต (ไทย)

# lblApproval
source: Approval
ja_jp: 成約承認時
th_th: เมื่ออนุมัติสัญญา

# lblApproveNo1
source: Approve no.1
ja_jp: 決裁番号1
th_th: เลขที่อนุมัติ 1

# lblApproveNo2
source: Approve no.2
ja_jp: 決裁番号2
th_th: เลขที่อนุมัติ 2

# lblApproveNo3
source: Approve no.3
ja_jp: 決裁番号3
th_th: เลขที่อนุมัติ 3

# lblApproveNo4
source: Approve no.4
ja_jp: 決裁番号4
th_th: เลขที่อนุมัติ 4

# lblApproveNo5
source: Approve no.5
ja_jp: 決裁番号5
th_th: เลขที่อนุมัติ 5

# lblAutoRenew
source: Auto-renew (months)
ja_jp: 更新月数
th_th: ต่อสัญญาอัตโนมัติ (เดือน)

# lblBICContractCode
source: Old contract no.
ja_jp: BIC契約コード
th_th: เลขที่สัญญาของระบบเก่า

# lblBillingClientCode
source: Billing client code
ja_jp: VAT登録先コード
th_th: รหัสลูกค้าสำหรับเรียกเก็บ

# lblBillingContractFee
source: Billing service fee
ja_jp: 請求契約料金
th_th: ค่าเช่า/ค่าบริการที่เรียกเก็บ

# lblBillingCycle
source: Payment term (month)
ja_jp: 請求サイクル（月数）
th_th: รอบการเรียกเก็บ (เดือน)

# lblBillingDepositFee
source: Billing deposit fee
ja_jp: 保証金合意額
th_th: ค่ามัดจำที่เรียกเก็บ

# lblBillingInstallationFee
source: Billing installation fee
ja_jp: 請求工事料金
th_th: ค่าติดตั้งที่เรียกเก็บ

# lblBillingOffice
source: Billing office
ja_jp: 請求事業所
th_th: สาขาที่ออกบิล

# lblBillingTarget
source: Billing customer
ja_jp: 請求先
th_th: ลูกค้าสำหรับออกใบแจ้งหนี้

# lblBillingTargetCode
source: Billing customer code
ja_jp: 請求先コード
th_th: รหัสลูกค้าสำหรับออกใบแจ้งหนี้

# lblBillingTargetDetail
source: Billing customer detail
ja_jp: 請求先明細
th_th: รายละเอียดลูกค้าสำหรับออกใบแจ้งหนี้

# lblBillingTimingOfDepositFee
source: Billing timing of deposit fee
ja_jp: 保証金請求タイミング
th_th: ช่วงเวลาการเรียกเก็บค่ามัดจำ

# lblBranchAddressEN
source: Branch address (English)
ja_jp: 支店住所（英語）
th_th: ที่อยู่สาขา (อังกฤษ)

# lblBranchAddressLC
source: Branch address (Local)
ja_jp: 支店住所（現地語）
th_th: ที่อยู่สาขา (ไทย)

# lblBranchNameEN
source: Branch name (English)
ja_jp: 支店名称（英語）
th_th: ชื่อสาขา (อังกฤษ)

# lblBranchNameLC
source: Branch name (Local)
ja_jp: 支店名称（現地語）
th_th: ชื่อสาขา (ไทย)

# lblBusinessType
source: Business category
ja_jp: 業種
th_th: ประเภทธุรกิจ

# lblCalculationDailyFee
source: Calculation daily fee
ja_jp: 日割方法
th_th: วิธีคำนวณค่าเช่า/ค่าบริการรายวัน

# lblCompleteInstallation
source: Complete installation
ja_jp: 工事完了時
th_th: เมื่อเสร็จสิ้นการติดตั้ง

# lblContactDurationInformation
source: Contract period information
ja_jp: 契約期間情報
th_th: ข้อมูลอายุสัญญา

# lblContactPoint
source: Contact point
ja_jp: 連絡先
th_th: ช่องทางติดต่อ

# lblContactPointInformation
source: Please input important information of the keyman (Customer PIC, Premise’s PIC) of this contract in customer side such as name, address, telephone number, e-mail address, etc.
ja_jp: 本契約の顧客側のキーパーソン（契約先担当者、物件担当者等）の氏名、住所、電話番号、メールアドレス等の重要な情報を入力してください。
th_th: กรุณากรอกข้อมูลสำคัญ เช่น ชื่อ ที่อยู่ หมายเลขโทรศัพท์ ที่อยู่อีเมล์ของบุคคลหลักของฝั่งลูกค้าของสัญญานี้ (เช่นผู้รับผิดชอบของผู้ทำสัญญา ผู้รับผิดชอบของสถานที่ติดตั้ง เป็นต้น)

# lblContractCodeDepositFeeSlide
source: Origin contract no. for slide deposit fee
ja_jp: 保証金スライド元契約コード
th_th: โอนค่ามัดจำจากสัญญาเลขที่

# lblContractDuration
source: Contract period (months)
ja_jp: 契約期間（月数）
th_th: อายุสัญญา (เดือน)

# lblContractFee
source: Service fee
ja_jp: 契約料金
th_th: ค่าเช่า/ค่าบริการ

# lblContractOffice
source: Contract office
ja_jp: 成約事業所
th_th: สาขาที่ทำสัญญา

# lblContractPaymentTerm
source: Contract payment term
ja_jp: 契約支払条件
th_th: เงื่อนไขการจ่ายเงินค่าเช่า/ค่าบริการ

# lblContractSignerType
source: Contract signer type
ja_jp: 契約文書締結先区分
th_th: ประเภทผู้ทำสัญญา

# lblContractTarget
source: Customer
ja_jp: 契約先
th_th: ผู้ทำสัญญา

# lblContractTargetNameEN
source: Customer name (English)
ja_jp: 契約先名称（英語）
th_th: ชื่อผู้ทำสัญญา (อังกฤษ)

# lblContractTargetNameLC
source: Customer name (Local)
ja_jp: 契約先名称（現地語）
th_th: ชื่อผู้ทำสัญญา (ไทย)

# lblCopyContractTargetInformation
source: Name and address will be shown on the basis of NPWP.
ja_jp: 名称／住所はID番号／納税者番号に基づいて表示されます。
th_th: ชื่อและที่อยู่ที่แสดงเป็นข้อมูลตามเลขประจำตัวประชาชน/เลขประจำตัวผู้เสียภาษี

# lblCopyNameAddressInfo
source: Copy name and address information
ja_jp: 名称／住所情報コピー
th_th: คัดลอกข้อมูลชื่อและที่อยู่

# lblCreditTerm
source: Credit term
ja_jp: 支払時期
th_th: ระยะเวลาการชำระเงิน

# lblCustomerCode
source: Customer code
ja_jp: 顧客コード
th_th: รหัสลูกค้า

# lblCustomerStatus
source: Customer status
ja_jp: 顧客状態
th_th: สถานะลูกค้า

# lblCustomerType
source: Customer type
ja_jp: 顧客タイプ
th_th: ประเภทลูกค้า

# lblDepositFee
source: Deposit fee
ja_jp: 保証金
th_th: ค่ามัดจำ

# lblDisconnectionMonitoring
source: Disconnection
ja_jp: 断線監視用
th_th: สายสัญญาณที่ใช้ตรวจสอบการเชื่อมต่อสัญญาณ

# lblDispatchType
source: Dispatch type
ja_jp: 対処区分
th_th: ข้อตกลงในการปฏิบัติการ

# lblEndContractDate
source: End contract date
ja_jp: 契約終了日
th_th: วันสิ้นสุดสัญญา

# lblExpectedInstallationDate
source: Expected installation date
ja_jp: 工事予定日
th_th: วันที่คาดว่าจะติดตั้ง

# lblExpectedMainteanceContract
source: Expected maintenance contract start month
ja_jp: 保守契約開始予定月
th_th: เดือนที่คาดว่าเริ่มบริการบำรุงรักษา

# lblExpectedOperationDate
source: Expected operation date
ja_jp: 実施予定日
th_th: วันที่คาดว่าจะเปิดใช้บริการ

# lblFacilityDetail
source: Facility detail
ja_jp: 設備明細
th_th: รายละเอียดอุปกรณ์ของลูกค้า

# lblFN99Information
source: FN-99 information
ja_jp: FN-99情報
th_th: ข้อมูล FN-99

# lblIDNo
source: NPWP
ja_jp: ID番号／納税者番号
th_th: เลขประจำตัวประชาชน/เลขประจำตัวผู้เสียภาษี

# lblImageMonitoring
source: Image monitoring
ja_jp: 画像監視用
th_th: สายสัญญาณที่ใช้ตรวจสอบสัญญาณภาพ

# lblInChargeInformation
source: In charge information
ja_jp: 担当者情報
th_th: ข้อมูลผู้รับผิดชอบ

# lblInstallationFee
source: Installation fee
ja_jp: 工事料金
th_th: ค่าติดตั้ง

# lblInstrumentDetail
source: Equipment detail
ja_jp: 機器明細
th_th: รายละเอียดอุปกรณ์

# lblInsuranceCoverageAmount
source: Insurance coverage amount
ja_jp: 保険金額
th_th: วงเงินประกันภัย

# lblInsuranceInformation
source: Insurance information
ja_jp: 保険情報
th_th: ข้อมูลการประกันภัย

# lblInsuranceType
source: Insurance type
ja_jp: 保険種類
th_th: ประเภทการประกันภัย

# lblJangwatEN
source: Provinsi (English)
ja_jp: 県（英語）
th_th: จังหวัด (อังกฤษ)

# lblJangwatLC
source: Provinsi (Local)
ja_jp: 県（現地語）
th_th: จังหวัด (ไทย)

# lblLineType
source: Line type
ja_jp: 回線種類
th_th: ประเภทสายสัญญาณ

# lblLinkageSaleContractCode
source: Linkage sale contract no.
ja_jp: 連係元売買契約コード
th_th: รหัสผู้ซื้อที่ใช้อ้างอิง

# lblMailAddress
source: E-mail address
ja_jp: メールアドレス
th_th: ที่อยู่อีเมล์

# lblMaintenanceCycle
source: Maintenance cycle (months)
ja_jp: 保守サイクル（月数）
th_th: รอบการบำรุงรักษา (เดือน)

# lblMaintenanceFeeType
source: Maintenance fee type
ja_jp: 保守請求区分
th_th: วิธีการเรียกเก็บค่าบำรุงรักษา

# lblMaintenanceInformation_AL_ONLINE
source: Maintenance information
ja_jp: 保守情報
th_th: ข้อมูลงานบำรุงรักษา

# lblMaintenanceInformation_MA
source: Maintenance information
ja_jp: 保守情報
th_th: ข้อมูลงานบำรุงรักษา

# lblMaintenanceTargetProduct
source: Maintenance target product
ja_jp: 保守対象商品
th_th: สินค้าที่จะบำรุงรักษา

# lblMaintenanceType
source: Maintenance type
ja_jp: 保守タイプ
th_th: ประเภทการบำรุงรักษา

# lblMemo_OtherCompanyFacility
source: Memo (other company facility)
ja_jp: メモ（他社設備）
th_th: บันทึก (อุปกรณ์ของบริษัทอื่น)

# lblMonthlyInsuranceFee
source: Monthly insurance fee
ja_jp: 月額保険料
th_th: ค่าเบี้ยประกันรายเดือน

# lblMSGApproveContract
source: Installation fee (Approve contract)
ja_jp: 工事料金（成約時）
th_th: ค่าติดตั้ง (เมื่ออนุมัติสัญญา)

# lblMSGCompleteInstallation
source: Installation fee (Complete installation)
ja_jp: 工事料金（工事完了時）
th_th: ค่าติดตั้ง (เมื่อเสร็จสิ้นการติดตั้ง)

# lblMSGContractFee
source: Order service fee
ja_jp: 受注契約料金
th_th: ค่าเช่า/ค่าบริการที่ลูกค้าเซ็นมา

# lblMSGInstallationFee
source: Order installation fee
ja_jp: 受注工事料金
th_th: ค่าติดตั้งที่ลูกค้าเซ็นมา

# lblMSGOrderDepositFee
source: Order deposit fee
ja_jp: 受注保証金
th_th: ค่ามัดจำที่ลูกค้าเซ็นมา

# lblMSGStartService
source: Installation fee (Start service)
ja_jp: 工事料金（実施時）
th_th: ค่าติดตั้ง (เมื่อเปิดใช้บริการ)

# lblNameEN
source: Name (English)
ja_jp: 名称（英語）
th_th: ชื่อ (อังกฤษ)

# lblNameLC
source: Name (Local)
ja_jp: 名称（現地語）
th_th: ชื่อ (ไทย)

# lblNationality
source: Nationality
ja_jp: 国籍
th_th: สัญชาติ

# lblNormalSignal
source: Normal signal
ja_jp: 通常信号用
th_th: สายสัญญาณปกติ

# lblOperationOfficeCode
source: Operation office
ja_jp: 実施事業所
th_th: สาขาบริการ

# lblOperationType
source: Operation type
ja_jp: 運用区分
th_th: การมอบกุญแจ

# lblOtherFeeInformation
source: Other fee information
ja_jp: その他料金情報
th_th: ข้อมูลราคาอื่นๆ

# lblOutsourcingFee
source: Outsourcing fee
ja_jp: 外注委託料金
th_th: ค่าจ้างบุคคลภายนอก

# lblPaymentMethod
source: Payment method
ja_jp: 支払方法
th_th: วิธีการชำระเงิน

# lblPhoneNo
source: Telephone no.
ja_jp: 電話番号
th_th: หมายเลขโทรศัพท์

# lblProductName
source: Product name
ja_jp: 商品名称
th_th: ชื่อระบบ

# lblProjectCode
source: Project code
ja_jp: プロジェクトコード
th_th: เลขที่โครงการ

# lblProvidedServiceType
source: Provided service type
ja_jp: 提供サービス種類
th_th: ประเภทการให้บริการ

# lblQuotationCode
source: Quotation code
ja_jp: 見積コード
th_th: เลขที่ใบคำนวณราคา

# lblQuotationTargetCode
source: Quotation target code
ja_jp: 見積先コード
th_th: รหัสลูกค้าเพื่อเสนอราคา

# lblRealCustomerInfo
source: Real customer (End user)
ja_jp: お客様（最終設置先）
th_th: ผู้ใช้สถานที่ติดตั้ง

# lblRecipientAboutApproveContractResult
source: Recipient about approve contract result
ja_jp: 成約承認結果通知メール送信先
th_th: ผู้รับเมล์แจ้งผลการอนุมัติสัญญา

# lblResultRegisterNewRentalContract
source: Result of register new rental contract
ja_jp: 新規継続契約登録結果
th_th: ผลการบันทึกสัญญาเช่าใหม่

# lblRoadEN
source: Desa/Kel (English)
ja_jp: 通り（英語）
th_th: ถนน (อังกฤษ)

# lblRoadLC
source: Desa/Kel (Local)
ja_jp: 通り（現地語）
th_th: ถนน (ไทย)

# lblSalesman1
source: Salesman 1
ja_jp: 営業社員1
th_th: พนักงานขาย 1

# lblSalesman2
source: Salesman 2
ja_jp: 営業社員2
th_th: พนักงานขาย 2

# lblSalesSupporter
source: Sales supporter
ja_jp: 営業貢献者
th_th: ผู้ช่วยพนักงานขาย

# lblSecurityAreaSize
source: Security area size (sqm)
ja_jp: 警備面積（平方メートル）
th_th: ขนาดพื้นที่รักษาความปลอดภัย (ตรม.)

# lblSiteAddressEN
source: Premise’s address (English)
ja_jp: 物件住所（英語）
th_th: ที่อยู่สถานที่ติดตั้ง (อังกฤษ)

# lblSiteAddressLC
source: Premise’s address (Local)
ja_jp: 物件住所（現地語）
th_th: ที่อยู่สถานที่ติดตั้ง (ไทย)

# lblSiteCode
source: Premise’s code
ja_jp: 物件コード
th_th: รหัสสถานที่ติดตั้ง

# lblSiteInfo
source: Premise
ja_jp: 物件
th_th: สถานที่ติดตั้ง

# lblSiteNameEN
source: Premise’s name (English)
ja_jp: 物件名称（英語）
th_th: ชื่อสถานที่ติดตั้ง (อังกฤษ)

# lblSiteNameLC
source: Premise’s name (Local)
ja_jp: 物件名称（現地語）
th_th: ชื่อสถานที่ติดตั้ง (ไทย)

# lblSpecifyCode
source: Specify code
ja_jp: コード指定
th_th: ระบุรหัส

# lblSpecifyQuotation
source: Specify quotation
ja_jp: 見積指定
th_th: ระบุใบคำนวณราคา

# lblStartService
source: Start service
ja_jp: 実施時
th_th: เมื่อเปิดใช้บริการ

# lblTambol_KwaengEN
source: Kecamatan (English)
ja_jp: 町（英語）
th_th: ตำบล/แขวง (อังกฤษ)

# lblTambol_KwaengLC
source: Kecamatan (Local)
ja_jp: 町（現地語）
th_th: ตำบล/แขวง (ไทย)

# lblTelephoneLineInformation
source: Telephone line information
ja_jp: 回線情報
th_th: ข้อมูลสายสัญญาณ

# lblTelephoneOwner
source: Telephone owner
ja_jp: 回線名義
th_th: เจ้าของสายสัญญาณ

# lblTotal
source: Total
ja_jp: 合計
th_th: ราคารวม

# lblTotalContractFee
source: Total service fee
ja_jp: 契約料金合計
th_th: ราคาค่าเช่า/ค่าบริการรวม

# lblTotalDepositFee
source: Total deposit fee
ja_jp: 保証金合計
th_th: ราคาค่ามัดจำรวม

# lblTotalInstallationFee
source: Total installation fee
ja_jp: 工事料金合計
th_th: ราคาค่าติดตั้งรวม

# lblUsage
source: Premise’s type
ja_jp: 用途
th_th: ลักษณะอาคาร

# rdoBillingClientCode
source: Billing client code
ja_jp: VAT登録先コード
th_th: รหัสลูกค้าสำหรับเรียกเก็บ

# rdoBillingTargetCode
source: Billing customer code
ja_jp: 請求先コード
th_th: รหัสลูกค้าสำหรับออกใบแจ้งหนี้

# rdoBranchContractTarget
source: Branch of customer
ja_jp: 契約先支店
th_th: สาขาของผู้ทำสัญญา

# rdoContractTargetPurchaser
source: Customer
ja_jp: 契約先
th_th: ผู้ทำสัญญา

# rdoReadCustomer
source: Real customer (End user)
ja_jp: お客様（最終設置先）
th_th: ผู้ใช้สถานที่ติดตั้ง

# rdoSite
source: Premise
ja_jp: 物件
th_th: สถานที่ติดตั้ง

# lblMemo
source: Memo
ja_jp: メモ
th_th: บันทึกข้อความ

# lblInvoiceLanguage
source: Invoice language
ja_jp: 表示言語
th_th: ออกใบแจ้งหนี้ภาษา
