Repository: EliGosK/SECOM_AJIS_INDO
Catalog: SECOM_AJIS/App_GlobalResources/Contract/CTS180.*.resx
Languages: ja_jp, th_th

# headerApproveContract
source: Approve contract
ja_jp: 成約承認時
th_th: เมื่ออนุมัติสัญญา

# headerCompleteInstallation
source: Complete installation
ja_jp: 工事完了時
th_th: เมื่อเสร็จสิ้นการติดตั้ง

# headerContractDocumentOCC
source: Doc. OCC
ja_jp: 契約文書OCC
th_th: OCC เอกสาร

# headerContractQuatationCode
source: Contract no./<br/>Quotation target code
ja_jp: 契約コード／<br/>見積先コード
th_th: เลขที่สัญญา/<br/>รหัสลูกค้าเพื่อเสนอราคา

# headerContractTarget
source: <div> Customer <br/> (1) Customer code <br/> (2) Name (English) <br/> (3) Name (Local)</div>
ja_jp: <div>契約先<br/> (1) 顧客コード<br/> (2) 名称（英語）<br/> (3) 名称（現地語）</div>
th_th: <div>ผู้ทำสัญญา<br/> (1) รหัสลูกค้า<br/> (2) ชื่อ (อังกฤษ)<br/> (3) ชื่อ (ไทย)</div>

# headerDocumentAuditResult
source: Document audit result
ja_jp: 文書審査結果
th_th: ผลการตรวจสอบเอกสาร

# headerDocumentName
source: Document name
ja_jp: 文書名
th_th: ชื่อเอกสาร

# headerDocumentStatus
source: Document status
ja_jp: 文書ステータス
th_th: สถานะของเอกสาร

# headerFee
source: Fee
ja_jp: 料金
th_th: ราคา

# headerFeeType
source: Fee type
ja_jp: 料金種別
th_th: ประเภทรายการที่เรียกเก็บ

# headerHandlingType
source: Handling type
ja_jp: 取扱区分
th_th: เงื่อนไข

# headerNegotiationStaff1Name
source: Negotiation staff 1 name
ja_jp: 折衝担当者1社員名称
th_th: ชื่อพนักงานที่ติดต่อกับลูกค้า 1

# headerOCCAlphabet
source: OCC/<br/>Alphabet
ja_jp: OCC／<br/>アルファベット
th_th: OCC/<br/>รหัสอักษร

# headerOffice
source: <div> Office <br/> (1) Contract <br/> (2) Operation </div>
ja_jp: <div>事業所<br/>(1) 成約<br/>(2) 実施</div>
th_th: <div>สาขา<br/>(1) ทำสัญญา<br/>(2) บริการ</div>

# headerOrder
source: Order
ja_jp: 受注
th_th: ราคาที่ลูกค้าเซ็นมา

# headerPeriod
source: Period
ja_jp: 期間
th_th: ช่วงเวลา

# headerRemark
source: Remark
ja_jp: 備考
th_th: หมายเหตุ

# headerRemove
source: <div style="display:none;">Remove</div>
ja_jp: <div style="display:none;">消去</div>
th_th: <div style="display:none;">ลบ</div>

# headerSelect
source: <div style="display:none;">Select</div>
ja_jp: <div style="display:none;">選択</div>
th_th: <div style="display:none;">เลือก</div>

# headerSite
source: <div> Premises <br/> (1) Premise’s code <br/> (2) Name (English) <br/> (3) Name (Local)</div>
ja_jp: <div>物件 <br/> (1) 物件コード<br/> (2) 名称（英語）<br/> (3) 名称（現地語）</div>
th_th: <div>สถานที่ติดตั้ง<br/> (1) รหัสสถานที่ติดตั้ง<br/> (2) ชื่อ (อังกฤษ)<br/> (3) ชื่อ (ไทย)</div>

# headerStartService
source: Start service
ja_jp: 実施時
th_th: เมื่อเปิดใช้บริการ

# headerTax
source: Tax
ja_jp: 税金
th_th: ภาษี

# lblAdd
source: Add
ja_jp: 追加
th_th: เพิ่ม

# lblAll
source: All
ja_jp: 全て
th_th: ทั้งหมด

# lblAutoRenew
source: Auto-renew (months)
ja_jp: 更新月数
th_th: ต่อสัญญาอัตโนมัติ (เดือน)

# lblAutoTransferBilling
source: Auto transfer billing
ja_jp: 自振請求
th_th: ชำระโดยหักบัญชีอัตโนมัติ

# lblAutoTransferBillingAmount
source: Auto transfer billing amount
ja_jp: 自振請求金額
th_th: จำนวนเงินที่ชำระแบบหักบัญชีอัตโนมัติ

# lblBankTransferBilling
source: Bank transfer billing
ja_jp: 振込請求
th_th: ชำระโดยโอนผ่านธนาคาร

# lblBankTransferBillingAmount
source: Bank transfer billing amount
ja_jp: 振込請求金額
th_th: จำนวนเงินที่ชำระแบบโอนผ่านธนาคาร

# lblBill
source: Bill
ja_jp: 請求
th_th: เรียกเก็บเพิ่ม

# lblBillingTimingOfDepositFee
source: Billing timing of deposit fee
ja_jp: 保証金請求タイミング
th_th: ช่วงเวลาการเรียกเก็บค่ามัดจำ

# lblCancel
source: Cancel
ja_jp: キャンセル
th_th: ยกเลิก

# lblCancelDate
source: Cancel date
ja_jp: 解約日
th_th: วันที่ยกเลิกสัญญา

# lblChangeContent
source: Change contents
ja_jp: 変更内容
th_th: เนื้อหาการเปลี่ยนแปลง

# lblChangeContractFeeDate
source: Change service fee date
ja_jp: 契約料金変更日
th_th: วันที่เปลี่ยนแปลงค่าเช่า/ค่าบริการ

# lblChangeDate
source: Change date
ja_jp: 変更日
th_th: วันที่เปลี่ยนแปลง

# lblClear
source: Clear
ja_jp: クリア
th_th: ล้าง

# lblCollectionRegistered
source: Collection registered
ja_jp: 回収登録済
th_th: บันทึกการรับเอกสารแล้ว

# lblCommentSpecifyingProjectCode
source: By specifying a project code, documents of bound contract can be searched
ja_jp: プロジェクトコードが指定された場合、システムは紐付く個別契約を検索します。
th_th: หากระบุเลขที่โครงการ ระบบจะทำการค้นหาข้อมูลเอกสารของสัญญาในโครงการนั้น

# lblContractCode
source: Contract no.
ja_jp: 契約コード
th_th: เลขที่สัญญา

# lblContractCodeForSlideFee
source: Contract no. for slide fee
ja_jp: スライド先契約コード
th_th: โอนเงินไปยังสัญญาเลขที่

# lblContractDuration
source: Contract period (months)
ja_jp: 契約期間（月数）
th_th: อายุสัญญา (เดือน)

# lblContractFee
source: Service fee
ja_jp: 契約料金
th_th: ค่าเช่า/ค่าบริการ

# lblContractFeeBillingCycle
source: Payment term (months)
ja_jp: 請求サイクル（月数）
th_th: รอบการเรียกเก็บ (เดือน)

# lblContractFeePaymentMethod
source: Payment method
ja_jp: 支払方法
th_th: วิธีการชำระเงิน

# lblContractOffice
source: Contract office
ja_jp: 成約事業所
th_th: สาขาที่ทำสัญญา

# lblContractQuotationProjectCode
source: Contract no./Quotation target/Project code
ja_jp: 契約／見積先／プロジェクトコード
th_th: เลขที่สัญญา/รหัสลูกค้าเพื่อเสนอราคา/เลขที่โครงการ

# lblContractTargetName
source: Customer name
ja_jp: 契約先名称
th_th: ชื่อผู้ทำสัญญา

# lblCreditTerm
source: Credit term
ja_jp: 支払時期
th_th: ระยะเวลาการชำระเงิน

# lblCrimePreventionService
source: Crime prevention service
ja_jp: 防犯
th_th: บริการแจ้งเตือนการบุกรุก

# lblCustomerSignatureName
source: Customer signature name
ja_jp: お客様署名者名称
th_th: ชื่อผู้ลงนามของลูกค้า

# lblDepositFee
source: Deposit fee
ja_jp: 保証金
th_th: ค่ามัดจำ

# lblDepositFeeAmount
source: Deposit fee amount
ja_jp: 保証金金額
th_th: จำนวนเงินค่ามัดจำ

# lblDocumentLanguage
source: Document language
ja_jp: 契約書言語
th_th: ภาษาของหนังสือสัญญา

# lblDocumentName
source: Document name
ja_jp: 文書名
th_th: ชื่อเอกสาร

# lblDocumentStatus
source: Document status
ja_jp: 文書ステータス
th_th: สถานะของเอกสาร

# lblEmergencyReportService
source: Emergency report service
ja_jp: 非常通報
th_th: บริการแจ้งเตือนภัยฉุกเฉิน

# lblEmployeeName
source: Employee name
ja_jp: セコム署名者名称
th_th: ชื่อผู้ลงนามของ SECOM

# lblEmployeePosition
source: Employee position
ja_jp: セコム署名者役職
th_th: ตำแหน่งผู้ลงนามของ SECOM

# lblExempt
source: Exempt
ja_jp: 免除
th_th: งดเว้น

# lblFee
source: Fee
ja_jp: 料金
th_th: ราคา

# lblFeeType
source: Fee type
ja_jp: 料金種別
th_th: ประเภทรายการที่เรียกเก็บ

# lblFireMonitoringService
source: Fire monitoring service
ja_jp: 火災監視
th_th: บริการแจ้งเตือนอัคคีภัย

# lblHandlingType
source: Handling type
ja_jp: 取扱区分
th_th: เงื่อนไข

# lblInstallationFee
source: Installation fee
ja_jp: 工事料金
th_th: ค่าติดตั้ง

# lblIssuedButCollectionNoRegistered
source: Issued but collection not registered
ja_jp: 発行済回収未登録
th_th: ออกเอกสารแล้วแต่ยังไม่ได้บันทึกรับเอกสาร

# lblIssuedButNotUsed
source: Issued but not used
ja_jp: 未使用
th_th: ออกเอกสารแล้วแต่ไม่ใช้

# lblLineType
source: Line type
ja_jp: 回線種類
th_th: ประเภทสายสัญญาณ

# lblNegotiationStaff1Code
source: Negotiation staff 1 code
ja_jp: 折衝担当者1社員番号
th_th: รหัสพนักงานที่ติดต่อกับลูกค้า 1

# lblNegotiationStaff1Name
source: Negotiation staff 1 name
ja_jp: 折衝担当者1社員名称
th_th: ชื่อพนักงานที่ติดต่อกับลูกค้า 1

# lblNewContractFee
source: New service fee
ja_jp: 新契約料金
th_th: ค่าเช่า/ค่าบริการใหม่

# lblNone
source: None
ja_jp: なし
th_th: ไม่มี

# lblNormalFee
source: Normal fee
ja_jp: 正規料金
th_th: ราคาที่คำนวณได้

# lblNotIssued
source: Not issued
ja_jp: 未発行
th_th: ยังไม่ได้ออกเอกสาร

# lblOCCAlphabet
source: Occurrence/Alphabet
ja_jp: OCC／アルファベット
th_th: OCC/รหัสอักษร

# lblOldContractFee
source: Old service fee
ja_jp: 旧契約料金
th_th: ค่าเช่า/ค่าบริการเดิม

# lblOperationOffice
source: Operation office
ja_jp: 実施事業所
th_th: สาขาบริการ

# lblOtherRemarks
source: Other remarks
ja_jp: その他通信欄
th_th: ข้อมูลอื่นๆ

# lblPartial
source: Partial
ja_jp: 一部
th_th: บางส่วน

# lblPeriod
source: Period
ja_jp: 期間
th_th: ช่วงเวลา

# lblPlanCode
source: Planning no.
ja_jp: プランコード
th_th: เลขที่แปลน

# lblProvidedService
source: Provided service
ja_jp: 提供サービス
th_th: ประเภทการให้บริการ

# lblRealCustomerName
source: Real customer (End user) name
ja_jp: お客様（最終設置先）名称
th_th: ชื่อผู้ใช้สถานที่ติดตั้ง

# lblRealInvestigationDate
source: Real investigation date
ja_jp: 実査日
th_th: วันที่ตรวจสอบในสถานที่ติดตั้งจริง

# lblReceiveAsRevenue
source: Receive as revenue
ja_jp: 収納
th_th: เก็บไว้เอง

# lblRefund
source: Refund
ja_jp: 返金
th_th: คืนให้ลูกค้า

# lblRemark
source: Remark
ja_jp: 備考
th_th: หมายเหตุ

# lblReturnToOriginalFeeDate
source: Return date to original fee
ja_jp: 契約料金戻り日
th_th: วันที่กลับไปใช้ราคาเก่า

# lblSearch
source: Search
ja_jp: 検索
th_th: ค้นหา

# lblSelectProcessAfterCounterBal
source: Select process after counter balancing
ja_jp: 相殺後処理
th_th: การจัดการกับยอดเงินคงเหลือ

# lblSiteAddress
source: Premise’s address
ja_jp: 物件住所
th_th: ที่อยู่สถานที่ติดตั้ง

# lblSiteNameEN
source: Premise’s name (English)
ja_jp: 物件名称（英語）
th_th: ชื่อสถานที่ติดตั้ง (อังกฤษ)

# lblSiteNameLC
source: Premise’s name (Local)
ja_jp: 物件名称（現地語）
th_th: ชื่อสถานที่ติดตั้ง (ไทย)

# lblStartServiceDate
source: Start operation date
ja_jp: 実施日
th_th: วันเปิดใช้บริการ

# lblSystemName
source: System name
ja_jp: システム名称
th_th: ชื่อระบบ

# lblTax
source: Tax
ja_jp: 税金
th_th: ภาษี

# lblTelephoneOwner
source: Telephone owner
ja_jp: 回線名義
th_th: เจ้าของสายสัญญาณ

# lblTHB
source: THB
th_th: บาท

# lblTitleCancelContractMemo
source: Termination memorandum
ja_jp: 解約覚書
th_th: บันทึกยืนยันยกเลิกการเช่าอุปกรณ์เตือนภัย

# lblTitleChangeFeeMemo
source: Change fee memorandum
ja_jp: 料金変更覚書
th_th: บันทึกแนบท้ายสัญญา (เปลี่ยนแปลงค่าเช่า)

# lblTitleChangeMemoChangeNotice
source: Change memorandum/Change notice
ja_jp: 変更覚書／変更通知書
th_th: บันทึกแนบท้ายสัญญา (เปลี่ยนแปลน)

# lblTitleConfirmCurrentInstrumentMemo
source: Confirm current equipment memorandum
ja_jp: 現状確認覚書
th_th: บันทึกยึนยันการตรวจสอบอุปกรณ์

# lblTitleContractDocumentList
source: Contract document list
ja_jp: 契約文書一覧
th_th: รายการเอกสารสัญญา

# lblTitleContractFee
source: Service fee payment condition
ja_jp: 契約料金支払条件
th_th: เงื่อนไขการชำระเงินค่าเช่า/ค่าบริการ

# lblTitleContractReport
source: Contract report
ja_jp: 契約書
th_th: หนังสือสัญญา

# lblTitleQuotationForCancelContract
source: Quotation for termination
ja_jp: 解約見積書
th_th: บันทึกการแจ้งยกเลิกสัญญาต่อเนื่อง

# lblTitleSecomSignature
source: SECOM signature
ja_jp: セコム署名
th_th: ลายเซ็นของ SECOM

# lblTitleSpecifySearchCondition
source: Specify search condition
ja_jp: 検索条件指定
th_th: ระบุเงื่อนไขในการค้นหา

# lblTotalBillingAmount
source: (2) Total billing amount
ja_jp: (2) 合計請求額
th_th: (2) ยอดเงินเรียกเก็บ

# lblTotalCounterBalAmount
source: (1) - (2) Total counter balancing amount
ja_jp: (1) - (2) 相殺後金額
th_th: (1) - (2) ยอดเงินคงเหลือ

# lblTotalRefundAmount
source: (1) Total refund amount
ja_jp: (1) 合計返金額
th_th: (1) ยอดเงินคืน

# lblTotalSlideAmount
source: Total slide amount
ja_jp: 合計スライド金額
th_th: ค่ามัดจำทั้งหมดที่โอน

# lblUseSignaturePicture
source: Use signature picture
ja_jp: 署名イメージ使用
th_th: ใช้ภาพลายเซ็น

# headerDocument
source: <div>Document<br/> (1) Document name<br/> (2) Document status<br/> (3) Document audit result</div>
ja_jp: <div>文書<br/> (1) 文書名<br/> (2) 文書ステータス<br/> (3) 文書審査結果</div>
th_th: <div>เอกสาร<br/> (1) ชื่อเอกสาร<br/> (2) สถานะของเอกสาร<br/> (3) ผลการตรวจสอบเอกสาร</div>
