Repository: EliGosK/SECOM_AJIS_INDO
Catalog: SECOM_AJIS/App_GlobalResources/Contract/CTS240.*.resx
Languages: ja_jp, th_th

# headerAttachedDocumentList
source: Attached document list
ja_jp: 添付書類一覧
th_th: รายการเอกสารแนบ

# headerExpectedInstrumentDetail
source: Expected equipment detail
ja_jp: 予定機器明細
th_th: รายละเอียดอุปกรณ์ที่คาดว่าจะใช้

# headerOtherProjectRelatedCompanyPerson
source: Other project related company/person
ja_jp: 他社PJ関係会社／関係者
th_th: บริษัทอื่น/บุคคลในบริษัทอื่นที่เกี่ยวข้องกับโครงการ

# headerOtherProjectRelatedCompanyPersonInformation
source: Other project related company/person information
ja_jp: 他社PJ関係会社／関係者情報
th_th: ข้อมูลบริษัทอื่น/บุคคลในบริษัทอื่นที่เกี่ยวข้องกับโครงการ

# headerProjectInformation
source: Project information
ja_jp: プロジェクト情報
th_th: ข้อมูลโครงการ

# headerProjectManagementCompany
source: Project management company
ja_jp: PJマネージメント会社
th_th: บริษัทที่ดูแลจัดการโครงการ

# headerProjectOwner
source: Project owner
ja_jp: プロジェクト主体者
th_th: เจ้าของโครงการ

# headerProjectPurchaser
source: Project customer
ja_jp: プロジェクト発注元
th_th: ผู้ซื้องานโครงการ

# headerProjectStockOutInstrumentDetail
source: Project stock-out equipment detail
ja_jp: プロジェクト出庫機器明細
th_th: รายละเอียดของออกสำหรับโครงการ

# headerProjectWipWHInstrumentDetail
source: Project WIP W/H equipment detail
ja_jp: プロジェクト仕掛倉庫明細
th_th: รายละเอียดอุปกรณ์ในคลังสินค้า WIP ของโครงการ

# headerSecomInformation
source: SECOM information
ja_jp: セコム情報
th_th: ข้อมูลของซีคอม

# headerSpecifyProcessType
source: Specify process type
ja_jp: 処理区分指定
th_th: ระบุประเภทการทำงาน

# headerSupportStaff
source: Support staff
ja_jp: サポートスタッフ
th_th: พนักงานซัพพอร์ต

# headerSupportStaffInformation
source: Support staff information
ja_jp: サポートスタッフ情報
th_th: ข้อมูลพนักงานซัพพอร์ต

# headerSystemProduct
source: System (product)
ja_jp: システム（商品）
th_th: ระบบ (สินค้า)

# headerSystemProductInformation
source: System (product) information
ja_jp: システム（商品）情報
th_th: ข้อมูลระบบ (สินค้า)

# HgridAllStockOutQty
source: All stock-out qty
ja_jp: 出庫機器総数
th_th: จำนวนอุปกรณ์ออกทั้งหมด

# HgridAssignedBranchQty
source: Assigned branch qty
ja_jp: 引当済み数
th_th: จำนวนอุปกรณ์ที่จองแล้ว

# HgridAssignForCurrentBranchQty
source: Assign for current branch qty
ja_jp: 今回引当数
th_th: จำนวนอุปกรณ์ที่จองครั้งนี้

# HgridBelonging
source: Belonging
ja_jp: 所属
th_th: สังกัด

# HgridDelete
source: <div style="display:none">Delete</div>
ja_jp: <div style="display:none">削除</div>
th_th: <div style="display:none">ลบ</div>

# HgridDocumentName
source: Document name
ja_jp: 資料名
th_th: ชื่อเอกสาร

# HgridInstrumentCode
source: Equipment code
ja_jp: 機器コード
th_th: รหัสอุปกรณ์

# HgridInstrumentName
source: Equipment name
ja_jp: 機器名称
th_th: ชื่ออุปกรณ์

# HgridNotAssignedBranchQty
source: Not assigned branch qty
ja_jp: 未引当数
th_th: จำนวนอุปกรณ์ที่ยังไม่ได้จอง

# HgridProjectBranchNo
source: Project branch no.
ja_jp: プロジェクト枝番
th_th: เลขที่กลุ่มย่อย

# HgridQuantity
source: Quantity
ja_jp: 個数
th_th: จำนวน

# HgridRemainQuantity
source: Remain quantity
ja_jp: 個別契約<br/>未出庫数
th_th: จำนวนอุปกรณ์คงเหลือ

# HgridRemark
source: Remark
ja_jp: 備考
th_th: หมายเหตุ

# HgridRemove
source: <div style="display:none">Remove</div>
ja_jp: <div style="display:none">消去</div>
th_th: <div style="display:none">ลบ</div>

# HgridEmployeeNo
source: Employee no.
ja_jp: 社員番号
th_th: รหัสพนักงาน

# HgridTotalQuantity
source: Total quantity
ja_jp: PJ出庫<br/>累計個数
th_th: จำนวนอุปกรณ์ทั้งหมด

# lblAddressEnglish
source: Address (English)
ja_jp: 住所（英語）
th_th: ที่อยู่ (อังกฤษ)

# lblAddressLocal
source: Address (Local)
ja_jp: 住所（現地語）
th_th: ที่อยู่ (ไทย)

# lblBiddingDate
source: Bidding date
ja_jp: 入札日
th_th: วันที่ประมูลโครงการ

# lblBusinessType
source: Business category
ja_jp: 業種
th_th: ประเภทธุรกิจ

# lblClearCustomer
source: Clear customer
ja_jp: 顧客クリア
th_th: ล้างข้อมูลลูกค้า

# lblCompanyName
source: Company name
ja_jp: 会社名称
th_th: ชื่อบริษัท

# lblCompanyNameEnglish
source: Company name (English)
ja_jp: 会社名称（英語）
th_th: ชื่อบริษัท (อังกฤษ)

# lblCompanyNameLocal
source: Company name (Local)
ja_jp: 会社名称（現地語）
th_th: ชื่อบริษัท (ไทย)

# lblContactTelephoneNo
source: Contact telephone no.
ja_jp: 連絡先電話番号
th_th: หมายเลขโทรศัพท์ติดต่อ

# lblCustomerCode
source: Customer code
ja_jp: 顧客コード
th_th: รหัสลูกค้า

# lblCustomerStatus
source: Customer status
ja_jp: 顧客状態
th_th: สถานะลูกค้า

# lblCustomerType
source: Customer type
ja_jp: 顧客タイプ
th_th: ประเภทลูกค้า

# lblHeadSalesman
source: Head salesman
ja_jp: 筆頭営業社員
th_th: พนักงานขายหลัก

# lblIdNoTaxIdNo
source: NPWP
ja_jp: ID番号／納税者番号
th_th: เลขประจำตัวประชาชน/เลขประจำตัวผู้เสียภาษี

# lblInstallationChief
source: Installation chief
ja_jp: 工事責任者
th_th: ผู้รับผิดชอบการติดตั้ง

# lblLastOrderAmount
source: Last order amount
ja_jp: 最終発注額
th_th: จำนวนเงินที่สั่งซื้อครั้งล่าสุด

# lblName
source: Name
ja_jp: 名称
th_th: ชื่อ

# lblNameEnglish
source: Name (English)
ja_jp: 名称（英語）
th_th: ชื่อ (อังกฤษ)

# lblNameLocal
source: Name (Local)
ja_jp: 名称（現地語）
th_th: ชื่อ (ไทย)

# lblNationality
source: Nationality
ja_jp: 国籍
th_th: สัญชาติ

# lblNewEditCustomerInfo
source: New/Edit customer info.
ja_jp: 顧客登録／編集
th_th: สร้าง/แก้ไขข้อมูลลูกค้า

# lblOverallBudgetAmount
source: Overall budget amount
ja_jp: PJ全体予算額
th_th: งบประมาณทั้งหมด

# lblOwner1NameEnglish
source: Owner 1 name (English)
ja_jp: 主体者1名称（英語）
th_th: ชื่อเจ้าของโครงการ 1 (อังกฤษ)

# lblOwner1NameLocal
source: Owner 1 name (Local)
ja_jp: 主体者1名称（現地語）
th_th: ชื่อเจ้าของโครงการ 1 (ไทย)

# lblOwner2NameEnglish
source: Owner 2 name (English)
ja_jp: 主体者2名称（英語）
th_th: ชื่อเจ้าของโครงการ 2 (อังกฤษ)

# lblOwner2NameLocal
source: Owner 2 name (Local)
ja_jp: 主体者2名称（現地語）
th_th: ชื่อเจ้าของโครงการ 2 (ไทย)

# lblPjManager
source: Project manager
ja_jp: PJマネージャー
th_th: ผู้ดูแลโครงการ

# lblPjSubManager
source: Project sub manager
ja_jp: PJサブマネージャー
th_th: ผู้ช่วยผู้ดูแลโครงการ

# lblProcessType
source: Process type
ja_jp: 処理区分
th_th: ประเภทการทำงาน

# lblProjectCode
source: Project code
ja_jp: プロジェクトコード
th_th: เลขที่โครงการ

# lblProjectName
source: Project name
ja_jp: プロジェクト名称
th_th: ชื่อโครงการ

# lblProjectRepresentativeAddress
source: Project representative address
ja_jp: プロジェクト代表住所
th_th: ที่อยู่สำหรับติดต่อเกี่ยวกับโครงการ

# lblProjectStatus
source: Project status
ja_jp: プロジェクト状態
th_th: สถานะของโครงการ

# lblReceivedBudgetAmount
source: Received budget amount
ja_jp: 当社取得部分予算額
th_th: งบประมาณที่ได้รับมา

# lblReceivedInstallationFee
source: Received installation fee
ja_jp: 取得済工事料金
th_th: ค่าติดตั้งที่ได้รับมา

# lblReceivedInstrumentPrice
source: Received equipment price
ja_jp: 取得済機器代金
th_th: ค่าอุปกรณ์ที่ได้รับมา

# lblRemark
source: Remark
ja_jp: 備考
th_th: หมายเหตุ

# lblSearchCustomer
source: Search customer
ja_jp: 顧客検索
th_th: ค้นหาลูกค้า

# lblSecurityPlanningChief
source: Security planning chief
ja_jp: セキュリティプランニング責任者
th_th: ผู้รับผิดชอบการวางแผนด้านความปลอดภัย

# lblSelectOwner1
source: Select owner 1
ja_jp: 主体者1
th_th: เลือกเจ้าของโครงการ 1

# lblSelectOwner2
source: Select owner 2
ja_jp: 主体者2
th_th: เลือกเจ้าของโครงการ 2

# lblSpecifyCustomerCode
source: Specify customer code
ja_jp: 顧客コード指定
th_th: ระบุรหัสลูกค้า

# lblSystemProductName
source: System (product) name
ja_jp: システム（商品）名称
th_th: ชื่อระบบ (สินค้า)

# lblTelephoneNo
source: Telephone no.
ja_jp: 電話番号
th_th: หมายเลขโทรศัพท์

# lblBtnAdd
source: Add
ja_jp: 追加
th_th: เพิ่ม

# lblBtnAddUpdate
source: Add/Update
ja_jp: 追加／更新
th_th: เพิ่ม/ปรับปรุง

# lblBtnCancel
source: Cancel
ja_jp: キャンセル
th_th: ยกเลิก

# lblBtnClear
source: Clear
ja_jp: クリア
th_th: ล้าง

# lblBtnClearCustomer
source: Clear customer
ja_jp: 顧客クリア
th_th: ล้างข้อมูลลูกค้า

# lblBtnDelete
source: Delete
ja_jp: 削除
th_th: ลบ

# lblBtnDownload
source: Download
ja_jp: ダウンロード
th_th: ดาวน์โหลด

# lblBtnEdit
source: Edit
ja_jp: 編集
th_th: แก้ไข

# lblBtnNew
source: New
ja_jp: 新規
th_th: สร้างใหม่

# lblBtnNewBranchNo
source: New branch no.
ja_jp: 枝番作成
th_th: สร้างเลขที่กลุ่มย่อยใหม่

# lblBtnNewEditCustomerInfo
source: New/Edit customer info.
ja_jp: 顧客登録／編集
th_th: สร้าง/แก้ไขข้อมูลลูกค้า

# lblBtnRemove
source: Remove
ja_jp: 消去
th_th: ลบ

# lblBtnRetrieve
source: Retrieve
ja_jp: 取得
th_th: ดึงข้อมูล

# lblBtnSearchCustomer
source: Search customer
ja_jp: 顧客検索
th_th: ค้นหาลูกค้า

# lblBtnSearchInstrument
source: Search equipment
ja_jp: 機器検索
th_th: ค้นหาอุปกรณ์

# lblBtnSelectProcess
source: Select process
ja_jp: 処理選択
th_th: เลือกการทำงาน

# lblRdoCancelProjectCode
source: Cancel project code
ja_jp: プロジェクトコード取消
th_th: ยกเลิกเลขที่โครงการ

# lblRdoDifferentFromProjectPurchaser
source: Different from project customer
ja_jp: プロジェクト発注元と異なる
th_th: ต่างกับผู้ซื้องานโครงการ

# lblRdoModifyAddProjectData
source: Modify/Add project data
ja_jp: PJデータ修正／追加
th_th: เพิ่ม/แก้ไขข้อมูลโครงการ

# lblRdoRegisterProjectLastComplete
source: Register project last complete
ja_jp: プロジェクト最終完了登録
th_th: บันทึกโครงการเสร็จสิ้นทั้งหมด

# lblRdoSameAsProjectPurchaser
source: Same as project customer
ja_jp: プロジェクト発注元と同じ
th_th: เหมือนกับผู้ซื้องานโครงการ

# lblStockoutMemo
source: Stock-out memo
ja_jp: 出庫メモ
th_th: บันทึกเกี่ยวกับการนำอุปกรณ์ออก

# HgridName
source: Name
ja_jp: 名称
th_th: ชื่อ

# HgridEdit
source: <div style="display:none">Edit</div>
ja_jp: <div style="display:none">編集</div>
th_th: <div style="display:none">แก้ไข</div>

# btnClear
source: Clear
ja_jp: クリア
th_th: ล้าง

# btnRetrieve
source: Retrieve
ja_jp: 取得
th_th: ดึงข้อมูล

# btnSearch
source: Search
ja_jp: 検索
th_th: ค้นหา

# lblSelectProcessType
source: Select process type
ja_jp: 処理区分選択
th_th: เลือกประเภทการทำงาน

# lblSpecifyProjectCode
source: Specify project code
ja_jp: プロジェクトコード指定
th_th: ระบุเลขที่โครงการ
