Repository: EliGosK/SECOM_AJIS_INDO
Catalog: SECOM_AJIS.Presentation.Income/Message/MessageList.*.resx
Languages: ja_jp, th_th

# MSG7112
source: This invoice is auto transfer invoice.
ja_jp: この請求書は自振の請求書です。
th_th: ใบแจ้งหนี้นี้เป็นใบแจ้งหนี้สำหรับหักบัญชีอัตโนมัติ

# MSG7113
source: The auto transfer date is not matched.
ja_jp: 引落日が一致していません。
th_th: วันหักบัญชีอัตโนมัติไม่ตรงกัน

# MSG7114
source: The file is not complete (contain only a part of generated auto transfer file).
ja_jp: このファイルの内容は不完全です（生成した自振ファイルの一部が含まれていません）。
th_th: ไฟล์นี้ไม่สมบูรณ์ (มีข้อมูลไฟล์หักบัญชีอัตโนมัติไม่ครบถ้วน)

# MSG7115
source: Encash error.
ja_jp: 現金化処理中にエラーが発生しました。
th_th: เกิดความผิดพลาดขณะขึ้นเงิน

# MSG7116
source: Cancel encash error.
ja_jp: 現金化取消処理中にエラーが発生しました。
th_th: เกิดข้อผิดพลาดขณะยกเลิกการขึ้นเงิน

# MSG7117
source: Incorrect auto transfer bank code in payment data file.
ja_jp: 入金データファイル内の自振銀行コードの指定が正しくありません。
th_th: รหัสธนาคารสำหรับหักบัญชีอัตโนมัติในไฟล์ข้อมูลการชำระเงินไม่ถูกต้อง

# MSG7118
source: Auto transfer bank code is not matched.
ja_jp: 自振銀行コードが一致していません。
th_th: รหัสธนาคารสำหรับหักบัญชีอัตโนมัติไม่ตรงกัน

# MSG7119
source: Only payment matching of full amount can be done. Matching payment of partial amount cannot be done for promissory note/post dated cheque.
ja_jp: 手形・先日付小切手の入金タイプの場合、満額入金処理のみできます。部分入金処理はできません。
th_th: ไม่สามารถทำการจับคู่ใบแจ้งหนี้บางส่วนสำหรับประเภทการชำระแบบตั๋วสัญญาใช้เงินหรือเช็คได้ สามารถจับคู่ใบแจ้งหนี้แบบเต็มจำนวนได้เท่านั้น

# MSG7120
source: Error while registering payment matching. All transactions are rolled back.
ja_jp: 入金処理中にエラーが発生しました。全てのトランザクションがロールバックされます。
th_th: เกิดข้อผิดพลาดขึ้นขณะจับคู่ใบแจ้งหนี้ การดำเนินการต่างๆ จะถูกย้อนกลับไปทั้งหมด

# MSG7121
source: Error while registering debt target.
ja_jp: 未収目標登録中にエラーが発生しました。
th_th: เกิดข้อผิดพลาดขึ้นขณะบันทึกข้อมูลเป้าหมายการค้างชำระ

# MSG7122
source: Error while registering expected money collection.
ja_jp: 集金予定登録中にエラーが発生しました。
th_th: เกิดข้อผิดพลาดขึ้นขณะบันทึกข้อมูลเพื่อการตามเก็บเงิน

# MSG7123
source: Cannot register credit note because auto transfer bank data/credit card data was generated.
ja_jp: 自振銀行データ／クレジットカードデータが確定したため、クレジットノートが登録できません。
th_th: ไม่สามารถสร้างใบลดหนี้ได้ เนื่องจากมีการสร้างข้อมูลการหักบัญชีอัตโนมัติ/ตัดผ่านบัตรเครดิตแล้ว

# MSG7124
source: Cannot generate credit note that exceed remaining amount of tax invoice.
ja_jp: 現在のTax Invoine 総額を超えた金額でクレジットノートを作成することができません。
th_th: ไม่สามารถสร้างใบลดหนี้ที่จำนวนเงินมากกว่าจำนวนเงินคงเหลือที่หักจากใบกำกับภาษี

# MSG7125
source: There are no matched amount in the system!! Please use 'Register decreased credit note'' function in order to change/cancel tax invoice
ja_jp: 未入金のため、登録ができません。未入金分の減額処理の場合は「減額クレジットノート登録」で処理してください。
th_th: ไม่สามารถบันทึกได้ เนื่องจากยังไม่มีการชำระเงิน หากต้องการยกเลิกใบแจ้งหนี้ โปรดเลือก "บันทึกข้อมูลใบลดหนี้แบบลดเงิน"

# MSG7127
source: Please input Payment date and Group name.
ja_jp: Please input Payment date and Group nameJP.
th_th: Please input Payment date and Group nameTH.

# MSG7129
source: You cannot input exchange loss or exchange gain EXCEPT rupiah payment for dollar-base invoice.
ja_jp: ドル請求＆ルピア入金以外は入力できません。

# MSG7130
source: You cannot input exchange loss and exchange gain both at the same time.
ja_jp: 為替差損と為替差益は両方の入力はできません。

# MSG7126
source: Cannot input Matched amount more than WHT amount.
th_th: ยอดเงินที่จับคู่ต้องไม่มากกว่ายอดเงิน WHT
