Repository: EliGosK/SECOM_AJIS_INDO
Catalog: SECOM_AJIS.Presentation.Income/Message/MessageList.*.resx
Languages: ja_jp, th_th

# MSG7001
source: Payment amount is not equal to invoice amount.
ja_jp: 入金金額は請求書金額と同額ではありません。
th_th: จำนวนเงินที่ชำระไม่เท่ากับจำนวนเงินในใบแจ้งหนี้

# MSG7002
source: Cannot register because the receipt no. : {0} already exists in list waiting for registration.
ja_jp: 領収書番号 {0} は既に登録中の一覧に存在しているため、登録できません。
th_th: ไม่สามารถบันทึกข้อมูลได้เนื่องจากเลขที่ใบเสร็จรับเงิน {0} มีอยู่ในรายการแล้ว

# MSG7003
source: This {0} does not exist.
ja_jp: この{0}は存在しません。
th_th: ไม่มี{0}นี้ในระบบ

# MSG7004
source: Cannot register payment with receipt no. {0} because this receipt no. is receipt issued after payment.
ja_jp: 領収書番号 {0} は入金後発行領収書のため、入金登録できません。
th_th: ไม่สามารถบันทึกข้อมูลการชำระเงินด้วยเลขที่ใบเสร็จรับเงิน {0} ได้ เนื่องจากเป็นใบเสร็จที่ออกหลังจากชำระเงิน

# MSG7005
source: Cannot register payment with receipt no. {0} because this receipt no. is already registered payment.
ja_jp: 領収書番号 {0} は入金登録済みのため、入金登録できません。
th_th: ไม่สามารถบันทึกข้อมูลการชำระเงินด้วยเลขที่ใบเสร็จรับเงิน {0} ได้ เนื่องจากได้ทำการบันทึกข้อมูลการชำระเงินเรียบร้อยแล้ว

# MSG7006
source: Cannot register debt tracing information. Please try again later.
ja_jp: 入金促進情報を登録できません。再度登録処理を行ってください。
th_th: ไม่สามารถบันทึกข้อมูลการติดตามหนี้ได้ กรุณาลองใหม่อีกครั้ง

# MSG7007
source: Cannot register billing exemption for invoice no. {0} because it is not unpaid invoice which can be registered billing exemption.
ja_jp: 請求書 {0} は請求免除登録が可能な未収ではないため、請求免除登録はできません。
th_th: ไม่สามารถบันทึกงดเว้นการเรียกเก็บเงินกับใบแจ้งหนี้ {0} ได้ เนื่องจากไม่ใช่ใบแจ้งหนี้ที่สามารถงดเว้นการเรียกเก็บเงินได้

# MSG7008
source: Operation completed.
ja_jp: 処理が完了しました。
th_th: ดำเนินการเสร็จสิ้น

# MSG7009
source: Invoice no. {0} has been already issued a receipt.
ja_jp: 請求書番号 {0} は、領収書発行済みです。
th_th: เลขที่ใบแจ้งหนี้ {0} ออกใบเสร็จรับเงินแล้ว

# MSG7010
source: Cannot issue receipt. Please try again.
ja_jp: 領収書を発行できません。再度発行してください。
th_th: ไม่สามารถออกใบเสร็จรับเงินได้ กรุณาลองใหม่อีกครั้ง

# MSG7011
source: File does not exist.
ja_jp: ファイルが存在しません。
th_th: ไม่มีไฟล์อยู่ในระบบ

# MSG7012
source: This auto transfer file is already imported.
ja_jp: この自振ファイルは既にインポートされました。
th_th: ไฟล์ข้อมูลการหักบัญชีอัตโนมัตินี้มีการนำเข้าในระบบแล้ว

# MSG7013
source: Invalid invoice and amount.
ja_jp: 請求書・金額が間違っています。
th_th: ใบแจ้งหนี้และจำนวนเงินไม่ถูกต้อง

# MSG7014
source: Invalid invoice.
ja_jp: 請求書が間違っています。
th_th: ใบแจ้งหนี้ไม่ถูกต้อง

# MSG7015
source: Payment information has been imported for this invoice already.
ja_jp: この請求書は、既に入金情報がインポートされました。
th_th: ใบแจ้งหนี้ใบนี้มีการนำเข้าข้อมูลการชำระเงินเรียบร้อยแล้ว

# MSG7016
source: Invoice has been paid.
ja_jp: この請求書は入金済みです。
th_th: ใบแจ้งหนี้ใบนี้ได้ชำระเงินเรียบร้อยแล้ว

# MSG7017
source: Invalid file content.
ja_jp: ファイル内容が間違っています。
th_th: ข้อมูลในไฟล์ไม่ถูกต้อง

# MSG7018
source: Invalid file format.
ja_jp: ファイルのフォーマットが間違っています。
th_th: รูปแบบไฟล์ไม่ถูกต้อง

# MSG7019
source: Inconsistent payment type in payment data file.
ja_jp: 入金データファイル内の入金タイプに矛盾があります。
th_th: ประเภทการชำระเงินในไฟล์ข้อมูลการชำระเงินขัดแย้งกัน

# MSG7020
source: Incorrect payment type.
ja_jp: 入金タイプが間違っています。
th_th: ประเภทการชำระเงินไม่ถูกต้อง

# MSG7021
source: Missing required fields.
ja_jp: 必須項目が未入力です。
th_th: คุณไม่ได้ใส่ค่าที่จำเป็นต้องใส่

# MSG7022
source: Inconsistent payment date in payment data file.
ja_jp: 入金データファイル内の入金日に矛盾があります。
th_th: วันชำระเงินในไฟล์ข้อมูลการชำระเงินขัดแย้งกัน

# MSG7023
source: Cannot register payment.
ja_jp: 入金登録できません。
th_th: ไม่สามารถบันทึกข้อมูลการชำระเงินได้

# MSG7024
source: Payment registered but payment matching failed.
ja_jp: 入金登録されましたが、入金処理に失敗しました。
th_th: บันทึกข้อมูลการชำระเงินเรียบร้อยแล้วแต่ไม่สามารถจับคู่ใบแจ้งหนี้ได้

# MSG7025
source: Payment transaction information is registered but need to match payment manually.
ja_jp: 仮受情報が登録されました。入金処理は手動で行わなければなりません。
th_th: ข้อมูลการชำระเงินถูกบันทึกเรียบร้อยแล้วแต่จำเป็นต้องจับคู่ใบแจ้งหนี้เอง

# MSG7026
source: Cannot update payment status.
ja_jp: 入金区分を更新できません。
th_th: ไม่สามารถปรับปรุงสถานะการชำระเงินได้

# MSG7027
source: Cannot generate bank transfer invoice for invoice no. {0} which auto transfer failed.
ja_jp: 自振不能な請求書番号 {0} は、振込請求書を作成できません。
th_th: ไม่สามารถสร้างใบแจ้งหนี้ให้กับเลขที่ใบแจ้งหนี้ {0} ซึ่งไม่สามารถทำการหักบัญชีอัตโนมัติได้

# MSG7028
source: This receipt no. {0} is not advance issued receipt.
ja_jp: 領収書番号 {0} は事前発行の領収書ではありません。
th_th: เลขที่ใบเสร็จรับเงิน {0} ไม่ใช่ใบเสร็จรับเงินที่ออกล่วงหน้า

# MSG7029
source: This receipt is already cancelled.
ja_jp: この領収書は既に取消されています。
th_th: ใบเสร็จรับเงินนี้ถูกยกเลิกเรียบร้อยแล้ว

# MSG7030
source: In cancelling this receipt, payment matching must be cancelled also. Please cancel payment matching after this process.
ja_jp: この領収書の取消は、合わせて入金処理の取り消しも必要です。本処理後、必ず行ってください。
th_th: ในการยกเลิกใบเสร็จรับเงิน จะต้องยกเลิกการจับคู่ใบแจ้งหนี้ด้วย กรุณายกเลิกการจับคู่ใบแจ้งหนี้หลังดำเนินการนี้เสร็จสิ้น

# MSG7031
source: Cannot cancel receipt.
ja_jp: 領収書を取消できません。
th_th: ไม่สามารถยกเลิกใบเสร็จรับเงินได้

# MSG7032
source: Cannot cancel tax invoice.
ja_jp: Tax invoiceを取消できません。
th_th: ไม่สามารถยกเลิกใบกำกับภาษีได้

# MSG7033
source: Cannot delete payment transaction.
ja_jp: 仮受情報を削除できません。
th_th: ไม่สามารถลบข้อมูลการชำระเงินได้

# MSG7034
source: Invalid search criteria. Please input {0} 'to' equal to or greater than {0} 'from'.
ja_jp: 検索条件の指定が正しくありません。「{0}（終了）」≧「{0}（開始）」で入力してください。
th_th: เงื่อนไขการค้นหาผิดพลาด "{0} (จนถึง)" ต้องมากกว่าหรือเท่ากับ "{0} (ตั้งแต่)"

# MSG7035
source: No invoice is selected.
ja_jp: 請求書が選択されていません。
th_th: คุณยังไม่ได้เลือกใบแจ้งหนี้

# MSG7036
source: Cannot match payment because 'Balance after processing' is minus.
ja_jp: 「処理後残高」がマイナスになっているため、入金処理ができません。
th_th: ไม่สามารถจับคู่ใบแจ้งหนี้ได้เนื่องจาก "ยอดคงเหลือหลังดำเนินการ" เป็นยอดติดลบ

# MSG7037
source: Cannot register 'Match payment amount (including WHT)' that is more than 'Unpaid amount'.
ja_jp: 「入金処理額（WHT込）」には、「未引当金額」を超える金額を登録できません。
th_th: ไม่สามารถใส่ "จำนวนเงินที่จับคู่ใบแจ้งหนี้ (รวมภาษีหัก ณ ที่จ่าย)" มากกว่า "ยอดค้างชำระ" ได้

# MSG7038
source: 'Balance after processing' is not '0'. It is able to process. Please confirm whether it is correct.
ja_jp: 処理後残高が「0」ではありません。処理はできますが間違いないか確認してください。
th_th: "ยอดคงเหลือหลังดำเนินการ" ไม่ใช่ 0 กรุณาตรวจสอบความถูกต้องก่อนดำเนินการต่อ

# MSG7039
source: This will be partial payment matching for the invoice. Please confirm whether it is correct.
ja_jp: この登録は請求書に対して一部引当て処理となりますが間違いないか確認してください。
th_th: ใบแจ้งหนี้ใบนี้จะถูกจับคู่บางส่วน กรุณาตรวจสอบความถูกต้อง

# MSG7040
source: WHT is not registered, proceed anyway?
ja_jp: WHT税額が登録されていません。処理を進めますか？
th_th: ยังไม่มีการบันทึกข้อมูลภาษีหัก ณ ที่จ่าย คุณต้องการดำเนินการต่อหรือไม่?

# MSG7041
source: The receipt for this invoice has been issued. Please cancel receipt before cancel payment matching.
ja_jp: この請求書に対して領収書が発行されています。入金処理を取消する前に、領収書を取消してください。
th_th: ใบแจ้งหนี้ใบนี้ออกใบเสร็จรับเงินแล้ว กรุณายกเลิกใบเสร็จรับเงินก่อนยกเลิกการจับคู่ใบแจ้งหนี้

# MSG7042
source: Cannot cancel payment matching.
ja_jp: 入金処理を取消できません。
th_th: ไม่สามารถยกเลิกการจับคู่ใบแจ้งหนี้ได้

# MSG7043
source: Cannot issue new invoice.
ja_jp: 新請求書を発行できません。
th_th: ไม่สามารถออกใบแจ้งหนี้ใบใหม่ได้

# MSG7044
source: Credit note no. {0} not found.
ja_jp: クレジットノート番号 {0} が見つかりません。
th_th: ไม่พบเลขที่ใบลดหนี้ {0}

# MSG7045
source: This Tax invoice no. doesn't exist. Please check it again. If it's correct, please put a checkmark on 'Not retrieve' and continue registration.
ja_jp: このTax Invoice番号は存在しません。誤りでないか確認し、誤りでない場合は「取得しない」にチェックの上、以降の登録を続けてください。
th_th: เลขที่ใบกำกับภาษีนี้ไม่มีในระบบ กรุณาตรวจสอบความถูกต้องอีกครั้ง หากข้อมูลถูกต้องแล้ว กรุณาใส่เครื่องหมายในช่อง "ไม่ดึงข้อมูล" ก่อนดำเนินการบันทึกข้อมูลต่อ

# MSG7046
source: This billing code doesn't exist.
ja_jp: この請求コードは存在しません。
th_th: เลขที่รายการเรียกเก็บนี้ไม่มีในระบบ

# MSG7047
source: 'Credit note amount (including VAT)' must be more than 0.
ja_jp: 「クレジットノート金額（VAT込）」は「0」を超える金額でなければなりません。
th_th: "ยอดเงินในใบลดหนี้ (รวมภาษีมูลค่าเพิ่ม)" ต้องมากกว่า 0

# MSG7048
source: 'Credit note amount (including VAT)' must not exceed tax invoice amount.
ja_jp: 「クレジットノート金額（VAT込）」には「Tax Invoice金額」を超える金額を登録できません。
th_th: "ยอดเงินในใบลดหนี้ (รวมภาษีมูลค่าเพิ่ม)" ต้องไม่เกิน "ยอดเงินในใบกำกับภาษี"

# MSG7049
source: 'Credit note amount (including VAT)' must not exceed 'Tax invoice amount – Accumulated paid amount'.
ja_jp: 「クレジットノート金額（VAT込）」には、未収金額（Tax Invoice金額－累計入金金額）を超える金額を登録できません。
th_th: "ยอดเงินในใบลดหนี้ (รวมภาษีมูลค่าเพิ่ม)" ต้องไม่เกิน "ยอดเงินในใบกำกับภาษี - ยอดชำระรวม"

# MSG7050
source: Credit note VAT amount cannot be the same amount or more than credit note amount (including VAT).
ja_jp: 「クレジットノートVAT金額」には「クレジットノート金額（VAT込）」以上の金額を登録できません。
th_th: ภาษีมูลค่าเพิ่มต้องไม่เท่ากับหรือมากกว่า "ยอดเงินในใบลดหนี้ (รวมภาษีมูลค่าเพิ่ม)"

# MSG7051
source: Credit note date must not be a future date.
ja_jp: クレジットノート日付は未来日付で登録できません。
th_th: วันที่ในใบลดหนี้ต้องไม่ใช่วันที่ในอนาคต

# MSG7052
source: Credit note VAT amount is different from VAT calculated at least ±10. Continue?
ja_jp: 「クレジットノートVAT金額」が計算したVAT金額とかけ離れています（差分±10バーツ以上）。処理を進めますか？
th_th: ค่าที่ใส่ในช่อง "ภาษีมูลค่าเพิ่ม" ต่างจากค่าภาษีมูลค่าเพิ่มที่คำนวณได้มาก (ตั้งแต่ ±10 ขึ้นไป) คุณต้องการดำเนินการต่อหรือไม่?

# MSG7053
source: System cannot retrieve data because this tax invoice is combined from many billing details. If you want to proceed, please put a checkmark in 'Not retrieve' and continue registration.
ja_jp: このTax Invoiceは複数明細がまとまっているため、取得できません。誤りでない場合は「取得しない」にチェックのうえ登録を継続してください。
th_th: ไม่สามารถดึงข้อมูลได้ เนื่องจากใบกำกับภาษีนี้มีหลายข้อมูลรายละเอียดการเรียกเก็บ หากข้อมูลถูกต้องแล้ว กรุณาใส่เครื่องหมายในช่อง "ไม่ดึงข้อมูล" ก่อนดำเนินการบันทึกข้อมูลต่อ

# MSG7054
source: 'Refund deposit fee (including VAT)' must be more than 0.
ja_jp: 「保証金返金金額（VAT込）」は「0」を超える金額でなければなりません。
th_th: "ยอดเงินคืนค่ามัดจำ (รวมภาษีมูลค่าเพิ่ม)" ต้องมากกว่า 0

# MSG7055
source: Refund deposit fee (including VAT) must not exceed Balance of deposit fee.
ja_jp: 「保証金返金金額（VAT込）」には「保証金現預り額」を超える金額を登録できません。
th_th: "ยอดเงินคืนค่ามัดจำ (รวมภาษีมูลค่าเพิ่ม)" ต้องไม่เกิน "ยอดเงินค่ามัดจำปัจจุบัน"

# MSG7056
source: Cannot register refund amount more than balance of deposit fee and accumulated payment amount. If there is mistake in deposit fee data, please correct data first and register again.
ja_jp: 保証金現預り額、累計入金金額を超える返金額は登録できません。保証金データの誤りの場合はデータ修正後に登録してください。
th_th: ไม่สามารถใส่ยอดเงินคืนมากกว่ายอดเงินค่ามัดจำปัจจุบันและยอดชำระรวมได้ หากข้อมูลค่ามัดจำไม่ถูกต้อง กรุณาแก้ไขข้อมูลก่อนดำเนินการต่อ

# MSG7057
source: Credit note VAT amount cannot be the same amount or more than refund deposit fee (including VAT).
ja_jp: 「クレジットノートVAT金額」には「保証金返金金額（VAT込）」以上の金額を登録できません。
th_th: ภาษีมูลค่าเพิ่มต้องไม่เท่ากับหรือมากกว่า "ยอดเงินคืนค่ามัดจำ (รวมภาษีมูลค่าเพิ่ม)"

# MSG7058
source: 'Revenue deposit fee (including VAT)' must be more than 0.
ja_jp: 「保証金収納金額（VAT込）」は「0」を超える金額でなければなりません。
th_th: "ยอดเงินยึดค่ามัดจำ (รวมภาษีมูลค่าเพิ่ม)" ต้องมากกว่า 0

# MSG7059
source: Revenue VAT amount cannot be the same amount or more than revenue deposit fee (including VAT).
ja_jp: 「収納VAT金額」には「保証金収納金額（VAT込）」以上の金額を登録できません。
th_th: "ภาษีมูลค่าเพิ่มของยอดเงินยึดค่ามัดจำ" ต้องไม่เท่ากับหรือมากกว่า "ยอดเงินยึดค่ามัดจำ (รวมภาษีมูลค่าเพิ่ม)"

# MSG7060
source: Cannot cancel this credit note since it has been used.
ja_jp: このクレジットノートは既に処理されているため、取消できません。
th_th: ไม่สามารถยกเลิกใบลดหนี้นี้ได้เนื่องจากถูกนำไปใช้แล้ว

# MSG7061
source: Are you sure to cancel credit note?
ja_jp: クレジットノートを取消しますが、よろしいですか？
th_th: คุณแน่ใจหรือไม่ที่จะยกเลิกใบลดหนี้?

# MSG7062
source: Cancelled successfully.
ja_jp: 取消処理が完了しました。
th_th: ยกเลิกเรียบร้อยแล้ว

# MSG7063
source: Error in cancelling credit note.
ja_jp: クレジットノート取消中にエラーが発生しました。
th_th: เกิดข้อผิดพลาดขึ้นขณะยกเลิกใบลดหนี้

# MSG7064
source: Error saving credit note information.
ja_jp: クレジットノート情報保存中にエラーが発生しました。
th_th: เกิดข้อผิดพลาดขึ้นขณะเซฟข้อมูลใบลดหนี้

# MSG7065
source: Error registering revenue.
ja_jp: 収納情報登録中にエラーが発生しました。
th_th: เกิดข้อผิดพลาดขึ้นขณะบันทึกข้อมูลการยึดค่ามัดจำ

# MSG7066
source: Error while registering payments. All transactions are rolled back.
ja_jp: 入金情報登録中にエラーが発生しました。全てのトランザクションがロールバックされます。
th_th: เกิดข้อผิดพลาดขึ้นขณะบันทึกข้อมูลการชำระเงิน การดำเนินการต่างๆ จะถูกย้อนกลับไปทั้งหมด

# MSG7067
source: Please specify a search method.
ja_jp: 検索方法を指定してください。
th_th: กรุณาระบุวิธีการค้นหาข้อมูล

# MSG7068
source: Please select a type of code to search.
ja_jp: 検索対象コードの区分を選択してください。
th_th: กรุณาเลือกประเภทรหัสที่จะค้นหาข้อมูล

# MSG7069
source: Amount of auto transfer does not match to invoice amount.
ja_jp: 自振入金金額が請求書の金額と一致しておりません。
th_th: ยอดเงินของการหักบัญชีอัตโนมัติไม่ตรงกับยอดเงินในใบแจ้งหนี้

# MSG7070
source: Cannot register because the invoice no. : {0} already exists in list waiting for registration.
ja_jp: 請求書番号 {0} は既に登録中の一覧に存在しているため、登録できません。
th_th: ไม่สามารถบันทึกข้อมูลได้เนื่องจากเลขที่ใบแจ้งหนี้ {0} มีอยู่ในรายการแล้ว

# MSG7071
source: Please register data.
ja_jp: データを登録してください。
th_th: กรุณาบันทึกข้อมูล

# MSG7072
source: This invoice is deposit fee. Please use 'Register refund credit note (Deposit fee)' instead.
ja_jp: この請求書は保証金請求の請求書であるため、「返金クレジットノート登録（保証金）」処理を選択してください。
th_th: ใบแจ้งหนี้นี้เป็นการเรียกเก็บค่ามัดจำ กรุณาเลือกการทำงานเป็น "บันทึกใบลดหนี้เพื่อคืนเงิน (ค่ามัดจำ)"

# MSG7073
source: This invoice is not deposit fee. Please use 'Register refund credit note (Except deposit fee)' instead.
ja_jp: この請求書は、保証金以外の請求の請求書であるため、「返金クレジットノート登録（保証金以外）」処理を選択してください。
th_th: ใบแจ้งหนี้นี้ไม่ใช่เป็นการเรียกเก็บค่ามัดจำ กรุณาเลือกการทำงานเป็น "บันทึกใบลดหนี้เพื่อคืนเงิน (ไม่ใช่ค่ามัดจำ)"

# MSG7074
source: No file content to be imported. Please select a file and show content.
ja_jp: ファイルが指定されていません。ファイル指定の上、「内容表示」ボタンを押してください。
th_th: ไม่มีข้อมูลให้นำเข้า กรุณาเลือกไฟล์ก่อนกดปุ่ม "แสดงข้อมูล"

# MSG7075
source: File type is invalid. Please import csv file.
ja_jp: このファイル種類は指定できません。CSVファイルを指定してください。
th_th: นามสกุลไฟล์ไม่ถูกต้อง กรุณานำเข้าไฟล์ CSV

# MSG7076
source: Payment date must not be a future date.
ja_jp: 入金日は未来日付で登録できません。
th_th: วันชำระเงินต้องไม่ใช่วันที่ในอนาคต

# MSG7077
source: Account no. is not completely input.
ja_jp: 口座番号の入力が完全でありません。
th_th: เลขที่บัญชียังกรอกไม่ครบถ้วน

# MSG7078
source: Payment matching failed. Error occurs in the process of inserting payment matching header information.
ja_jp: 入金処理に失敗しました。入金処理ヘッダー情報の保存中にエラーが発生しました。
th_th: ไม่สามารถทำการจับคู่ใบแจ้งหนี้ได้เนื่องจากเกิดข้อผิดพลาดขึ้นในขณะที่กำลังเพิ่มข้อมูลต้นขั้วในระบบ

# MSG7079
source: Payment matching failed. Error occurs in the process of inserting payment matching detail information.
ja_jp: 入金処理に失敗しました。入金処理明細情報の保存中にエラーが発生しました。
th_th: ไม่สามารถทำการจับคู่ใบแจ้งหนี้ได้เนื่องจากเกิดข้อผิดพลาดขึ้นในขณะที่กำลังเพิ่มข้อมูลรายละเอียดในระบบ

# MSG7080
source: Payment matching failed. Error occurs in the process of updating invoice information.
ja_jp: 入金処理に失敗しました。請求書情報の更新中にエラーが発生しました。
th_th: ไม่สามารถทำการจับคู่ใบแจ้งหนี้ได้เนื่องจากเกิดข้อผิดพลาดขึ้นในขณะที่กำลังปรับปรุงข้อมูลใบแจ้งหนี้

# MSG7081
source: Payment matching failed. Error occurs in the process of updating receipt information.
ja_jp: 入金処理に失敗しました。領収書情報の更新中にエラーが発生しました。
th_th: ไม่สามารถทำการจับคู่ใบแจ้งหนี้ได้เนื่องจากเกิดข้อผิดพลาดขึ้นในขณะที่กำลังปรับปรุงข้อมูลใบเสร็จรับเงิน

# MSG7082
source: Payment matching failed. Error occurs in the process of updating deposit information.
ja_jp: 入金処理に失敗しました。保証金情報の更新中にエラーが発生しました。
th_th: ไม่สามารถทำการจับคู่ใบแจ้งหนี้ได้เนื่องจากเกิดข้อผิดพลาดขึ้นในขณะที่กำลังปรับปรุงข้อมูลค่ามัดจำ

# MSG7083
source: Payment matching failed. Error occurs in the process of updating payment information.
ja_jp: 入金処理に失敗しました。入金情報の更新中にエラーが発生しました。
th_th: ไม่สามารถทำการจับคู่ใบแจ้งหนี้ได้เนื่องจากเกิดข้อผิดพลาดขึ้นในขณะที่กำลังปรับปรุงข้อมูลการชำระเงิน

# MSG7084
source: Cannot match payment to invoice no. {0} because the invoice is target of credit note when registering refund credit note.
ja_jp: 請求書番号 {0} は、返金クレジットノート対象の請求書のため、入金処理できません。
th_th: ไม่สามารถทำการจับคู่กับเลขที่ใบแจ้งหนี้ {0} ได้เนื่องจากใบแจ้งหนี้นี้คือใบแจ้งหนี้ที่ใช้ออกใบลดหนี้เพื่อคืนเงิน

# MSG7085
source: Cannot delete because the data has been update by another process or user. Please try again later.
ja_jp: このデータは、別の処理、またはユーザーにより更新されたため、削除できません。再度削除処理を行ってください。
th_th: ไม่สามารถลบข้อมูลได้เนื่องจากมีการปรับปรุงข้อมูลนี้ในขั้นตอนอื่นหรือโดยผู้ใช้คนอื่น กรุณาลองใหม่อีกครั้ง

# MSG7086
source: Error occured. Cannot register unpaid target. Please try again later.
ja_jp: エラーが発生しました。未収目標情報を登録できません。再度登録処理を行ってください。
th_th: เกิดข้อผิดพลาดขึ้นในระบบ ไม่สามารถบันทึกข้อมูลเป้าหมายการค้างชำระได้ กรุณาลองใหม่อีกครั้ง

# MSG7087
source: Error occured. Cannot register billing exemption. Please try again later.
ja_jp: エラーが発生しました。請求免除登録できません。再度登録処理を行ってください。
th_th: เกิดข้อผิดพลาดขึ้นในระบบ ไม่สามารถบันทึกข้อมูลการงดเว้นการเรียกเก็บได้ กรุณาลองใหม่อีกครั้ง

# MSG7088
source: Cannot register billing exemption for this invoice because it has been registered billing exemption.
ja_jp: この請求書は請求免除登録済みのため、請求免除登録ができません。
th_th: ไม่สามารถบันทึกงดเว้นการเรียกเก็บเงินกับใบแจ้งหนี้นี้ได้ เนื่องจากมีการบันทึกงดเว้นการเรียกเก็บเรียบร้อยแล้ว

# MSG7089
source: Invoice no. {0} has already been cancelled.
ja_jp: 請求書番号 {0} は取消済みです。
th_th: ใบแจ้งหนี้เลขที่ {0} ถูกยกเลิกไปแล้ว

# MSG7090
source: Invoice no. {0} has been registered as exemption.
ja_jp: 請求書番号 {0} は請求免除登録がされています。
th_th: เลขที่ใบแจ้งหนี้ {0} ถูกบันทึกเป็นการงดเว้นการเรียกเก็บแล้ว

# MSG7091
source: The amount is now more than Balance of deposit fee. Please check it again. If there is mistake in deposit fee data, please correct data first and register again.
ja_jp: 保証金現預り額を超える金額が登録されています。誤りでないか確認してください。保証金データの誤りの場合はデータ修正後に登録してください。
th_th: ไม่สามารถใส่ยอดเงินมากกว่ายอดเงินค่ามัดจำปัจจุบันได้ หากข้อมูลค่ามัดจำไม่ถูกต้อง กรุณาแก้ไขข้อมูลก่อนดำเนินการต่อ

# MSG7092
source: For this payment transaction, bank fee has already been registered in payment matching process. Bank fee can be registered only one time per one payment transaction.
ja_jp: この仮受に対し、手数料は以前の入金処理で既に登録されています。手数料は一つの仮受に対し、一度の登録しかできません。
th_th: ข้อมูลการชำระเงินนี้มีการจับคู่ใบแจ้งหนี้สำหรับค่าธรรมเนียมเรียบร้อยแล้ว ซึ่งค่าธรรมเนียมนี้จะสามารถบันทึกข้อมูลได้เพียงครั้งเดียวต่อการชำระเงินหนึ่งรายการเท่านั้น

# MSG7093
source: For this payment transaction, other expense has already been registered in payment matching process. Other expense can be registered only one time per one payment transaction.
ja_jp: この仮受に対し、その他費用は以前の入金処理で既に登録されています。その他費用は一つの仮受に対し、一度の登録しかできません。
th_th: ข้อมูลการชำระเงินนี้มีการจับคู่ใบแจ้งหนี้สำหรับรายจ่ายอื่นๆ เรียบร้อยแล้ว ซึ่งรายจ่ายอื่นๆ นี้จะสามารถบันทึกข้อมูลได้เพียงครั้งเดียวต่อการชำระเงินหนึ่งรายการเท่านั้น

# MSG7094
source: For this payment transaction, other income has already been registered in payment matching process. Other income can be registered only one time per one payment transaction.
ja_jp: この仮受に対し、その他収入は以前の入金処理で既に登録されています。その他収入は一つの仮受に対し、一度の登録しかできません。
th_th: ข้อมูลการชำระเงินนี้มีการจับคู่ใบแจ้งหนี้สำหรับรายรับอื่นๆ เรียบร้อยแล้ว ซึ่งรายรับอื่นๆ นี้จะสามารถบันทึกข้อมูลได้เพียงครั้งเดียวต่อการชำระเงินหนึ่งรายการเท่านั้น

# MSG7095
source: Cannot cancel payment matching for this invoice because this invoice has not been registered any payment matching.
ja_jp: この請求書は入金処理未登録のため、入金処理を取消できません。
th_th: ไม่สามารถยกเลิกการจับคู่ใบแจ้งหนี้สำหรับใบแจ้งหนี้นี้ได้ เนื่องจากยังไม่เคยมีการบันทึกข้อมูลการจับคู่ใบแจ้งหนี้มาก่อน

# MSG7096
source: Cancel payment matching failed. Error occurs in the process of update payment matching detail information.
ja_jp: 入金処理取消に失敗しました。入金処理明細情報の更新中にエラーが発生しました。
th_th: ไม่สามารถยกเลิกการจับคู่ใบแจ้งหนี้ได้เนื่องจากเกิดข้อผิดพลาดขึ้นในขณะที่กำลังปรับปรุงข้อมูลรายละเอียดในระบบ

# MSG7097
source: Cancel payment matching failed. Error occurs in the process of update payment matching header information.
ja_jp: 入金処理取消に失敗しました。入金処理ヘッダー情報の更新中にエラーが発生しました。
th_th: ไม่สามารถยกเลิกการจับคู่ใบแจ้งหนี้ได้เนื่องจากเกิดข้อผิดพลาดขึ้นในขณะที่กำลังปรับปรุงข้อมูลต้นขั้วในระบบ

# MSG7098
source: Cancel payment matching failed. Error occurs in the process of update payment transaction information.
ja_jp: 入金処理取消に失敗しました。仮受情報の更新中にエラーが発生しました。
th_th: ไม่สามารถยกเลิกการจับคู่ใบแจ้งหนี้ได้เนื่องจากเกิดข้อผิดพลาดขึ้นในขณะที่กำลังปรับปรุงข้อมูลการชำระเงิน

# MSG7099
source: Cancel payment matching failed. Error occurs in the process of update invoice information.
ja_jp: 入金処理取消に失敗しました。請求書情報の更新中にエラーが発生しました。
th_th: ไม่สามารถยกเลิกการจับคู่ใบแจ้งหนี้ได้เนื่องจากเกิดข้อผิดพลาดขึ้นในขณะที่กำลังปรับปรุงข้อมูลใบแจ้งหนี้

# MSG7100
source: Cancel payment matching failed. Error occurs in the process of update deposit information.
ja_jp: 入金処理取消に失敗しました。保証金情報の更新中にエラーが発生しました。
th_th: ไม่สามารถยกเลิกการจับคู่ใบแจ้งหนี้ได้เนื่องจากเกิดข้อผิดพลาดขึ้นในขณะที่กำลังปรับปรุงข้อมูลค่ามัดจำ

# MSG7101
source: There is no match unpaid data in billing customer searched by using the specified code.
ja_jp: 指定されたコードで検索された請求先には、引当可能な未収が存在しません。
th_th: ไม่พบข้อมูลการค้างชำระของลูกค้าสำหรับออกใบแจ้งหนี้รายนี้จากการสืบค้นด้วยรหัสดังกล่าว

# MSG7102
source: Special process is checked, but Approve no. and Other expense/Other income are not registered. To cancel special process, please remove Special process checkmark.
ja_jp: 特別処理がチェックされていますが、決裁番号、及びその他費用／その他収入はまだ未登録です。特別処理取消の場合はチェックを外してください。
th_th: มีการเลือกวิธีการพิเศษไว้แต่ไม่ได้ใส่ข้อมูลเลขที่อนุมัติและรายจ่ายอื่นๆ/รายรับอื่นๆ หากต้องการยกเลิกวิธีการพิเศษ กรุณาคลิกไม่เลือกในช่อง "วิธีการพิเศษ"

# MSG7103
source: Cannot register because the tax invoice no. {0} already exists in list waiting for registration.
ja_jp: Tax Invoice番号 {0} は既に登録中の一覧に存在しているため、登録できません。
th_th: ไม่สามารถบันทึกข้อมูลได้เนื่องจากเลขที่ใบกำกับภาษี {0} มีอยู่ในรายการแล้ว

# MSG7104
source: Error occured. Payment data file import failed.
ja_jp: エラーが発生しました。入金データファイルのインポートに失敗しました。
th_th: เกิดข้อผิดพลาดขึ้นในระบบ ไม่สามารถนำเข้าไฟล์ข้อมูลการชำระเงินได้

# MSG7105
source: Business validation error. Cannot import payment data file.
ja_jp: ビジネスロジックの検証でエラーが発生しました。入金データファイルをインポートできません。
th_th: ไม่สามารถนำเข้าไฟล์ข้อมูลการชำระเงินได้เนื่องจากไม่ตรงตามเงื่อนไข

# MSG7106
source: Receipt no. {0} does not exist.
ja_jp: 領収書番号 {0} は存在しません。
th_th: เลขที่ใบเสร็จรับเงิน {0} ไม่มีในระบบ

# MSG7107
source: Cannot register because the billing code {0} already exists in list waiting for registration.
ja_jp: 請求コード {0} は既に登録中の一覧に存在しているため、登録できません。
th_th: ไม่สามารถบันทึกข้อมูลได้เนื่องจากเลขที่รายการเรียกเก็บ {0} มีอยู่ในรายการแล้ว

# MSG7108
source: Cannot delete this payment transaction by this process because this payment transaction is generated by 'Register decreased credit note' process. This payment transaction can be deleted by 'Cancel credit note' process.
ja_jp: この仮受は、「減額クレジットノート登録」処理で作成されたため、本処理によって削除できません。この仮受は「クレジットノート取消」処理で削除されます。
th_th: ไม่สามารถลบข้อมูลการชำระเงินนี้จากหน้าจอนี้ได้เนื่องจากเป็นข้อมูลที่ถูกสร้างขึ้นจากการบันทึกข้อมูลใบลดหนี้แบบลดเงิน คุณสามารถลบข้อมูลนี้ได้ด้วยการยกเลิกใบลดหนี้

# MSG7109
source: This receipt no. has been registered with payment transaction information. Please delete payment transaction information before cancel receipt.
ja_jp: この領収書番号が登録された仮受情報が存在します。領収書取消する場合は当該仮受情報の削除を先に行ってください。
th_th: เลขที่ใบเสร็จรับเงินนี้มีการบันทึกข้อมูลการชำระเงินแล้ว กรุณาลบข้อมูลการชำระเงินก่อนยกเลิกใบเสร็จรับเงินนี้

# MSG7110
source: This billing customer is VAT-uncharged billing customer but VAT amount is registered. Please confirm whether it is correct or not. Do you want to continue?
ja_jp: この請求先はVAT非課税請求先ですが、VAT金額が登録されています。誤りでないか確認してください。処理を進めますか？
th_th: ลูกค้าสำหรับออกใบแจ้งหนี้นี้เป็นลูกค้าที่ได้รับยกเว้นภาษีมูลค่าเพิ่มแต่มีการกรอกข้อมูลภาษีมูลค่าเพิ่มอยู่ กรุณาตรวจสอบความถูกต้องอีกครั้ง คุณต้องการดำเนินการต่อหรือไม่?

# MSG7111
source: Cannot perform this operation because balance of deposit fee will be less than zero.
ja_jp: 保証金現預り額が「0」未満となるため、この操作を行うことができません。
th_th: ไม่สามารถดำเนินการต่อได้เนื่องจากยอดเงินค่ามัดจำปัจจุบันจะน้อยกว่า 0
