Repository: EliGosK/SECOM_AJIS_INDO
Catalog: SECOM_AJIS.Presentation.Inventory/Message/MessageList.*.resx
Languages: ja_jp, th_th

# MSG4001
source: No matching result
ja_jp: データが見つかりません。
th_th: ไม่พบข้อมูล

# MSG4002
source: Process to freeze data for stock checking does not run.
ja_jp: 棚卸開始前に機器データを退避させるプロセスはまだ実行されていません。
th_th: ยังไม่ได้ดำเนินการล็อคข้อมูลเพื่อนับสต๊อก

# MSG4003
source: Start stock checking process does not run.
ja_jp: 棚卸開始プロセスはまだ実行されていません。
th_th: ยังไม่ได้เริ่มต้นนับสต๊อก

# MSG4004
source: Search result more than 1,000 records. Please input new search criteria.
ja_jp: 検索結果が1000件以上あります。検索条件を絞り込んでください。
th_th: ข้อมูลที่ค้นได้มีมากกว่า 1000 รายการ กรุณากรอกเงื่อนไขการค้นหาเพิ่มเติม

# MSG4005
source: Selected equipment is duplicate.
ja_jp: 選択した機器が重複しています。
th_th: อุปกรณ์ที่เลือกซ้ำกับที่มีอยู่

# MSG4006
source: There is no data for transferring.
ja_jp: 移動機器データがありません。
th_th: ไม่มีข้อมูลสำหรับการโอน

# MSG4007
source: Transferring quantity of {0} must be more than 0.
ja_jp: {0}の移動数が「0」より以上でなければなりません。
th_th: จำนวนอุปกรณ์ที่โอนของ {0} ต้องมากกว่า 0

# MSG4008
source: For equipment: {0}, transfer quantity is more than current equipment quantity.
ja_jp: 機器{0}の移動数が現在在庫数を越えています。
th_th: อุปกรณ์ {0} มีจำนวนโอนมากกว่าจำนวนอุปกรณ์ปัจจุบัน

# MSG4009
source: For equipment: {0}, there is no data on source location.
ja_jp: ロケーション元に機器{0}のデータがありません。
th_th: ไม่มีข้อมูลอุปกรณ์ {0} ในคลังสินค้าต้นทาง

# MSG4010
source: Generated inventory slip no. is over limit. Please contact the administrator.
ja_jp: 採番さんれた在庫伝票番号が最大値を越えます。管理者に連絡してください。
th_th: เลขที่สลิปคลังสินค้าที่สร้างเกินหมายเลขสูงสุด กรุณาติดต่อผู้ดูเเลระบบ

# MSG4011
source: Search slip no. ,{0}, not found.
ja_jp: 伝票番号{0}が見つかりません。
th_th: ไม่พบสลิปเลขที่ {0}

# MSG4012
source: Rack no. ,{0}, was received.
ja_jp: 伝票番号{0}が受領済みです。
th_th: สลิปเลขที่ {0} ถูกรับแล้ว

# MSG4013
source: Are you sure to confirm receive equipment?
ja_jp: 機器を受領します。よろしいですか？
th_th: คุณแน่ใจหรือไม่ว่าต้องการรับอุปกรณ์?

# MSG4014
source: [Source office] and [Destination office] must not be same office.
ja_jp: 「移動元事業所」と「移動先事業所」は同じ事業所になってはいけません。
th_th: '"สาขาต้นทาง" และ "สาขาปลายทาง" ต้องไม่เป็นสาขาเดียวกัน

# MSG4015
source: Please specify rack no.(from) as character come before rack no.(to) in alphabetical order.
ja_jp: 棚番（自）には、棚番（至）よりもアルファベット順で前にくる文字列を指定してください。
th_th: เลขที่ชั้น (ตั้งแต่) ต้องเป็นตัวอักษรที่มาก่อนเลขที่ชั้น (จนถึง) ตามลำดับตัวอักษร

# MSG4016
source: Cannot get Headquarter office of inventory. Please contact the administrator.
ja_jp: 本社倉庫事業所のデータを取得できません。管理者に連絡してください。
th_th: ไม่สามารถดึงข้อมูลสาขาใหญ่ของคลังสินค้าได้ กรุณาติดต่อผู้ดูเเลระบบ

# MSG4017
source: Cannot input ‘Supplier code’ and ‘Supplier name’ together.
ja_jp: 同時に「仕入先コート」と「仕入先名称」を入力できません。
th_th: ไม่สามารถกรอก "รหัสซัพพลายเออร์" และ "ชื่อซัพพลายเออร์" พร้อมกันได้

# MSG4018
source: Transfer type of this Slip no. is incorrect.
ja_jp: この伝票番号の移動タイプが間違っています。
th_th: ประเภทการโอนของเลขที่สลิปนี้ไม่ถูกต้อง

# MSG4019
source: Register completed.
ja_jp: 登録完了しました。
th_th: บันทึกเสร็จสิ้น

# MSG4020
source: 'Order quantity' must be inputted more than 0.
ja_jp: 発注数は「0」より以上でなければなりません。
th_th: ต้องกรอก "จำนวนที่สั่งซื้อ" มากกว่า 0

# MSG4021
source: Cannot add equipment data more than 15 rows.
ja_jp: 機器データを15件以上追加できません。
th_th: ไม่สามารถเพิ่มข้อมูลอุปกรณ์ได้มากกว่า 15 รายการ

# MSG4022
source: You have clicked 'Enter' key more than 4 times in a row in [Memo] text box.
ja_jp: 「メモ」テキストボックスで「Enter」を4回以上連続で押下してはいけません。
th_th: มีการกดปุ่ม "Enter" ติดต่อกัน 4 ครั้งในช่อง "บันทึกข้อความ"

# MSG4023
source: There is no data in [Installation] list. Do you want to continue this process?
ja_jp: 「発注機器指定」一覧にデータがありませんが、処理を進めますか？
th_th: ไม่มีข้อมูลในรายการ "ระบุอุปกรณ์ที่สั่งซื้อ" คุณต้องการดำเนินการต่อหรือไม่?

# MSG4024
source: There is sample equipment in purchase order. Do you want to continue this process?
ja_jp: 発注対象機器の中にサンプル機器がありますが、処理を進めますか？
th_th: มีอุปกรณ์ตัวอย่างอยู่ในใบสั่งซื้อ คุณต้องการดำเนินการต่อหรือไม่?

# MSG4025
source: 'Modify order qty' must more than or equal to 'Receive qty'.
ja_jp: 「修正発注数」が「入庫済数」以上でなければなりません。
th_th: "แก้ไขจำนวนที่สั่งซื้อ" ต้องมากกว่าหรือเท่ากับ "จำนวนอุปกรณ์ที่รับแล้ว"

# MSG4026
source: 'Modify order qty' must less than or equal 'First order qty'.
ja_jp: 「修正発注数」が「当初発注数」以下でなければなりません。
th_th: "แก้ไขจำนวนที่สั่งซื้อ" ต้องน้อยกว่าหรือเท่ากับ "จำนวนที่สั่งซื้อครั้งแรก"

# MSG4027
source: Cancel purchase order will be confirmed. Do you want to continue?
ja_jp: 発注書取消が確定されます。よろしいですか？
th_th: ยืนยันการยกเลิกใบสั่งซื้อแล้ว คุณต้องการดำเนินการต่อหรือไม่?

# MSG4028
source: Current 'Purchase order status' on DB is not 'Wait to receive'.
ja_jp: DB上の現在の「発注ステータス」が「未受領」になっていません。
th_th: "สถานะการสั่งซื้อ" ปัจจุบันในฐานข้อมูล ไม่ใช่ "ยังไม่ได้รับคำสั่งซื้อ"

# MSG4029
source: 'Transfer equipment quantity' must be inputted more than 0.
ja_jp: 移動機器数には、1以上を指定してください。
th_th: "จำนวนอุปกรณ์ที่โอน" ต้องมากกว่า 0

# MSG4030
source: For equipment: {0}, 'Stock-out qty' must be inputted more than 0.
ja_jp: 機器{0}の出庫数には、1以上を指定してください。
th_th: "จำนวนอุปกรณ์ออก" ของอุปกรณ์ {0} ต้องมากกว่า 0

# MSG4031
source: For equipment: {0},'Repair return qty' must be inputted more than 0.
ja_jp: 機器{0}の修理返送数には、1以上を指定してください。
th_th: "จำนวนอุปกรณ์ส่งคืน" ของอุปกรณ์ {0} ต้องมากกว่า 0

# MSG4032
source: [Purchase order status] on DB is not 'Completed'.
ja_jp: DB上の「発注ステータス」が「全受領済み」になっています。
th_th: "สถานะการสั่งซื้อ" ในฐานข้อมูล เป็น "ส่งของเรียบร้อย"

# MSG4033
source: [Modify order qty] must be equal or more than [Receive qty].
ja_jp: 「修正発注数」が「入庫済数」以上でなければなりません。
th_th: "แก้ไขจำนวนที่สั่งซื้อ" ต้องเท่ากับหรือมากกว่า "จำนวนอุปกรณ์ที่รับแล้ว"

# MSG4034
source: For equipment code: {0}, [Receive qty] must be equal or less than [Remain qty].
ja_jp: 機器コード{0}の「今回入庫数」が「発注残数」以下でなければなりません。
th_th: "จำนวนอุปกรณ์ที่รับครั้งนี้" ของอุปกรณ์ {0} ต้องเท่ากับหรือน้อยกว่า "จำนวนสั่งซื้อคงเหลือ"

# MSG4035
source: Sum of [Receive qty] must be more than 0.
ja_jp: 今回入庫数の合計が「0」より以上でなければなりません。
th_th: ผลรวมของ "จำนวนอุปกรณ์ที่รับครั้งนี้" ต้องมากกว่า 0

# MSG4036
source: Sum of [Stock-in equipment qty] must be more than 0.
ja_jp: 入庫数の合計が「0」より以上でなければなりません。
th_th: ผลรวมของ "จำนวนอุปกรณ์ที่รับเข้า" ต้องมากกว่า 0

# MSG4037
source: Inputted equipment code has not been registered in equipment master of this system. Please check whether there is a mistake or not.
ja_jp: 入力された機器コードは、本システムの機器マスタに登録されていません。入力に誤りがないか確認してください。
th_th: รหัสอุปกรณ์ที่กรอกไม่ได้บันทึกไว้ในมาสเตอร์ของอุปกรณ์ในระบบนี้ กรุณาตรวจสอบว่ากรอกผิดหรือไม่

# MSG4038
source: Equipment code is already in list.
ja_jp: この機器コードは既に一覧に存在しています。
th_th: รหัสอุปกรณ์นี้มีอยู่ในรายการแล้ว

# MSG4039
source: Equipment code and equipment area is already in list.
ja_jp: この機器コードと機器エリアは既に一覧に存在しています。
th_th: รหัสอุปกรณ์และประเภทอุปกรณ์นี้มีอยู่ในรายการแล้ว

# MSG4040
source: [Stock-in equipment qty] must be inputted more than 0.
ja_jp: 入庫数は「1」以上でなければなりません。
th_th: "จำนวนอุปกรณ์ที่รับเข้า" ต้องมากกว่า 0

# MSG4041
source: [In Date] must be less than or equal to [Out Date].
ja_jp: 「入庫日」は「出庫日」より前の日付、または同日でなければなりません。
th_th: "วันที่รับอุปกรณ์" ต้องเป็นวันที่ก่อนหรือวันเดียวกับ "วันที่นำอุปกรณ์ออก"

# MSG4042
source: [Create date (from)] must be less than or equal to [Create date (to)].
ja_jp: 「作成日（開始）」は「作成日（終了）」より前の日付、または同日でなければなりません。
th_th: "วันที่สร้าง (ตั้งแต่)" ต้องเป็นวันที่ก่อนหรือวันที่เดียวกับ "วันที่สร้าง (จนถึง)"

# MSG4043
source: Are you sure to cancel slip?
ja_jp: 伝票取消します。よろしいですか。
th_th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกสลิป?

# MSG4044
source: Month of [Stock-in date] must be equal to current month.
ja_jp: 「入庫日」の月は当月でなくてはいけません。
th_th: เดือนที่ระบุใน "วันที่รับอุปกรณ์" ต้องเป็นเดือนปัจจุบัน

# MSG4045
source: Equipment {0}, Area {1}, Current equipment qty must be equal to or more than [Stock-in equipment qty].
ja_jp: 機器{0}、エリア{1}は現在機器数が「入庫数」より以上又は同じ個数でなければなりません。
th_th: สำหรับอุปกรณ์ {0} และประเภทอุปกรณ์ {1} จำนวนอุปกรณ์ปัจจุบันต้องเท่ากับหรือมากกว่า "จำนวนรับอุปกรณ์"

# MSG4046
source: Stock-in slip no. must not ever been registered asset.
ja_jp: 入庫伝票番号は資産未登録の状態でなければなりません。
th_th: เลขที่ใบ IN ต้องยังไม่เคยบันทึกข้อมูลสินทรัพย์

# MSG4047
source: Rack no., {0}, Equipment code, {1}, 'Transfer qty' must be inputted more than 0.
ja_jp: 棚番{0}、機器コード{1}に移動数が「0」より以上でなければなりません。
th_th: ชั้นเลขที่ {0}, รหัสอุปกรณ์ {1}, ต้องกรอก "จำนวนอุปกรณ์ที่โอน" มากกว่า 0

# MSG4048
source: Inputted rack no. {0} is mistake. It does not exist in rack master.
ja_jp: 入力された棚番号{0}に誤りがあります。棚マスタに存在しません。
th_th: มีข้อผิดพลาดในชั้นเลขที่ {0} ที่กรอกลงไป ชั้นดังกล่าวไม่มีในมาสเตอร์ของชั้น

# MSG4049
source: For Rack no., {0}, Equipment code, {1}, 'Destination rack no.' must be inputted value.
ja_jp: 棚番{0}、機器コード{1}に移動先棚番を入力しなければなりません。
th_th: ชั้นเลขที่ {0} และรหัสอุปกรณ์ {1} ต้องกรอก "เลขที่ชั้นปลายทาง"

# MSG4050
source: Rack no., {0}, Equipment code, {1}, Cannot input Rack no. for temporary receive (00) in ‘Destination rack no.’
ja_jp: 棚番{0}、機器コード{1}の「移動先棚番」欄に一時受領用棚番（00）を入力できません。
th_th: ชั้นเลขที่ {0}, รหัสอุปกรณ์ {1}, ไม่สามารถกรอกหมายเลขชั้นชั่วคราว (00) ในช่อง "เลขที่ชั้นปลายทาง"

# MSG4051
source: Please specify slip no.
ja_jp: 伝票番号を指定してください。
th_th: กรุณาระบุเลขที่สลิป

# MSG4052
source: Equipment total price] must more than 0.
ja_jp: 機器総額には、1以上を指定してください。
th_th: ต้องกรอก "ราคารวม" มากกว่า 0

# MSG4053
source: Rack no., {0}, Equipment code, {1}, Cannot input destination rack no. same as source rack no.
ja_jp: 棚番{0}、機器コード{1}の「移動先棚番」を「移動元棚番」と同じ番号で入力できません。
th_th: ชั้นเลขที่ {0}, รหัสอุปกรณ์ {1}, ไม่สามารถกรอก "เลขที่ชั้นปลายทาง" เป็นเลขที่เดียวกับ "เลขที่ชั้นต้นทาง"

# MSG4054
source: Rack no. {0}, Equipment code, {1}, Cannot transfer to difference area.
ja_jp: 棚番{0}、機器コード{1}を異なるエリアに移動できません。
th_th: ชั้นเลขที่ {0}, รหัสอุปกรณ์ {1}, ไม่สามารถย้ายอุปกรณ์ ไปยังชั้นของประเภทอุปกรณ์อื่นได้

# MSG4055
source: Rackno., {0}, Equipment code, {1}, Cannot move rack because there is rack refer to the same area and same equipment exiting.
ja_jp: 同じエリア且つ同じ機器に紐付く棚が既に存在するため、棚番{0}、機器コード{1}は棚移動できません。
th_th: ชั้นเลขที่ {0}, รหัสอุปกรณ์ {1}, ไม่สามารถย้ายอุปกรณ์ ได้เนื่องจากมีชั้นที่อ้างอิงอุปกรณ์และประเภทอุปกรณ์เดียวกันอยู่แล้ว

# MSG4056
source: Rack no., {0}, Equipment code, {1}, Must input [Transfer qty] = [Stock qty] in case move normal rack to empty rack.
ja_jp: 通常棚から空棚に移動する場合、棚番{0}、機器コード{1}に「移動数」が「在庫数」と同じ個数を入力しなければなりません。
th_th: ชั้นเลขที่ {0} และรหัสอุปกรณ์ {1} กรณีที่ย้ายชั้นจากชั้นปกติไปยังชั้นว่าง ต้องกรอก "จำนวนอุปกรณ์ที่โอน" เท่ากับ "จำนวนอุปกรณ์ในสต๊อก"

# MSG4058
source: Rack no., {0}, Equipment code, {1}, [Transfer qty] is more than [Stock qty].
ja_jp: 棚番{0}、機器コード{1}に「移動数」が「在庫数」を超えています。
th_th: ชั้นเลขที่ {0} และรหัสอุปกรณ์ {1} มี "จำนวนอุปกรณ์ที่โอน" มากกว่า "จำนวนอุปกรณ์ในสต๊อก"

# MSG4059
source: Rack no., {0}, Equipment code, {1}, There is no data on this location.
ja_jp: このロケーションに棚番{1}、機器コード{0}のデータが存在しません。
th_th: ไม่มีข้อมูลชั้นเลขที่ {0} และรหัสอุปกรณ์ {1} ในคลังสินค้านี้

# MSG4060
source: Generated Picking list Slip no. is over limit. Please contact to administrator.
ja_jp: 採番さんれたピッキングリスト伝票番号が最大値を越えます。管理者に連絡してください。
th_th: เลขที่ใบนำอุปกรณ์ออกที่สร้างเกินหมายเลขสูงสุด กรุณาติดต่อผู้ดูเเลระบบ

# MSG4061
source: [Expected stock-out date (from)] must be less than or equal [Expected stock-out date (to)]
ja_jp: 「出庫予定日（開始）」が「出庫予定日（終了）」以上でなければなりません。
th_th: "วันที่คาดว่าจะนำอุปกรณ์ออก (ตั้งแต่)" ต้องมากกว่ากหรือเท่ากับ "วันที่คาดว่าจะนำอุปกรณ์ออก (จนถึง)"

# MSG4062
source: Selected [installation slip no.] is duplicate.
ja_jp: 選択した「工事伝票番号」が重複しています。
th_th: "เลขที่สลิปการติดตั้ง" ที่เลือกซ้ำกับที่มีอยู่แล้ว

# MSG4063
source: There is no data to generate picking list.
ja_jp: ピッキングリストを生成するデータがありません。
th_th: ไม่มีข้อมูลสำหรับการสร้างรายละเอียดใบนำอุปกรณ์ออก

# MSG4064
source: Installation slip, {0}, was registered picking list.
ja_jp: 工事伝票{0}が既にピッキングリストを登録するために使用しました。
th_th: สลิปการติดตั้ง {0} ถูกใช้บันทึกรายละเอียดใบนำอุปกรณ์ออก

# MSG4065
source: Cannot get installation slip information.
ja_jp: 工事伝票情報を取得できません。
th_th: ไม่สามารถดึงข้อมูลสลิปการติดตั้งได้

# MSG4066
source: Please specify [Project code] before retrieve project information.
ja_jp: プロジェクトを取得する前に「プロジェクトコード」を指定してください。
th_th: กรุณาระบุ "เลขที่โครงการ" ก่อนดำเนินการดึงข้อมูลโครงการ

# MSG4067
source: Search Project code ,{0}, not found.
ja_jp: プロジェクトコード{0}が見つかりません。
th_th: ไม่พบเลขที่โครงการ {0}

# MSG4068
source: There are no data for calculate.
ja_jp: 計算対象データがありません。
th_th: ไม่มีข้อมูลสำหรับการคำนวณ

# MSG4069
source: For equipment code, {0}, must be inputted value more than 0.
ja_jp: 機器コード{0}が0より以上入力しなければなりません。
th_th: ต้องกรอกจำนวนของรหัสอุปกรณ์ {0} มากกว่า 0

# MSG4070
source: Project status is not "Processing".
ja_jp: 「プロジェクト状態」が「進行中」になっていません。
th_th: สถานะโครงการไม่ใช่ "กำลังดำเนินการ"

# MSG4071
source: [Fix returned qty] must be inputted more than 0.
ja_jp: 「返却確定数」が0より以上入力しなければなりません。
th_th: ต้องกรอก "ยืนยันจำนวนส่งคืน" มากกว่า 0

# MSG4072
source: Are you sure to confirm 'Start checking'?
ja_jp: 棚卸開始しますがよろしいですか？
th_th: คุณแน่ใจหรือไม่ว่าต้องการเริ่มต้นนับสต๊อก?

# MSG4073
source: Cannot start checing inventory because 'Checking status' is not 'Preparing'.
ja_jp: 「棚卸状態」が「準備中」になっていないため、棚卸開始できません。
th_th: ไม่สามารถเริ่มต้นนับสต๊อกได้เนื่องจาก "สถานะการเช็คสต๊อก" ไม่เป็น "เตรียมการเพื่อเช็คสต๊อก"

# MSG4074
source: Are you sure to confirm 'Stop checking'?
ja_jp: 「棚卸終了」を確定しますか？
th_th: คุณแน่ใจหรือไม่ว่าต้องการสิ้นสุดการนับสต๊อก?

# MSG4075
source: Cannot start checing inventory because 'Checking status' is not 'Implementing'.
ja_jp: 「棚卸状態」が「実施中」になっていないため、棚卸開始できません。
th_th: ไม่สามารถเริ่มต้นเช็คสต๊อกได้เนื่องจาก "สถานะการนับสต๊อก" ไม่เป็น "กำลังนับสต๊อก"

# MSG4076
source: Generated Purchase order no. is over limit. Please contact to administrator.
ja_jp: 採番さんれた発注書伝票番号が最大値を越えます。管理者に連絡してください。
th_th: เลขที่ใบสั่งซื้อที่สร้างเกินหมายเลขสูงสุด กรุณาติดต่อผู้ดูเเลระบบ

# MSG4077
source: Cannot input [Checking date] over range of 'Start checking date({0})' and 'Current date'.
ja_jp: 「棚卸日」を「棚卸開始日({0})」と「当日」の間以外入力できません。
th_th: ไม่สามารถกรอก "วันที่นับสต๊อก" เป็นวันที่นอกระยะเวลาระหว่าง "วันที่เริ่มต้นนับสต๊อก({0})" และ "วันที่ปัจจุบัน" ได้

# MSG4078
source: Checking equipment slip data not found.
ja_jp: 実地棚卸結果表が見つかりません。
th_th: ไม่พบข้อมูลใบตรวจสอบจำนวนอุปกรณ์

# MSG4079
source: Rack no, {0}, is not matching with equipment area.
ja_jp: 棚番{0}のエリアが機器エリアと異なります。
th_th: ประเภทอุปกรณ์ของเลขที่ชั้น {0} ต่างจากประเภทอุปกรณ์ที่โอน

# MSG4080
source: Cannot input empty rack.
ja_jp: 空棚を入力できません。
th_th: ไม่สามารถกรอกชั้นว่างได้

# MSG4081
source: Added equipment data is duplicate.
ja_jp: 追加した機器データが重複しています。
th_th: ข้อมูลอุปกรณ์ที่เพิ่มซ้ำกับที่มีอยู่

# MSG4082
source: There are no data for checking equipment.
ja_jp: 棚卸データがありません。
th_th: ไม่มีข้อมูลสำหรับนับสต๊อก

# MSG4083
source: For Rack no., {0}, Equipment area, {1}, Equipment code, {2}, must be inputted value on [Checking equipment quantity].
ja_jp: 棚番{0}、機器エリア{1}、機器コード{3}の「実地棚卸数」を入力しなければなりません。
th_th: ต้องกรอกข้อมูล "จำนวนนับสต๊อก" ของชั้น {0} ประเภทอุปกรณ์ {1} รหัสอุปกรณ์ {3}

# MSG4084
source: Search checking equipment data not found.
ja_jp: 棚卸データが見つかりません。
th_th: ไม่พบข้อมูลการนับสต๊อก

# MSG4085
source: Search installation slip for stock-out data not found.
ja_jp: 出庫用の工事伝票データが見つかりません。
th_th: ไม่พบข้อมูลสลิปการติดตั้งสำหรับนำของออก

# MSG4086
source: Equipment code, {0}, cannot stock-out because [New inst. sale] more than current equipment qty.
ja_jp: 「新品売買機器」が現在在庫数を越えるため、機器コード{0}が出庫できません。
th_th: รหัสอุปกรณ์ {0} ไม่สามารถนำอุปกรณ์ออกได้เนื่องจาก "อุปกรณ์ใหม่สำหรับขาย" เกินจำนวนอุปกรณ์ปัจจุบัน

# MSG4087
source: Equipment code, {0}, Cannot stock-out because [New inst. sample] more than current equipment qty.
ja_jp: 「新品サンプル機器」が現在在庫数を越えるため、機器コード{0}が出庫できません。
th_th: รหัสอุปกรณ์ {0} ไม่สามารถนำอุปกรณ์ออกได้เนื่องจาก "อุปกรณ์ใหม่ตัวอย่าง" เกินจำนวนอุปกรณ์ปัจจุบัน

# MSG4088
source: Equipment code, {0}, Cannot stock-out because [New inst. rental] more than current equipment qty.
ja_jp: 「新品レンタル機器」が現在在庫数を越えるため、機器コード{0}が出庫できません。
th_th: รหัสอุปกรณ์ {0} ไม่สามารถนำอุปกรณ์ออกได้เนื่องจาก "อุปกรณ์ใหม่สำหรับเช่า" เกินจำนวนอุปกรณ์ปัจจุบัน

# MSG4089
source: Equipment code, {0}, Cannot stock-out because [Secondhand inst. rental] more than current equipment qty.
ja_jp: 「中古品レンタル機器」が現在在庫数を越えるため、機器コード{0}が出庫できません。
th_th: รหัสอุปกรณ์ {0} ไม่สามารถนำอุปกรณ์ออกได้เนื่องจาก "อุปกรณ์มือสองสำหรับเช่า" เกินจำนวนอุปกรณ์ปัจจุบัน

# MSG4090
source: Cannot stock out equipment code, {0} because [Total stock-out qty] not equal to summary Qty of stock-out equipment of each area. Please adjust stock-out qty to be the same value.
ja_jp: 「合計出庫数」が各機器エリアの出庫数の合計と一致しないため、機器{0}は出庫できません。一致するように出庫数を調整してください。
th_th: ไม่สามารถนำอุปกรณ์รหัส {0} ออกได้เนื่องจากจำนวนอุปกรณ์ออกรวมเกินจำนวนอุปกรณ์ปัจจุบันในแต่ละประเภทอุปกรณ์ กรุณาแก้ไขจำนวนอุปกรณ์ออกให้ตรงกัน

# MSG4091
source: In case of first stock-out, summary Qty of stock-out equipment must not be equal to [Remain stock-out qty]. If you want to stock-out all kind & qty of equipments, please use ‘IVS020:Register stock-out for installation’ screen.
ja_jp: 初回出庫に出庫数の合計は「残出庫数」と同じ個数ではいけません。全機器を全数出庫したい場合、IVS020：機器出庫登録を使用してください。
th_th: การนำอุปกรณ์ออกครั้งแรกต้องมีจำนวนอุปกรณ์ออกรวมทั้งหมดไม่เท่ากับ "จำนวนอุปกรณ์ออกคงเหลือ" กรณีที่จะส่งอุปกรณ์ออกทั้งหมดเต็มจำนวน ให้ใช้หน้า IVS020: บันทึกส่งอุปกรณ์ออก

# MSG4092
source: For equipment code, {0}, Summary Qty of stock-out equipment must be less than equal to [Remain stock-out qty].
ja_jp: 機器コード{0}に出庫数の合計は「残出庫数」以上でなければいけません。
th_th: จำนวนอุปกรณ์ออกรวมทั้งหมดของรหัสอุปกรณ์ {0} มากกว่า "จำนวนอุปกรณ์ออกคงเหลือ"

# MSG4093
source: Generated Inventory Lot no. is over limit. Please contact to administrator.
ja_jp: 採番さんれたロット番号が最大値を越えます。管理者に連絡してください。
th_th: เลขที่ล็อตที่สร้างเกินหมายเลขสูงสุด กรุณาติดต่อผู้ดูเเลระบบ

# MSG4094
source: Search installation slip for receive returned equipment not found
ja_jp: 撤去機器受領用の工事伝票が見つかりません。
th_th: ไม่พบสลิปการติดตั้งที่ใช้สำหรับรับอุปกรณ์ที่ถอดถอน

# MSG4095
source: Search Inventory slip for receive returned equipment not found
ja_jp: 撤去機器受領用の在庫伝票が見つかりません。
th_th: ไม่พบสลิปคลังสินค้าที่ใช้สำหรับรับอุปกรณ์ที่ถอดถอน

# MSG4096
source: Are you sure to confirm receive returned equipment?
ja_jp: 撤去機器を受領します。よろしいですか。
th_th: คุณแน่ใจหรือไม่ว่าต้องการรับอุปกรณ์ที่ถอดถอน?

# MSG4097
source: Rack was used to receive returned equipment already.
ja_jp: この伝票は撤去機器を受領しました。
th_th: สลิปนี้ถูกใช้รับอุปกรณ์ที่ถอดถอนแล้ว

# MSG4098
source: Your user account has no permission to do this action.
ja_jp: この操作を行う権限がありません。
th_th: คุณไม่มีสิทธิ์ในการใช้งานส่วนนี้

# MSG4099
source: incorrect data type
ja_jp: データタイプが間違っています。
th_th: กรอกประเภทของข้อมูลผิด

# MSG4100
source: Fix stock adjustment will be confirmed. Do you want to continous?
ja_jp: 棚卸調整を確定します。処理を続けますか？
th_th: ยินยันการปรับสต๊อก คุณต้องการดำเนินการต่อหรือไม่?

# MSG4101
source: Adjustment stock qty must more than or equal to Fixed stock adjustment qty.
ja_jp: 棚卸調整数が棚卸調整確定数以上でなければなりません。
th_th: จำนวนอุปกรณ์ที่ปรับสต๊อกต้องน้อยกว่าหรือเท่ากับจำนวนอุปกรณ์ที่ยืนยันการปรับสต๊อก

# MSG4102
source: Stock Adjustment qty must be less than stock qty before adjustment
ja_jp: 棚卸調整数が棚卸前在庫数より以下でなければなりません。
th_th: จำนวนอุปกรณ์ที่ปรับสต๊อกต้องน้อยกว่าหรือเท่ากับจำนวนอุปกรณ์ก่อนการนับสต๊อก

# MSG4103
source: Transaction date must be in current month
ja_jp: 移動日が当月以内でなければなりません。
th_th: วันที่โอนต้องอยู่ในเดือนปัจจุบัน

# MSG4104
source: Rack no.,{0}, is not Normal rack.
ja_jp: 棚番{0}が通常棚ではありません。
th_th: เลขที่ชั้น {0} ไม่ใช่ชั้นปกติ

# MSG4105
source: The combination of specified destination rack no. {0}/destination area/equipment does not match with the combination of such rack no. {0}/area/equipment registered on rack master.
ja_jp: 指定した棚番先{0}／エリア先／機器の組み合わせが、棚番マスタ上に登録されている該当棚番／エリア／機器の組み合わせと一致しません。
th_th: กลุ่มของเลขที่ชั้นปลายทาง {0}/ประเภทอุปกรณ์ปลายทาง/อุปกรณ์ที่ระบุไม่ตรงกับเลขที่ชั้น/ประเภทอุปกรณ์/อุปกรณ์ที่บันทึกไว้ในมาสเตอร์ของชั้น

# MSG4106
source: For rack no. ,{0}, there is rack no. ,{1}, which reference on this equipment code and area already.
ja_jp: 棚番{0}に指定する機器コード及びエリアは既に別の棚番{1}に紐付けています。
th_th: รหัสอุปกรณ์และประเภทอุปกรณ์ที่ระบุในเลขที่ชั้น {0} ถูกอ้างอิงอยู่ในชั้น {1} แล้ว

# MSG4107
source: For equipment code , {0}, In case input "Destination rack no." same as "Source rack no.", "Transfer qty" must be inputted equal to "Stock qty".
ja_jp: 機器コード{0}に「棚番先」を「棚番元」と同じ番号を入力する場合、「移動数」を「在庫数」と同じ個数を入力しなければなりません。
th_th: สำหรับรหัสอุปกรณ์ {0} กรณีที่กรอก "เลขที่ชั้นปลายทาง" เหมือนกับ "เลขที่ชั้นต้นทาง" แล้ว ต้องกรอก "จำนวนของที่โอน" เท่ากับ "จำนวนของในสต๊อก"

# MSG4108
source: For rack no. , {0}, In case Input "Destination rack no." same as "Source rack no.", equipment qty must be 0.
ja_jp: 棚番{0}に「棚番先」を「棚番元」と同じ番号を入力する場合、機器数を0で入力しなければなりません。
th_th: สำหรับเลขที่ชั้น {0} กรณีที่กรอก "เลขที่ชั้นปลายทาง" เหมือนกับ "เลขที่ชั้นต้นทาง" แล้ว ต้องกรอกจำนวนอุปกรณ์เท่ากับ 0

# MSG4109
source: Equipment, {0}, not exists in Inventory database.
ja_jp: 機器{0}は在庫データベースに存在しません。
th_th: อุปกรณ์ {0} ไม่มีในฐานข้อมูลคลังสินค้า

# MSG4112
source: please input information into {0}.
ja_jp: {0}にデータを入力してください。
th_th: กรุณากรอกข้อมูล {0}

# MSG4113
source: Are you sure to register special stock out?
ja_jp: 簿外出庫を登録します。よろしいですか？
th_th: คุณแน่ใจหรือไม่ว่าต้องการบันทึกการนำอุปกรณ์ออกกรณีพิเศษ

# MSG4114
source: Adjustment Vat and WHT must not be more than Total amount
ja_jp: 編集したVATとWHTは合計金額より以上ではいけません。
th_th: ภาษีมูลค่าเพิ่มและภาษีหัก ณ ที่จ่ายที่แก้ไขต้องไม่เกินยอดรวม

# MSG4115
source: Eliminate equipment will be confirm. Do you want to continue?
ja_jp: 除去機器が確定します。処理を続けますか？
th_th: ยืนยันการทำลายอุปกรณ์ คุณต้องการดำเนินการต่อหรือไม่?

# MSG4116
source: System does not freezed current inventory data.
ja_jp: 機器データを退避させるプロセスは実行されていません。
th_th: ยังไม่ได้ดำเนินการล็อคข้อมูลเพื่อนับสต๊อก

# MSG4117
source: Blank checking slip is created already.
ja_jp: 実地棚卸表が既に作成されました。
th_th: สร้างใบตรวจสอบจำนวนอุปกรณ์แล้ว

# MSG4118
source: Creating blank checking slip is fail.
ja_jp: 実地棚卸表が既に作成されました。
th_th: เกิดความผิดพลาดในการสร้างใบตรวจสอบจำนวนอุปกรณ์

# MSG4119
source: For equipment code, {0}, please select [Equipment area].
ja_jp: 機器コード{0}の「機器エリア」を選択してください。
th_th: กรุณาเลือก "ประเภทอุปกรณ์" ของรหัสอุปกรณ์ {0}

# MSG4121
source: Equipment code, {0}, All child equipments which refer to same parent equipment must be input same stock-out quantity.
ja_jp: 機器コード{0}：同じ親機器の子機器は全て同じ出庫数を入力しなければなりません。
th_th: รหัสอุปกรณ์ {0}: อุปกรณ์ลูกทุกตัวที่อยู่ใต้อุปกรณ์แม่ตัวเดียวกันต้องกรอกจำนวนอุปกรณ์ออกให้เท่ากัน

# MSG4122
source: Stock-out qty must input more than 0.
ja_jp: 出庫数は0より上でなければないりません。
th_th: ต้องกรอกจำนวนอุปกรณ์ออกมากกว่า 0

# MSG4123
source: Equipment {0}, must be type is General or Material only.
ja_jp: 機器コード{0}は一般用または部材に設定しなければなりません。
th_th: รหัสอุปกรณ์ {0} ต้องเลือกประเภทเป็นอุปกรณ์ทั่วไปหรือวัตถุดิบเท่านั้น

# MSG4124
source: Equipment {0}, has child equipment. Please purchase by child equipment.
ja_jp: 機器コード{0}には子機器があります。子機器で発注してください。
th_th: รหัสอุปกรณ์ {0} มีอุปกรณ์ลูก กรุณาใช้อุปกรณ์ลูกในการออกใบสั่งซื้อ

# MSG4125
source: [Stock-In Date(From)] must be less than or equal to [Stock-In Date(To)].
ja_jp: 「入庫日（開始）」は「入庫日「終了」」より前又は同じ日付でなければなりません。
th_th: "วันที่รับอุปกรณ์ (ตั้งแต่)" ต้องเป็นวันที่ก่อนหรือวันเดียวกับ "วันที่รับอุปกรณ์ (จนถึง)"

# MSG4126
source: Your user account has no permission retrieve this Slip.
ja_jp: この伝票を取得する権利がありません。
th_th: คุณไม่มีสิทธิ์ในการดึงข้อมูลสลิปใบนี้

# MSG4127
source: There is not returned equipment quantity for receiving.
ja_jp: 受領対象の返却機器がありません。
th_th: ไม่มีจำนวนอุปกรณ์ที่ส่งกลับสำหรับการรับเข้าสต๊อค

# MSG4128
source: Rack no., {0}, Equipment {1}, Cannot specify same Empty rack on [Destination rack no.] if [Source rack no.] has difference [Equipment code].
ja_jp: 棚番{0}、機器{1}：「機器コード」が異なる「棚番先」に対して、同じ空棚を指定することができません。
th_th: ชั้นเลขที่ {0}, รหัสอุปกรณ์ {1}, ไม่สามารถระบุชั้นว่างเดียวกันให้กับ "เลขที่ชั้นต้นทาง" ที่มี "รหัสอุปกรณ์" ต่างกัน

# MSG4130
source: Belonged office of user is not permission for acess to this screen.
ja_jp: この画面にアクセスする権限がありません。
th_th: สาขาที่คุณสังกัดไม่มีสิทธิ์ในการเปิดหน้าจอนี้
