Repository: EliGosK/SECOM_AJIS_INDO
Catalog: SECOM_AJIS.Presentation.Inventory/Message/MessageList.*.resx
Languages: ja_jp, th_th

# MSG4131
source: There is mismatch in inventory qty of seconhand equipment. Please contact department which control inventory
ja_jp: 中古機器の在庫数に不整合が生じています。在庫統轄部門に連絡してください。
th_th: ตัวเลขของจำนวนสต๊อกอุปกรณ์มือสองไม่สอดคล้องกับความเป็นจริง กรุณาติดต่อแผนกที่จัดการเกี่ยวกับคลังสินค้า

# MSG4132
source: Cannot register because total amount exceed 10 digits.
ja_jp: 合計金額は10桁を超えるため登録できません。
th_th: ไม่สามารถบันทึกได้เนื่องจากผลรวมของจำนวนเงินเกิน 10 หลัก

# MSG4129
source: Cannot get DepreciationPeriod for contract and revenue from tbt_RentalContractBasic
ja_jp: tbt_RentalContractBasicからDepreciation period for contract及びDepreciation period for revenueが取得できません。
th_th: ไม่สามารถดึงค่าDepreciation period for contract และ Depreciation period for revenue จาก tbt_RentalContractBasic ได้

# MSG4133
source: There is not equipment data for register Purchase order.
ja_jp: 機器情報がないため、発注が登録できません。
th_th: ไม่สามารถลงทะเบียนใบสั่งซื้อได้เนื่องจากไม่มีข้อมูลอุปกรณ์

# MSG4134
source: No record to edit 'Modify order qty'.
ja_jp: 「修正発注数」を編集する対象レコードがありません。
th_th: ไม่มีข้อมูลสำหรับการแก้ไข "แก้ไขจำนวนที่สั่งซื้อ"

# MSG4135
source: Equipment code, {0}, cannot stock-out because [New inst. sale] is more than project stocked out qty.
ja_jp: 「新品売買機器」がプロジェクト出庫を行った機器数を越えるため、機器コード{0}が出庫できません。
th_th: รหัสอุปกรณ์ {0} ไม่สามารถนำอุปกรณ์ออกได้เนื่องจาก "อุปกรณ์ใหม่สำหรับขาย" เกินจำนวนอุปกรณ์ที่ออกโดยโปรเจ็ค

# MSG4136
source: Equipment code, {0}, cannot stock-out because [New inst. sample] is more than project stocked out qty.
ja_jp: 「新品サンプル機器」がプロジェクト出庫を行った機器数を越えるため、機器コード{0}が出庫できません。
th_th: รหัสอุปกรณ์ {0} ไม่สามารถนำอุปกรณ์ออกได้เนื่องจาก "อุปกรณ์ใหม่ตัวอย่าง" เกินจำนวนที่ออกโดยโปรเจ็ค

# MSG4137
source: Equipment code, {0}, cannot stock-out because [New inst. rental] is more than project stocked out qty.
ja_jp: 「新品レンタル機器」がプロジェクト出庫を行った機器数を越えるため、機器コード{0}が出庫できません。
th_th: รหัสอุปกรณ์ {0} ไม่สามารถนำอุปกรณ์ออกได้เนื่องจาก "อุปกรณ์ใหม่สำหรับเช่า" เกินจำนวนที่ออกโดยโปรเจ็ค

# MSG4138
source: Equipment code, {0}, cannot stock-out because [Secondhand inst. rental] is more than project stocked out qty.
ja_jp: 「中古品レンタル機器」がプロジェクト出庫を行った機器数を越えるため、機器コード{0}が出庫できません。
th_th: รหัสอุปกรณ์ {0} ไม่สามารถนำอุปกรณ์ออกได้เนื่องจาก "อุปกรณ์มือสองสำหรับเช่า" เกินจำนวนที่ออกโดยโปรเจ็ค

# MSG4139
source: Cannot transfer rack no. {0}, Equipment code, {1}, normal rack to normal rack which there are equipment qty > 0.
ja_jp: 棚番{0}、機器コード{1}、通常棚を機器数＞0の別の通常棚に移動できません。
th_th: เลขที่ชั้น {0}, รหัสอุปกรณ์ {1}, ไม่สามารถย้ายชั้นปกติของหมายไปยังชั้นปกติอื่นที่มีจำนวนอุปกรณ์มากกว่า 0 ได้

# MSG4140
source: Equipment {0}, is logical delete already.
ja_jp: 機器{0}が抹消されました。
th_th: อุปกรณ์{0}ได้ถูกลบ (ทางลอจิคอล) ไปแล้ว

# MSG4141
source: Rack no. ,{0}, cannot stock-out because slip status is not 'Not stock-out' or 'Partial stock-out'.
ja_jp: 伝票ステータスが「未出庫」又は「部分出庫」ではないので、伝票{0}は出庫できません。
th_th: สลิปเลขที่ {0} ไม่สามารถนำอุปกรณ์ออกได้เพราะสถานะของสลิปไม่เป็น 'ยังไม่ได้นำอุปกรณ์ออก' หรือ 'นำอุปกรณ์ออกบางส่วน'

# MSG4142
source: Rack no. ,{0}, cannot stock-out because slip status is not 'Not stock-out'.
ja_jp: 伝票ステータスが「未出庫」ではないので、伝票{0}は出庫できません。
th_th: สลิปเลขที่ {0} ไม่สามารถนำอุปกรณ์ออกได้เพราะสถานะของสลิปไม่เป็น 'ยังไม่ได้นำอุปกรณ์ออก'

# MSG4143
source: Equipment ,{0}, cannot modify equipment quantity because there is no inventory at buffer W/H and user W/H.
ja_jp: 棚卸調整倉庫およびユーザー倉庫には機器がないので、機器{0}個数は変更できません。
th_th: อุปกรณ์ {0} ไม่สามารถปรับจำนวนอุปกรณ์ได้ เพราะไม่มีอุปกรณ์ที่ buffer W/H และ user W/H

# MSG4144
source: Discount must be less than Total amount
ja_jp: 割引金額が合計金額を超えてはいけません。
th_th: ส่วนลดต้องน้อยกว่ายอดรวม

# MSG4145
source: Please specify unit.
ja_jp: ユニットを指定してください。
th_th: โปรดระบุหน่วยอุปกรณ์

# MSG4146
source: Stock-in slip no. already registered asset.
ja_jp: この伝票はすでに資産登録されています。
th_th: สลิปเลขที่นี้ถูกบันทึกข้อมูลสินทรัพย์แล้ว

# MSG4147
source: Are you sure to input total price equals to 0? ({0})
ja_jp: 機器総額０で登録します。よろしいですか？({0})
th_th: คุณแน่ใจหรือไม่ว่าต้องการใส่ราคารวมอุปกรณ์เป็น 0? ({0})

# MSG4148
source: Cannot update or cancel stock-in slip after calculate monthly average price.
th_th: ไม่สามารถแก้ไขหรือยกเลิกใบรับของหลังจากมีการคำนวนราคารายเดือนไปแล้ว

# MSG4149
source: Lineup of {0} is 'Stop sale'.
ja_jp: ไลน์อัพของ {0} เป็น 'หยุดขาย'.
th_th: ไลน์อัพของ {0} เป็น 'หยุดขาย'.
