Repository: EliGosK/SECOM_AJIS_INDO
Catalog: SECOM_AJIS/App_GlobalResources/Installation/ISS090.*.resx
Languages: ja_jp, th_th

# btnClear
source: Clear
ja_jp: クリア
th_th: ล้าง

# btnRetrieve
source: Retrieve
ja_jp: 取得
th_th: ดึงข้อมูล

# haderInstallStartDate
source: Installation start date
ja_jp: 工事着工日
th_th: วันเริ่มงาน

# headerEmailAddress
source: Notify e-mail
ja_jp: 通知メール
th_th: อีเมล์ติดต่อ

# headerIEFirstCheckDate
source: Technical check date
ja_jp: IEチェック日
th_th: วันที่ Technical ตรวจสอบ

# headerIELastInspectionDate
source: Technical last inspection date
ja_jp: IE最終検収日
th_th: วันที่ Technical ตรวจสอบครั้งสุดท้าย

# headerInstallCompleteDate
source: Installation complete date
ja_jp: 工事完了日
th_th: วันที่ติดตั้งเสร็จสมบูรณ์

# headerLastInstallFee
source: Last subcontractor fee
ja_jp: 最終支払<br />工事料金
th_th: ค่าจ้างผู้รับเหมาสุดท้าย สุทธิ

# headerRemove
source: Remove
ja_jp: 消去
th_th: ลบ

# headerRemove1
source: <div style="display:none;">Remove</div>
ja_jp: <div style="display:none;">消去</div>
th_th: <div style="display:none;">ลบ</div>

# lblActualPOAmount
source: Actual PO amount
ja_jp: 実発注金額
th_th: ค่าจ้างที่จ่ายจริง

# lblAdjustment
source: Adjustment
ja_jp: 手直し
th_th: การปรับเปลี่ยน

# lblAdjustmentContents
source: Adjustment contents
ja_jp: 手直し指示内容
th_th: รายละเอียดการปรับเปลี่ยน

# lblAttachedDocList
source: Attached document list
ja_jp: 添付書類一覧
th_th: รายการเอกสารแนบ

# lblBIllingInstallFee
source: Billing installation fee
ja_jp: 請求工事料金
th_th: ค่าติดตั้งที่เรียกเก็บ

# lblCancel
source: Cancel
ja_jp: キャンセル
th_th: ยกเลิก

# lblChangeBeforeOperation
source: Change before operation information
ja_jp: 実施前変更情報
th_th: ข้อมูลการเปลี่ยนแปลงก่อนเปิดใช้บริการ

# lblChangeReason
source: Change reason
ja_jp: 変更理由
th_th: สาเหตุที่เปลี่ยน

# lblChangeRequester
source: Change requester
ja_jp: 変更要請者
th_th: ผู้ร้องขอให้เปลี่ยน

# lblCheckChargeIE
source: Check charge technical
ja_jp: チェック担当IE
th_th: รหัส Technical ที่รับผิดชอบในการตรวจสอบ

# lblComplain
source: Complain
ja_jp: 苦情有無
th_th: ข้อร้องเรียน

# lblContractCode
source: Contract no.
ja_jp: 契約コード
th_th: เลขที่สัญญา

# lblContractProjectCode
source: Contract no./Project code
ja_jp: 契約コード／プロジェクトコード
th_th: เลขที่สัญญา/เลขที่โครงการ

# lblContractPurchaserAddress
source: Customer address (English)
ja_jp: 契約先／発注元住所（英語）
th_th: ที่อยู่ผู้ทำสัญญา/ผู้ซื้อ (อังกฤษ)

# lblContractPurchaserAddressLocal
source: Customer address (Local)
ja_jp: 契約先／発注元住所（現地語）
th_th: ที่อยู่ผู้ทำสัญญา/ผู้ซื้อ (ไทย)

# lblContractPurchaserName
source: Customer name (English)
ja_jp: 契約先／発注元名称（英語）
th_th: ชื่อผู้ทำสัญญา/ผู้ซื้อ (อังกฤษ)

# lblContractPurchaserNameLocal
source: Customer name (Local)
ja_jp: 契約先／発注元名称（現地語）
th_th: ชื่อผู้ทำสัญญา/ผู้ซื้อ (ไทย)

# lblCostRate
source: Cost rate
ja_jp: コスト率
th_th: อัตราค่าใช้จ่าย

# lblCustomerStaffBelonging
source: Customer PIC dept.
ja_jp: 客先担当者所属
th_th: แผนกผู้รับผิดชอบ (ลูกค้า)

# lblCustomerStaffName
source: Customer PIC
ja_jp: 客先担当者名称
th_th: ชื่อผู้รับผิดชอบฝั่งลูกค้า

# lblCustomerStaffTelNo
source: Customer staff telephone no.
ja_jp: 客先担当者電話番号
th_th: หมายเลขโทรศัพท์ผู้รับผิดชอบฝั่งลูกค้า

# lblEditInformation
source: Edit installation management information
ja_jp: 工事監理情報編集
th_th: แก้ไขข้อมูลการจัดการการติดตั้ง

# lblEmailAddress
source: Installation PO e-mail notice target
ja_jp: 工事発注メール通知先
th_th: ผู้รับเมล์แจ้งการสั่งจ้างการติดตั้ง

# lblExpectInstallCompleteDate
source: Expected installation complete date
ja_jp: 工事完了予定日
th_th: วันที่คาดว่าจะเสร็จงาน

# lblExpectInstallStartDate
source: Expected installation start date
ja_jp: 工事着工予定日
th_th: วันที่คาดว่าจะเริ่มงาน

# lblHeaderName
source: Installation information (in case of contract)
ja_jp: 工事情報（契約の場合）
th_th: ข้อมูลการติดตั้ง (กรณีสัญญา)

# lblHeaderName2
source: Installation information (in case of project)
ja_jp: 工事情報（プロジェクトの場合）
th_th: ข้อมูลการติดตั้ง (กรณีโครงการ)

# lblHeaderName3
source: Installation request information
ja_jp: 工事依頼情報
th_th: ข้อมูลคำร้องขอติดตั้ง

# lblHeaderSpecified
source: Specified code
ja_jp: コード指定
th_th: ระบุรหัส

# lblIEEvaluation
source: Technical evaluation
ja_jp: IE評価
th_th: ประเมินผลผู้รับเหมา

# lblIEFirstCheckDate
source: Technical check date
ja_jp: IEチェック日
th_th: วันที่ Technical ตรวจสอบ

# lblIELastInspectionDate
source: Technical last inspection date
ja_jp: IE最終検収日
th_th: วันที่ Technical ตรวจสอบครั้งสุดท้าย

# lblIEManPower
source: Technical man power
ja_jp: IE人工数
th_th: จำนวน Technical

# lblIEStaff1
source: Technical staff 1
ja_jp: 担当IE 1
th_th: IE ที่รับผิดชอบ 1

# lblIEStaff2
source: Technical staff 2
ja_jp: 担当IE 2
th_th: IE ที่รับผิดชอบ 2

# lblInstallationCompleteDate
source: Installation complete date
ja_jp: 工事完了日
th_th: วันที่ติดตั้งเสร็จสมบูรณ์

# lblInstallationEmail
source: Installation PO e-mail notice target
ja_jp: 工事発注メール通知先
th_th: ผู้รับเมล์แจ้งการสั่งจ้างการติดตั้ง

# lblInstallationMANo
source: Installation no.
ja_jp: 工事管理番号
th_th: เลขที่ใบคำร้องขอติดตั้ง

# lblInstallationMemo
source: Installation memo
ja_jp: 工事メモ
th_th: บันทึกเกี่ยวกับการติดตั้ง

# lblInstallationStartDate
source: Installation start date
ja_jp: 工事着工日
th_th: วันเริ่มงาน

# lblInstallationType
source: Installation type
ja_jp: 工事種類
th_th: ประเภทคำร้องขอติดตั้ง

# lblInstallMemoHistory
source: Installation memo history
ja_jp: 工事メモ履歴
th_th: ประวัติบันทึกเกี่ยวกับการติดตั้ง

# lblLastInstallationFee
source: Last subcontractor fee
ja_jp: 最終支払工事料金
th_th: ค่าจ้างผู้รับเหมาสุดท้าย สุทธิ

# lblManpower
source: Man power (person)
ja_jp: 人工数 （人）
th_th: จำนวนผู้รับเหมา (คน)

# lblMaterialFee
source: Total Deduct charges
ja_jp: 部材費
th_th: รวม หักค่าใช้จ่าย

# lblNewBuildingMgmtCost
source: New building mgmt. cost
ja_jp: 新築管理費
th_th: ค่าใช้จ่ายในการจัดการอาคารกำลังก่อสร้าง

# lblNewBuildingMgmtType
source: New building mgmt. type
ja_jp: 新築管理区分
th_th: ประเภทการจัดการอาคารกำลังก่อสร้าง

# lblNewConnectTelNo
source: New connection telephone no.
ja_jp: 新接続TEL
th_th: หมายเลขโทรศัพท์ใหม่สำหรับเชื่อมสัญญาณ

# lblNewOldBuilding
source: New building/Old building
ja_jp: 新築／既築区分
th_th: อาคารสร้างเสร็จแล้ว/อาคารกำลังก่อสร้าง

# lblNewTelLineOpenDate
source: New telephone line open date
ja_jp: 新回線開通日
th_th: วันที่เปิดเชื่อมสัญญาณสายโทรศัพท์ใหม่

# lblNewTelLineOwner
source: New telephone line owner
ja_jp: 新回線名義
th_th: เจ้าของสายโทรศัพท์ใหม่

# lblNormalInstallFee
source: Normal installation fee
ja_jp: 正規工事料金
th_th: ค่าติดตั้งที่คำนวณได้

# lblNormalSubContractorPOAmount
source: Normal subcontractor PO amount
ja_jp: 正規サブコン<br />発注額
th_th: ค่าจ้างที่คำนวณได้

# lblOperationOffice
source: Operation office
ja_jp: 実施事業所
th_th: สาขาบริการ

# lblOther
source: Other
ja_jp: その他
th_th: อื่นๆ

# lblPlanCode
source: Planning no.
ja_jp: プランコード
th_th: เลขที่แปลน

# lblPOAdd
source: Add/Update
ja_jp: 追加／更新
th_th: เพิ่ม/ปรับปรุง

# lblPOClear
source: Clear
ja_jp: クリア
th_th: ล้าง

# lblPONo
source: PO no.
ja_jp: 発注番号
th_th: เลขทีใบเสนอราคาของผู้รับเหมา

# lblProductName
source: Product name
ja_jp: 商品名称
th_th: ชื่อระบบ

# lblProfitAmount
source: Profit amount
ja_jp: 利益額
th_th: กำไร/ขาดทุน หลังหักค่าจ้าง

# lblProjectAddress
source: Project representative address
ja_jp: プロジェクト代表住所
th_th: ที่อยู่สำหรับติดต่อเกี่ยวกับโครงการ

# lblProjectName
source: Project name
ja_jp: プロジェクト名称
th_th: ชื่อโครงการ

# lblProjectPurchaserName
source: Project customer name (English)
ja_jp: プロジェクト発注元名称（英語）
th_th: ชื่อผู้ซื้องานโครงการ (อังกฤษ)

# lblProjectPurchaserNameLocal
source: Project customer name (Local)
ja_jp: プロジェクト発注元名称（現地語）
th_th: ชื่อผู้ซื้องานโครงการ (ไทย)

# lblProjectrepresentAddress
source: Project representative address
ja_jp: プロジェクト代表住所
th_th: ที่อยู่สำหรับติดต่อเกี่ยวกับโครงการ

# lblProposedInstallationCompleteDate
source: Proposed installation complete date
ja_jp: 工事完了希望日
th_th: วันที่ต้องการให้งานเสร็จ

# lblProposedInstallationStartDate
source: Proposed installation start date
ja_jp: 工事着工希望日
th_th: วันที่ต้องการให้เริ่มงาน

# lblRegisterHeader
source: Register installation management information
ja_jp: 工事監理情報登録
th_th: บันทึกข้อมูลการจัดการการติดตั้ง

# lblRequestApproveInstall
source: Request approve installation e-mail
ja_jp: 工事承認依頼メール
th_th: อีเมล์ร้องขออนุมัติการติดตั้ง

# lblSalesMan1
source: Salesman 1
ja_jp: 営業社員1
th_th: พนักงานขาย 1

# lblSalesMan2
source: Salesman 2
ja_jp: 営業社員2
th_th: พนักงานขาย 2

# lblSecomPayment
source: SECOM's payment
ja_jp: 当社負担
th_th: บริษัทจ่ายเอง

# lblSecurityTypeCode
source: Security type code
ja_jp: 警備種類コード
th_th: รหัสประเภทการบริการ

# lblSiteAddress
source: Premise's address (English)
ja_jp: 物件／納入先住所（英語）
th_th: ที่อยู่สถานที่ติดตั้ง (อังกฤษ)

# lblSiteAddressLocal
source: Premise's address (Local)
ja_jp: 物件／納入先住所（現地語）
th_th: ที่อยู่สถานที่ติดตั้ง (ไทย)

# lblSiteName
source: Premise's name (English)
ja_jp: 物件／納入先名称（英語）
th_th: ชื่อสถานที่ติดตั้ง (อังกฤษ)

# lblSiteNameLocal
source: Premise's name (Local)
ja_jp: 物件／納入先名称（現地語）
th_th: ชื่อสถานที่ติดตั้ง (ไทย)

# lblSubContractorGroupName
source: Sub. group name
ja_jp: 工事業者班名称
th_th: ชื่อกลุ่มผู้รับเหมาติดตั้ง

# lblSubContractorName
source: Sub. name
ja_jp: 工事業者名称
th_th: ชื่อผู้รับเหมาติดตั้ง

# lblTotalLastInstallFee
source: Total of last subcontractor fee
ja_jp: 最終支払工事料金合計
th_th: ยอดรวมค่าจ้างผู้รับเหมาล่าสุด

# lblUpdate
source: Update
ja_jp: 更新
th_th: ปรับปรุง

# lblUserCode
source: User code
ja_jp: ユーザーコード

# lblRequestApprove
source: Request approve
ja_jp: 承認依頼
th_th: ขออนุมัติ

# lblApprove
source: Approve
ja_jp: 承認
th_th: อนุมัติ

# lblReject
source: Reject
ja_jp: 差し戻し
th_th: ไม่อนุมัติ

# headerDocumentName
source: Document name
ja_jp: 資料名
th_th: ชื่อเอกสาร

# headerDownload
source: <div style="display:none;">Download</div>
ja_jp: <div style="display:none;">ダウンロード</div>
th_th: <div style="display:none;">ดาวน์โหลด</div>

# lblProjectCode
source: Project code
ja_jp: プロジェクトコード
th_th: เลขที่โครงการ

# lblPaid
source: Paid
ja_jp: 支払済
th_th: ชำระแล้ว

# lblHeaderInstallPO
source: Installation PO information
ja_jp: 工事発注情報
th_th: ข้อมูลใบสั่งจ้างการติดตั้ง

# lblAcceptInspectNotice
source: Accept inspect notice
ja_jp: 検収<br>通知書
th_th: ใบแจ้งการเข้าตรวจสอบ

# headerEdit
source: <div style="display:none;">Edit</div>
ja_jp: <div style="display:none;">編集</div>
th_th: <div style="display:none;">แก้ไข</div>

# lblAdvancePayment
source: Advance payment
ja_jp: 先行支払
th_th: ชำระล่วงหน้า

# lblIEDateDisplay
source: <div align='left'>(1) Technical check date<br />(2) Technical last inspection date</div>
ja_jp: <div align='left'>(1) IEチェック日<br />(2) IE最終検収日</div>
th_th: <div align='left'>(1) วันที่ Technical ตรวจสอบ<br />(2) วันที่ Technical ตรวจสอบครั้งสุดท้าย</div>

# lblInstallDateDisplay
source: <div align='left'>(1) Installation start date<br />(2) Installation complete date</div>
ja_jp: <div align='left'>(1) 工事着工日<br />(2) 工事完了日</div>
th_th: <div align='left'>(1) วันเริ่มงาน<br />(2) วันที่ติดตั้งเสร็จสมบูรณ์</div>

# lblApproveNo1
source: Approve no. 1
ja_jp: 決裁番号1
th_th: เลขที่อนุมัติ 1

# lblApproveNo2
source: Approve no. 2
ja_jp: 決裁番号2
th_th: เลขที่อนุมัติ 2

# lblApproveNo3
source: Approve no. 3
ja_jp: 決裁番号3
th_th: เลขที่อนุมัติ 3

# lblIMFee
source: Deduct IM charges
ja_jp: IM料金
th_th: หัก ค่า IM

# lblInstallationFee1
source: Subcontractor Fee 1
ja_jp: 工事料金1
th_th: ค่าจ้าง จ่ายล่วงหน้า 1

# lblInstallationFee2
source: Subcontractor Fee 2
ja_jp: 工事料金2
th_th: ค่าจ้าง จ่ายล่วงหน้า 2

# lblInstallationFee3
source: Subcontractor Fee 3
ja_jp: 工事料金3
th_th: ค่าจ้าง จ่ายล่วงหน้า 3

# lblLastPaidDate
source: Last paid date
ja_jp: 最新支払日
th_th: วันที่จ่ายเงินครั้งสุดท้าย

# lblNoCheck
source: No check
ja_jp: チェックなし
th_th: ไม่ตรวจสอบ

# lblOtherFee
source: Deduct other charges
ja_jp: その他料金
th_th: หัก ค่าใช้จ่ายอื่นๆ

# lblPaidDate1
source: Paid date 1
ja_jp: 支払日1
th_th: วันที่จ่ายเงิน 1

# lblPaidDate2
source: Paid date 2
ja_jp: 支払日2
th_th: วันที่จ่ายเงิน 2

# lblPaidDate3
source: Paid date 3
ja_jp: 支払日3
th_th: วันที่จ่ายเงิน 3

# lblRemarkIM
source: Remark IM
ja_jp: IM備考
th_th: หมายเหตุ IM

# lblExpectInstallationCompleteDate
source: Expected installation finish date
ja_jp: 工事終了予定日
th_th: วันที่คาดว่าจะเสร็จสิ้นการติดตั้ง

# lblExpectInstallationStartDate
source: Expected installation start date
ja_jp: 工事着工予定日
th_th: วันที่คาดว่าจะเริ่มงาน

# lblTHB
source: THB
th_th: บาท
