Repository: EliGosK/SECOM_AJIS_INDO
Catalog: SECOM_AJIS/App_GlobalResources/Quotation/QUS030.*.resx
Languages: ja_jp, th_th

# btnAdd
source: Add
ja_jp: 追加
th_th: เพิ่ม

# btnAddUpdate
source: Add/Update
ja_jp: 追加／更新
th_th: เพิ่ม/ปรับปรุง

# btnCancel
source: Cancel
ja_jp: キャンセル
th_th: ยกเลิก

# btnClear
source: Clear
ja_jp: クリア
th_th: ล้าง

# btnImportQuotationInfo
source: Import quotation information
ja_jp: 見積情報インポート
th_th: นำเข้าข้อมูลใบคำนวณราคา

# btnRegisterNextQuotationDetail
source: Register next quotation detail
ja_jp: 別の見積算定登録
th_th: บันทึกข้อมูลใบคำนวณราคาใบอื่น

# btnResetLinkageContract
source: Reset linkage contract
ja_jp: 連係元契約リセット
th_th: ล้างข้อมูลสัญญาที่อ้างถึง

# btnRetrieve
source: Retrieve
ja_jp: 取得
th_th: ดึงข้อมูล

# btnSearchFacility
source: Search facility
ja_jp: 設備検索
th_th: ค้นหาอุปกรณ์ของลูกค้า

# btnSearchInstrument
source: Search equipment
ja_jp: 機器検索
th_th: ค้นหาอุปกรณ์

# btnSearchQuotationTarget
source: Search quotation target
ja_jp: 見積先検索
th_th: ค้นหาลูกค้าเพื่อเสนอราคา

# btnShowDefault
source: Show default
ja_jp: デフォルト表示
th_th: แสดงข้อมูลตั้งต้น

# headerAdditionalQuantity
source: Additional
ja_jp: 追加設置数
th_th: จำนวนที่ติดตั้งเพิ่ม

# headerBeforeQuantity
source: Installed qty before change
ja_jp: 変更前設置数
th_th: จำนวนที่ติดตั้งเดิม

# headerChangeQuantity
source: Change quantity
ja_jp: 追加・撤去内訳
th_th: จำนวนที่ติดตั้งเพิ่มหรือถอด

# headerContractCode
source: Contract no.
ja_jp: 契約コード
th_th: เลขที่สัญญา

# headerCostPerHour
source: Cost per hour
ja_jp: 常駐契約警備時間単価（THB）
th_th: ค่าบริการ SG ต่อชั่วโมง (บาท)

# headerDetail
source: <div style="display:none;">Detail</div>
ja_jp: <div style="display:none;">詳細</div>
th_th: <div style="display:none;">รายละเอียด</div>

# headerEdit
source: <div style="display:none;">Edit</div>
ja_jp: <div style="display:none;">編集</div>
th_th: <div style="display:none;">แก้ไข</div>

# headerFacilityCode
source: Facility code
ja_jp: 設備コード
th_th: รหัสอุปกรณ์ของลูกค้า

# headerFacilityName
source: Facility name
ja_jp: 設備名称
th_th: ชื่ออุปกรณ์ของลูกค้า

# headerInstalledQuantity
source: Installed quantity
ja_jp: 設置数
th_th: จำนวนที่ติดตั้ง

# headerInstrumentCode
source: Equipment code
ja_jp: 機器コード
th_th: รหัสอุปกรณ์

# headerInstrumentName
source: Equipment name
ja_jp: 機器名称
th_th: ชื่ออุปกรณ์

# headerLineUpType
source: Line-up type
ja_jp: 採用区分
th_th: ประเภทการใช้งานของอุปกรณ์

# headerNoOfDate
source: Number of date
ja_jp: 月間日数
th_th: จำนวนวัน

# headerNoOfSG
source: Number of SG (person(s))
ja_jp: 常駐ポスト数<br/>（人）
th_th: จำนวน SG (คน)

# headerProductName
source: Product name
ja_jp: 商品名称
th_th: ชื่อระบบ

# headerQuantity
source: Quantity
ja_jp: 個数
th_th: จำนวน

# headerRemovalQuantity
source: Removal
ja_jp: 撤去数
th_th: จำนวนที่ถอด

# headerRemove
source: <div style="display:none;">Remove</div>
ja_jp: <div style="display:none;">消去</div>
th_th: <div style="display:none;">ลบ</div>

# headerSecurityTime
source: Security time (HH:MM)
ja_jp: 常駐契約時間 (HH:MM)
th_th: เวลาปฏิบัติงาน (HH:MM)

# headerSecurityTimeFinish
source: Finish
ja_jp: 終了
th_th: จนถึง

# headerSecurityTimeStart
source: Start
ja_jp: 開始
th_th: ตั้งแต่

# headerSentryGuardType
source: Security guard type
ja_jp: 常駐区分
th_th: ประเภทพนักงาน รปภ.

# headerWorkingHour
source: Working hours per month
ja_jp: 常駐契約警備<br/>延べ時間
th_th: เวลารวมที่ใช้ในการปฏิบัติงาน

# lblAcquisitionType
source: Acquisition type
ja_jp: 取得タイプ
th_th: วิธีการหาลูกค้า

# lblAdditionalApproveNo1
source: Additional approve no. 1
ja_jp: 加算決裁番号1
th_th: เลขที่อนุมัติค่าเช่า/ค่าบริการเพิ่มเติม 1

# lblAdditionalApproveNo2
source: Additional approve no. 2
ja_jp: 加算決裁番号2
th_th: เลขที่อนุมัติค่าเช่า/ค่าบริการเพิ่มเติม 2

# lblAdditionalApproveNo3
source: Additional approve no. 3
ja_jp: 加算決裁番号3
th_th: เลขที่อนุมัติค่าเช่า/ค่าบริการเพิ่มเติม 3

# lblAdditionalContractFee1
source: Additional service fee 1
ja_jp: 加算料1
th_th: ค่าเช่า/ค่าบริการเพิ่มเติม 1

# lblAdditionalContractFee2
source: Additional service fee 2
ja_jp: 加算料2
th_th: ค่าเช่า/ค่าบริการเพิ่มเติม 2

# lblAdditionalContractFee3
source: Additional service fee 3
ja_jp: 加算料3
th_th: ค่าเช่า/ค่าบริการเพิ่มเติม 3

# lblAddressEN
source: Address (English)
ja_jp: 住所（英語）
th_th: ที่อยู่ (อังกฤษ)

# lblAddressLC
source: Address (Local)
ja_jp: 住所（現地語）
th_th: ที่อยู่ (ไทย)

# lblApproveNo1
source: Approve no. 1
ja_jp: 決裁番号1
th_th: เลขที่อนุมัติ 1

# lblApproveNo2
source: Approve no. 2
ja_jp: 決裁番号2
th_th: เลขที่อนุมัติ 2

# lblApproveNo3
source: Approve no. 3
ja_jp: 決裁番号3
th_th: เลขที่อนุมัติ 3

# lblApproveNo4
source: Approve no. 4
ja_jp: 決裁番号4
th_th: เลขที่อนุมัติ 4

# lblApproveNo5
source: Approve no. 5
ja_jp: 決裁番号5
th_th: เลขที่อนุมัติ 5

# lblBeatGuardDetail
source: Beat guard detail
ja_jp: 巡回明細
th_th: รายละเอียดงานลาดตระเวน

# lblBidGuaranteeAmount1
source: Bid guarantee amount 1
ja_jp: 入札保証金1
th_th: ค่าประกันในการยื่นประมูล 1

# lblBidGuaranteeAmount2
source: Bid guarantee amount 2
ja_jp: 入札保証金2
th_th: ค่าประกันในการยื่นประมูล 2

# lblBranchAddressEN
source: Branch address (English)
ja_jp: 支店住所（英語）
th_th: ที่อยู่สาขา (อังกฤษ)

# lblBranchAddressLC
source: Branch address (Local)
ja_jp: 支店住所（現地語）
th_th: ที่อยู่สาขา (ไทย)

# lblBranchNameEN
source: Branch name (English)
ja_jp: 支店名称（英語）
th_th: ชื่อสาขา (อังกฤษ)

# lblBranchNameLC
source: Branch name (Local)
ja_jp: 支店名称（現地語）
th_th: ชื่อสาขา (ไทย)

# lblContractCode
source: Contract no.
ja_jp: 契約コード
th_th: เลขที่สัญญา

# lblContractFee
source: Service fee
ja_jp: 契約料金
th_th: ค่าเช่า/ค่าบริการ

# lblCostPerHour
source: Cost per hour
ja_jp: 常駐契約警備時間単価
th_th: ค่าบริการ SG ต่อชั่วโมง

# lblCustomerCode
source: Customer code
ja_jp: 顧客コード
th_th: รหัสลูกค้า

# lblDepositFee
source: Deposit fee
ja_jp: 保証金
th_th: ค่ามัดจำ

# lblDisconnectionMonitoring
source: Disconnection monitoring
ja_jp: 断線監視用
th_th: สายสัญญาณที่ใช้ตรวจสอบการเชื่อมต่อสัญญาณ

# lblDisconnectLineOwnerType
source: Disconnection monitoring telephone owner
ja_jp: 断線監視用回線名義
th_th: เจ้าของสายสัญญาณที่ใช้ตรวจสอบการเชื่อมต่อสัญญาณ

# lblDisconnectLineType
source: Disconnection monitoring line type
ja_jp: 断線監視用回線種類
th_th: ประเภทสายสัญญาณที่ใช้ตรวจสอบการเชื่อมต่อสัญญาณ

# lblDispatchType
source: Dispatch type
ja_jp: 対処区分
th_th: ข้อตกลงในการปฏิบัติการ

# lblFacilityCode
source: Facility code
ja_jp: 設備コード
th_th: รหัสอุปกรณ์ของลูกค้า

# lblFacilityDetail
source: Facility detail
ja_jp: 設備明細
th_th: รายละเอียดอุปกรณ์ของลูกค้า

# lblFeeInformation_AL
source: Fee information
ja_jp: 料金情報
th_th: ข้อมูลตามใบคิดราคา

# lblFeeInformation_OTHER
source: Fee information
ja_jp: 料金情報
th_th: ข้อมูลตามใบคิดราคา

# lblFeeInformation_Sale
source: Fee information
ja_jp: 料金情報
th_th: ข้อมูลตามใบคิดราคา

# lblFrequencyOfGateUsage
source: Frequency of gate premise's type
ja_jp: 門扉使用回数
th_th: จำนวนครั้งในการเข้าออกประตู

# lblImageLineOwnerType
source: Image monitoring telephone owner
ja_jp: 画像監視用回線名義
th_th: เจ้าของสายสัญญาณที่ใช้ตรวจสอบสัญญาณภาพ

# lblImageLineType
source: Image monitoring line type
ja_jp: 画像監視用回線種類
th_th: ประเภทสายสัญญาณที่ใช้ตรวจสอบสัญญาณภาพ

# lblImageMonitoring
source: Image monitoring
ja_jp: 画像監視用
th_th: สายสัญญาณที่ใช้ตรวจสอบสัญญาณภาพ

# lblInstallationFee
source: Installation fee
ja_jp: 工事料金
th_th: ค่าติดตั้ง

# lblInstrumentCode
source: Equipment code
ja_jp: 機器コード
th_th: รหัสอุปกรณ์

# lblInstrumentDetail_01
source: Equipment detail
ja_jp: 機器明細
th_th: รายละเอียดอุปกรณ์

# lblInstrumentDetail_02
source: Equipment detail
ja_jp: 機器明細
th_th: รายละเอียดอุปกรณ์

# lblInstrumentDetail_03
source: Equipment detail
ja_jp: 機器明細
th_th: รายละเอียดอุปกรณ์

# lblInsuranceCoverageAmount
source: Insurance coverage amount
ja_jp: 保険金額
th_th: วงเงินประกันภัย

# lblInsuranceType
source: Insurance type
ja_jp: 保険種類
th_th: ประเภทการประกันภัย

# lblIntroducerCode
source: Introducer code
ja_jp: 紹介元コード
th_th: รหัสผู้แนะนำลูกค้า

# lblLess
source: <<Less
ja_jp: <<たたむ
th_th: <<ย่อ

# lblLineNo
source: Line no.
ja_jp: 列番号
th_th: แถวที่

# lblLineType
source: Line type
ja_jp: 回線種類
th_th: ประเภทสายสัญญาณ

# lblLinkageSaleContractCode_1
source: Linkage sale contract no.
ja_jp: 連係元売買契約コード
th_th: รหัสผู้ซื้อที่ใช้อ้างอิง

# lblLinkageSaleContractInformation
source: Linkage sale contract information
ja_jp: 連係元売買契約情報
th_th: ข้อมูลผู้ซื้อที่ใช้อ้างอิง

# lblMainStructureType
source: Main structure type
ja_jp: 主体構造
th_th: โครงสร้างหลัก

# lblMaintenaceCycle
source: Maintenance cycle (months)
ja_jp: 保守サイクル（月数）
th_th: รอบการบำรุงรักษา (เดือน)

# lblMaintenanceDetail
source: Maintenance detail
ja_jp: 保守明細
th_th: รายละเอียดงานบำรุงรักษา

# lblMaintenanceTargetContractCode
source: Maintenance target Contract
ja_jp: 保守対象契約コード
th_th: เลขที่สัญญาที่จะบำรุงรักษา

# lblMaintenanceTargetProduct
source: Maintenance target product
ja_jp: 保守対象商品
th_th: สินค้าที่จะบำรุงรักษา

# lblMaintenanceType
source: Maintenance type
ja_jp: 保守タイプ
th_th: ประเภทการบำรุงรักษา

# lblMAList
source: Maintenance target contract no. list
ja_jp: 保守対象契約コード一覧
th_th: รายการเลขที่สัญญาที่จะบำรุงรักษา

# lblMemo
source: Memo
ja_jp: メモ
th_th: บันทึกข้อความ

# lblMonthlyInsuranceFee
source: Monthly insurance fee
ja_jp: 月額保険料
th_th: ค่าเบี้ยประกันรายเดือน

# lblMore
source: More>>
ja_jp: 展開>>
th_th: ขยาย>>

# lblMoreInformation
source: (4) More information
ja_jp: (4) 詳細情報
th_th: (4) ข้อมูลเพิ่มเติม

# lblNameEN
source: Name (English)
ja_jp: 名称（英語）
th_th: ชื่อ (อังกฤษ)

# lblNameLC
source: Name (Local)
ja_jp: 名称（現地語）
th_th: ชื่อ (ไทย)

# lblNecessary
source: : Necessary to maintain to keep product working
ja_jp: : 商品の機能維持のため、要保守
th_th: : จำเป็นต้องมีการบำรุงรักษาให้ใช้งานได้ดีอยู่เสมอ

# lblNewBuildingMgmtCost
source: New building mgmt. cost
ja_jp: 新築管理費
th_th: ค่าใช้จ่ายในการจัดการอาคารกำลังก่อสร้าง

# lblNewBuildingMgmtType
source: New building mgmt. type
ja_jp: 新築管理区分
th_th: ประเภทการจัดการอาคารกำลังก่อสร้าง

# lblNewOldBuilding
source: New/Old building
ja_jp: 新築・既築区分
th_th: อาคารสร้างเสร็จแล้ว/อาคารกำลังก่อสร้าง

# lblNormalLineOwnerType
source: Normal signal telephone owner
ja_jp: 通常信号用回線名義
th_th: เจ้าของสายสัญญาณปกติ

# lblNormalLineType
source: Normal signal line type
ja_jp: 通常信号用回線種類
th_th: ประเภทสายสัญญาณปกติ

# lblNormalSignal
source: Normal signal
ja_jp: 通常信号用
th_th: สายสัญญาณปกติ

# lblNotifyTime
source: Notify time (HHMM)
ja_jp: 連絡時間 (HHMM)
th_th: เวลารายงานตัว (HHMM)

# lblNumberOfBuildings
source: Number of buildings
ja_jp: 棟数
th_th: จำนวนอาคาร

# lblNumberOfClockKey
source: Number of clock key
ja_jp: 刻時鍵数
th_th: จำนวนนาฬิกาลาดตระเวน

# lblNumberOfDate
source: Number of date
ja_jp: 月間日数
th_th: จำนวนวัน

# lblNumberOfFloors
source: Number of floors
ja_jp: 階数
th_th: จำนวนชั้น

# lblNumerOfBeatGuardSteps
source: Number of beat guard steps
ja_jp: 巡回歩数
th_th: จำนวนก้าวที่ใช้ในการลาดตระเวน

# lblNumerOfSentryGuard
source: Number of security guard
ja_jp: 常駐ポスト数
th_th: จำนวน SG

# lblOldContractCode
source: Old contract no.
ja_jp: 旧契約コード
th_th: เลขที่สัญญาเก่า

# lblOperationOffice
source: Operation office
ja_jp: 実施事業所
th_th: สาขาบริการ

# lblOperationType
source: Operation type
ja_jp: 運用区分
th_th: การมอบกุญแจ

# lblOtherItemFee
source: Other item fee
ja_jp: その他使用用具月間費
th_th: ค่าใช้จ่ายอุปกรณ์อื่นๆ

# lblOutsourcingFee
source: Outsourcing fee
ja_jp: 外注委託料金
th_th: ค่าจ้างบุคคลภายนอก

# lblPhoneLineOwnerTypeCode1
source: Normal signal telephone owner
ja_jp: 通常信号用回線名義
th_th: เจ้าของสายสัญญาณปกติ

# lblPhoneLineOwnerTypeCode2
source: Image monitoring telephone owner
ja_jp: 画像監視用回線名義
th_th: เจ้าของสายสัญญาณที่ใช้ตรวจสอบสัญญาณภาพ

# lblPhoneLineOwnerTypeCode3
source: Disconnection monitoring telephone owner
ja_jp: 断線監視用回線名義
th_th: เจ้าของสายสัญญาณที่ใช้ตรวจสอบการเชื่อมต่อสัญญาณ

# lblPhoneLineTypeCode1
source: Normal signal line type
ja_jp: 通常信号用回線種類
th_th: ประเภทสายสัญญาณปกติ

# lblPhoneLineTypeCode2
source: Image monitoring line type
ja_jp: 画像監視用回線種類
th_th: ประเภทสายสัญญาณที่ใช้ตรวจสอบสัญญาณภาพ

# lblPhoneLineTypeCode3
source: Disconnection monitoring line type
ja_jp: 断線監視用回線種類
th_th: ประเภทสายสัญญาณที่ใช้ตรวจสอบการเชื่อมต่อสัญญาณ

# lblPlanApprover
source: Plan approver
ja_jp: プラン承認社員
th_th: รหัสผู้อนุมัติแปลน

# lblPlanApprovingDate
source: Plan approving date
ja_jp: プラン承認日
th_th: วันอนุมัติแปลน

# lblPlanChecker
source: Plan checker
ja_jp: プランチェック社員
th_th: รหัสผู้ตรวจสอบแปลน

# lblPlanCheckingDate
source: Plan checking date
ja_jp: プランチェック日
th_th: วันตรวจสอบแปลน

# lblPlanCode
source: Planning no.
ja_jp: プランコード
th_th: เลขที่แปลน

# lblPlanner
source: Planner
ja_jp: プランナー
th_th: รหัสผู้ออกแบบแปลน

# lblProductCode
source: Product code
ja_jp: 商品コード
th_th: ประเภทระบบ

# lblProductPrice
source: Product price
ja_jp: 商品代金
th_th: ราคาสินค้า

# lblProductType
source: Product type
ja_jp: 商品種類
th_th: ประเภทการขาย

# lblProvidedServiceType
source: Provided service type
ja_jp: 提供サービス種類
th_th: ประเภทการให้บริการ

# lblPurchaseReasonMotivationType
source: Purchase reason/Motivation type
ja_jp: 購入／導入動機
th_th: เหตุผลในการตัดสินใช้บริการ/ซื้อสินค้า

# lblPurchaserInformation
source: (1) Customer information
ja_jp: (1) 契約先／発注元情報
th_th: (1) ข้อมูลผู้ทำสัญญา/ผู้ซื้อ

# lblQuantity
source: Quantity
ja_jp: 個数
th_th: จำนวน

# lblQuotationCode
source: Quotation code
ja_jp: 見積コード
th_th: เลขที่ใบคำนวณราคา

# lblQuotationDetailInformation_AL
source: Quotation detail information
ja_jp: 見積算定情報
th_th: ข้อมูลในการคำนวณราคา

# lblQuotationDetailInformation_ONLINE
source: Quotation detail information
ja_jp: 見積算定情報
th_th: ข้อมูลในการคำนวณราคา

# lblQuotationDetailInformation_OTHER
source: Quotation detail information
ja_jp: 見積算定情報
th_th: ข้อมูลในการคำนวณราคา

# lblQuotationDetailInformation_SALE
source: Quotation detail information
ja_jp: 見積算定情報
th_th: ข้อมูลในการคำนวณราคา

# lblQuotationOffice
source: Quotation office
ja_jp: 見積事業所
th_th: สาขาที่ออกใบคำนวณราคา

# lblQuotationStaff
source: Quotation staff (Sales admin)
ja_jp: 見積社員
th_th: รหัสพนักงานที่ออกใบคำนวณราคา

# lblQuotationTargetCode
source: Quotation target code
ja_jp: 見積先コード
th_th: รหัสลูกค้าเพื่อเสนอราคา

# lblQuotationTargetInformation
source: Quotation target information
ja_jp: 見積先情報
th_th: ข้อมูลลูกค้าเพื่อเสนอราคา

# lblRealCustomerInformation
source: (2) Real customer (End user) information
ja_jp: (2) お客様（最終設置先）情報
th_th: (2) ข้อมูลผู้ใช้สถานที่ติดตั้ง

# lblRegisterSentryGuardInformation
source: Register security guard information
ja_jp: 常駐情報登録
th_th: บันทึกข้อมูลการให้บริการ SG

# lblResultOfRegisterQuotationDetail
source: Result of register quotation detail
ja_jp: 見積算定登録結果
th_th: ผลการบันทึกข้อมูลใบคำนวณราคา

# lblSaleman1
source: Salesman 1
ja_jp: 営業社員1
th_th: รหัสพนักงานขาย 1

# lblSaleman10
source: Salesman 10
ja_jp: 営業社員10
th_th: รหัสพนักงานขาย 10

# lblSaleman2
source: Salesman 2
ja_jp: 営業社員2
th_th: รหัสพนักงานขาย 2

# lblSaleman3
source: Salesman 3
ja_jp: 営業社員3
th_th: รหัสพนักงานขาย 3

# lblSaleman4
source: Salesman 4
ja_jp: 営業社員4
th_th: รหัสพนักงานขาย 4

# lblSaleman5
source: Salesman 5
ja_jp: 営業社員5
th_th: รหัสพนักงานขาย 5

# lblSaleman6
source: Salesman 6
ja_jp: 営業社員6
th_th: รหัสพนักงานขาย 6

# lblSaleman7
source: Salesman 7
ja_jp: 営業社員7
th_th: รหัสพนักงานขาย 7

# lblSaleman8
source: Salesman 8
ja_jp: 営業社員8
th_th: รหัสพนักงานขาย 8

# lblSaleman9
source: Salesman 9
ja_jp: 営業社員9
th_th: รหัสพนักงานขาย 9

# lblSalesSupporter
source: Sales supporter
ja_jp: 営業貢献者
th_th: รหัสผู้ช่วยพนักงานขาย

# lblSaturdayDayTime
source: Saturday daytime
ja_jp: 土曜昼間巡回数
th_th: วันเสาร์กลางวัน

# lblSaturdayNightTime
source: Saturday nighttime
ja_jp: 土曜夜間巡回数
th_th: วันเสาร์กลางคืน

# lblSecurityAreaSize
source: Security area size (sqm)
ja_jp: 警備面積（平方メートル）
th_th: ขนาดพื้นที่รักษาความปลอดภัย (ตรม.)

# lblSecurityAreaSizeFrom
source: Security area size from (sqm)
ja_jp: 警備面積（開始）（平方メートル）
th_th: ขนาดพื้นที่รักษาความปลอดภัยตั้งแต่ (ตรม.)

# lblSecurityAreaSizeTo
source: Security area size to (sqm)
ja_jp: 警備面積（終了）（平方メートル）
th_th: ขนาดพื้นที่รักษาความปลอดภัยจนถึง (ตรม.)

# lblSecurityFinishTime
source: Security finish time (HHMM)
ja_jp: 常駐契約終了時間 (HHMM)
th_th: เวลาเลิกปฏิบัติงาน (HHMM)

# lblSecurityItemFee
source: Security item fee
ja_jp: 用具費
th_th: ค่าเช่าอุปกรณ์สำหรับ SG

# lblSecurityStartTime
source: Security start time (HHMM)
ja_jp: 常駐契約開始時間 (HHMM)
th_th: เวลาเริ่มปฏิบัติงาน (HHMM)

# lblSecurityTypeCode
source: Security type code
ja_jp: 警備種類コード
th_th: รหัสประเภทการบริการ

# lblSentryGuardAreaType
source: Security guard area type
ja_jp: 常駐地域区分
th_th: ประเภทพื้นที่ปฏิบัติงาน

# lblSentryGuardDetail
source: Security guard detail
ja_jp: 常駐明細
th_th: รายละเอียดการปฏิบัติงานของ SG

# lblSentryGuardType
source: Security guard type
ja_jp: 常駐区分
th_th: ประเภทพนักงาน รปภ.

# lblSGList
source: Security guard detail list
ja_jp: 常駐明細一覧
th_th: รายการรายละเอียดการปฏิบัติงานของ SG

# lblSiteBuildingArea
source: Premise's building area (sqm)
ja_jp: 物件建物延床面積 （平方メートル）
th_th: ขนาดพื้นที่อาคารที่ติดตั้ง (ตรม.)

# lblSiteCode
source: Premise's code
ja_jp: 物件コード
th_th: รหัสสถานที่ติดตั้ง

# lblSiteInformation
source: (3) Premise's information
ja_jp: (3) 物件／納入先情報
th_th: (3) ข้อมูลสถานที่ติดตั้ง

# lblSpecialInstallation
source: Special installation
ja_jp: 特殊工事
th_th: งานติดตั้งพิเศษ

# lblSundayDayTime
source: Sunday daytime
ja_jp: 日曜昼間巡回数
th_th: วันอาทิตย์กลางวัน

# lblSundayNightTime
source: Sunday nighttime
ja_jp: 日曜夜間巡回数
th_th: วันอาทิตย์กลางคืน

# lblTelephoneLineInformation
source: Telephone line information
ja_jp: 回線情報
th_th: ข้อมูลสายสัญญาณ

# lblTelephoneLineInformationError
source: Telephone line information (any)
ja_jp: 回線情報（いずれか）
th_th: ข้อมูลสายสัญญาณ (อย่างน้อยหนึ่งรายการ)

# lblTelephoneOwner
source: Telephone owner
ja_jp: 回線名義
th_th: เจ้าของสายสัญญาณ

# lblWeekdayDayTime
source: Weekday daytime
ja_jp: 平日昼間巡回数
th_th: วันธรรมดากลางวัน

# lblWeekdayNightTime
source: Weekday nighttime
ja_jp: 平日夜間巡回数
th_th: วันธรรมดากลางคืน

# lblWorkingHoursPerMonth
source: Working hours per month
ja_jp: 常駐契約警備延べ時間
th_th: เวลารวมที่ใช้ในการปฏิบัติงาน

# rdoNewBuildingMgmtTypeFlagNeed
source: Need
ja_jp: 要
th_th: จัดการ

# rdoNewBuildingMgmtTypeFlagNoNeed
source: No need
ja_jp: 不要
th_th: ไม่จัดการ

# rdoSpecialInstall_No
source: No
ja_jp: なし
th_th: ไม่มี

# rdoSpecialInstall_Yes
source: Yes
ja_jp: あり
th_th: มี

# lblCeilingHeight
source: Ceiling height
ja_jp: 天井の高さ
th_th: ความสูงของฝ้า เพดาน หลังคา

# lblCeilingHeightUnit
source: Meters
ja_jp: メートル
th_th: เมตร

# lblCeilingType
source: Ceiling type
ja_jp: 天井種類
th_th: ประเภทฝ้าเพดาน

# lblCeilingTypeMBar
source: M-Bar
ja_jp: Ｍバー

# lblCeilingTypeSlabConcrete
source: Slab concrete
ja_jp: スラブコンクリート

# lblCeilingTypeSteel
source: Steel structure
ja_jp: 鉄骨
th_th: โครงสร้างเหล็ก

# lblCeilingTypeTBar
source: T-Bar
ja_jp: Ｔバー

# lblSpecialIns
source: Special agreement
ja_jp: 電線管種類
th_th: ข้อตกลงพิเศษเกี่ยวกับการติดตั้ง

# lblSpecialInsOther
source: Other
ja_jp: その他

# lblSpecialInsProtector
source: Protector
ja_jp: プロテクター

# lblCeilingTypeNone
source: Not specified
ja_jp: なし
th_th: ไม่ระบุ
